{"hackathon-description-text": "\nIt’s not news that constantly evolving digital technologies are transforming the medical industry, but the scope of the transformation is remarkable. A recent", "hackathon-number-of-prizes": "4", "hackathon-id": "gehealthcloud", "hackathon-judges": [{"judge-role": "Chief Marketing Officer, Global Services and Customer Advocacy, GE Healthcare", "judge-name": "April Dunn"}, {"judge-role": "Managing Director, GE Ventures", "judge-name": "Noah Lewis"}, {"judge-role": "EVP, Chief Medical Officer, UnitedHealthcare", "judge-name": "Dr. Sam Ho"}, {"judge-role": "Chief Information Officer, Mayo Clinic", "judge-name": "Christopher Ross"}, {"judge-role": "General Manager, Cloud and Cyber Security, GE Healthcare", "judge-name": "Jay Burrell"}, {"judge-role": "Physician, Senior Researcher, Digital Health Advisor", "judge-name": "Dr. Molly Maloof, MD"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nThis challenge is open to all individuals over the age of 18 who are residents of the United States for the duration of the Competition, teams of such individuals, and to all validly formed legal entities domiciled in the United States that have not declared or been declared in bankruptcy.\n(In other words, if you're entering on behalf of an organization, the organization needs to be domiciled in the US. If you're not an organization, but an individual or team of individuals, you'll all need to be 18 or older at time of entry, and all based in the US.)\nEmployees of GE, Devpost, and contractors currently employed by GE or Devpost are\nSoftware partners and those receiving funding or assistance from GE for application development are", "hackathon-number-of-participants": "461", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nSubmit a cloud-based healthcare software application in one of three categories:\n\n Solutions may be newly created or pre-existing.\n: Applications must function and be available in the United States at the time of entry.", "hackathon-rules": "\n\n: By making a “Submission” or “Entry” (as defined herein) to the GE Health Cloud Innovation Challenge (the “Competition” or “Challenge”), you are agreeing to be bound by the following legal terms (“Official Rules”). The Official Rules also incorporate by reference the additional terms specified at Devpost.com (the “Competition Website” or “Challenge Website”). THESE OFFICIAL RULES SUPERSEDE ANY OTHER RULES AND TERMS & CONDITIONS ON THE WEBSITE OF ADMINISTRATOR DEVPOST TO THE EXTENT THERE IS ANY CONFLICT OF TERMS.\n: The Competition is administered by Devpost, Inc. (“Administrator”), 133 W. 19th Street, 4th Floor, New York, NY 10011 on behalf of General Electric Company (“GE” or “Prize Sponsor”), 3135 Easton Parkway, Fairfield, CT 06828. Administrator Devpost and GE collectively are referred to as “Competition Sponsors” or “Sponsors.”\n: The Competition commences at 10am Eastern Daylight Time (“EDT”) on November 16, 2016 and ends at 5pm EDT, USA on February 28, 2017.  The server hosting the Competition Website is the official time clock for the Competition.\n: NO PURCHASE OR PAYMENT IS REQUIRED TO ENTER. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. Participation is subject to all federal, state and local laws and regulations. Void where prohibited or restricted by law. Each Submission (as defined below) will be reviewed independently. Multiple Submissions are not permitted. Multiple individuals or entities may collaborate to submit a single Submission, but a single individual must be designated as an official representative for each Submission. You are responsible for checking applicable laws and regulations in your jurisdiction before participating in the Challenge to make sure that your participation is legal. You are responsible for abiding by your employer's policies regarding participation in the Challenge. If you are entering on behalf of a business partnership, company, institution or other such relationship, you are responsible for confirming with your partnership, company, institution or other such relationship that your Submission does not violate any policies set by that partnership, company, institution or other such relationship.  Sponsors disclaim any and all liability or responsibility for disputes arising between you and your employer related to this Challenge. You are responsible for all taxes and reporting related to any award that you may receive as part of the Challenge.  You may be subject to background screening as needed to assure the Sponsors’ legal compliance.\n: The Competition is open to all individuals over the age of 18 who are residents of the United States for the duration of the Competition (“Eligible Individuals”), teams of such individuals (“Teams”), and to all validly formed legal entities domiciled in the United States that have not declared or been declared in bankruptcy. Employees and contractors of GE and Devpost and any of their respective affiliates or subsidiaries are not eligible to enter.\n: For the purposes of this Competition, “Small Organizations” are corporations, not-for-profit entities, limited liability companies, partnerships, and other legal entity types all of which employ fewer than 100 people and are legally formed at the time of entry into the Competition.\n:  For the purposes of this Competition, “Large Organizations” are corporations, not-for-profit entities, limited liability companies, partnerships, and other legal entity types, all of which employ more than 100 people and are legally formed at the time of entry into the Competition.\n \nThe following Individuals and Entities are ineligible to enter the Competition:\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\nYou are solely responsible for all equipment, as well as all costs incurred by you or on your behalf associated with participating in the Competition, including but not necessarily limited to, a computer and modem necessary to establish a connection to the World Wide Web; access to the World Wide Web and any related telephone, data, hosting or other service fees associated with such access.\n: You must register for the Challenge on the Challenge Website by clicking the “Register for this Challenge” button. This will enable you to receive important updates and to access the “Enter a Submission” page.  To complete registration, you must sign up to create a free Devpost account, or log in with an existing Devpost account. This account can be created at \n.  All of the registration information you provide is collectively referred to as your \"Devpost Account.\"\nAt the Competition Website, you will find and must follow further instructions for submitting your completed proposal (your “Submission”). By making a Submission, you formally accept the Official Rules for this Competition and you agree that (a) your Account is complete, correct and accurate and (b) your registration may be rejected or terminated and any Submission submitted by you may be disqualified if any of the information in your Account is (or Sponsors have reasonable grounds to believe it is) incomplete, incorrect or inaccurate. You are solely responsible for your Account. Registration information is collected by Devpost in the United States, on behalf of the Sponsor, and may be transferred elsewhere globally as needed for the purposes of the Competition and the Sponsor’s business purposes.\n: Multiple eligible individuals may participate as a Team, provided each individual has registered individually for the Competition before joining the Team.  An individual may not participate on more than one Team. A Team may consist of no more than ten individuals.  Multiple Teams from the same Small Organization and Large Organization are allowed. All Teams entering the Challenge must designate one team member (the “Official Representative”) to represent, act, and enter a Submission, on the Team’s behalf. An individual who participates as part of a Team may not enter the Challenge on an individual basis.\nEach Individual, Team, Small Organization and Large Organization participating in this Challenge is referred to as an “Entrant” or “Maker” or “You” in these Official Rules and on the Competition Website.\n \nAll Submissions must be in English and Submission attachments may be in .pdf, .xls, .xlsx, .doc, docx, .ppt, or .pptx formats. Multiple files must be submitted as a single .zip file. Links to publicly available online videos (e.g., YouTube) can be included in your Submission. There is a maximum limit of 35MB for your complete Submission, including supplemental attachments.\nSponsors not responsible for (a) late, lost, stolen, damaged, garbled, incomplete, incorrect or misdirected Submission or other communications, (b) errors, omissions, interruptions, deletions, defects, or delays in operations or transmission of information, in each case whether arising by way of technical or other failures or malfunctions of computer hardware, software, communications devices, or transmission lines, or (c) data corruption, theft, destruction, unauthorized access to or alteration of Submission materials, loss or other issues related to data such as quality, access or security. Sponsors are not responsible for electronic communications or emails which are undeliverable as a result of any form of active or passive filtering of any kind, or insufficient space in any email account to receive email messages. Sponsors disclaim any liability for damage to any computer system resulting from participation in, or accessing or downloading of information in connection with, the Competition.\nThe Sponsors reserve the right to modify, remove or add data to the Competition Website upon notice to Entrants via email using the email address associated with Entrant’s Account and/or by such other reasonable means as the Sponsors may determine. Sponsors further reserve the right in their sole discretion to extend or modify the dates of Competition and/or Entry submission dates, and to change the terms of these Official Rules governing any portion of the upon notice to Entrants via email using Entrant’s email address associated with Entrant’s Account and/or by other such reasonable means as the Sponsors may determine.  Entrants are urged to consult the Competition Website regularly during the Competition.  Sponsors shall have the right to remove any blog comment or posting related to the Competition from the Competition Website in their sole discretion at any time and for any reason.\nBY PARTICIPATING IN THE COMPETITION, YOU ACCEPT THE CONDITIONS STATED IN THESE OFFICIAL RULES, AGREE TO BE BOUND BY THE DECISIONS OF THE COMPETITION JUDGES AND WARRANT THAT YOU ARE ELIGIBLE TO PARTICIPATE IN THE COMPETITION. IF YOU DO NOT ACCEPT ALL OF THESE OFFICIAL RULES, THEN DO NOT SUBMIT AN ENTRY TO THE COMPETITION. WE RECOMMEND THAT YOU PRINT A COPY OF THESE OFFICIAL RULES FOR YOUR FUTURE REFERENCE.\n: The objective of the Competition is to identify potential partners for GE Health Cloud and to acknowledge promising cloud-based healthcare applications in three categories: clinical, financial, and operational.\nYour Submission must include the following:\n: clinical, financial, or operational (further defined below) (each an “Application”). \n. Submissions in each Category are eligible for different prizes as further described herein.\n \n\n(a) \n \nAll submitted Applications must function and be available in the United States at the time the Submission is made.\n(b) \nAll submitted Applications must run on at least one of the following:\n(c) \n smartphones, tablets, or desktop computers, you should \n: \nYou should send your beta file via Diawi. After uploading your file, Diawi will create a unique short URL to access the installation page (for ex: aBcDeF). When opened in Safari on the iOS device, the page will display a link to install the application.  You will need to include provisioning for one or more of the UDIDs below.\nYou may send a beta test via the free service Crashalytics using Administrator’s testing email (\n) and UDID’s to provision a build.  You should send Administrator a link via the “Share Links” button.  The testing link should be added to the “Enter a Submission” form under “iOS Build Link”. Please review the \n.\n\nYou may enter the TestFlight Administrator’s email address \n to share a build for testing.  (\n.)  You must send your test build before the Competition ends. To learn more about TestFlight via iTunes Connect, please review the \n and the \n.\nYou may send a testing link to Administrator at: \n.  You also should add the testing link to the “Enter a Submission” form under “iOS Build Link”. \n.\n(d) \n, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, Sponsors reserve the right, in their sole discretion, to require the Entrant to provide physical access to the Application hardware upon request. \n(e) \n: Your Application m\n, for testing, evaluation and use by Competition Sponsors through the duration of the Competition.\n(f) \nYour Application must function as depicted in the video and/or expressed in the text description. Your Application must be usable by the intended end user with existing technologies and must not rely on a technology that is not yet publicly announced or introduced in the market.\n(g) \nThe Application you submit may be newly created for the Challenge, or it may have existed before the Challenge.\n(h) \nYour Application may utilize data from outside (public) sources in addition to Intelligent Environment services, and may integrate SDKs, or APIs, provided you are authorized to use them.\nA Maker may submit a Submission that includes the use of Open Source Software or hardware as defined below, provided the Maker complies the requirements of this section.  By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\n“\n” means any software code that is distributed as “open source software” or “freeware” or is otherwise distributed publicly or made generally ‎available in ‎source code form under terms that permit modification and redistribution of such ‎software on the condition that if such software code is redistributed that it be (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) distributed at no charge, including but not limited to, software licensed or distributed under any of the collection of Open Source Initiative (“OSI”) approved licenses.\nFor any final Submission to be eligible to win, all Open Source Software or third party code or other materials used in connection with that submission must be limited to code that Sponsor will be legally entitled to commercially use and exploit in any fashion at no additional cost to the Sponsor and that will not in any way or in any Sponsor use case: (i) create, or purport to create, obligations of Sponsor with respect to the Sponsor’s programs; or (ii) grant, or purport to grant, to any third party any rights to or immunities under Sponsor’s intellectual property or proprietary rights in Sponsor’s programs.  Open Source Software that is under the BSD, MIT, Creative Commons – Attribution (CC BY), Microsoft Public License (MS-PL), Python Software Foundation License, or Apache Software License v 2.0 license will be accepted in a Submission (the “Allowable Open Source Licenses”).  Other open source software that is covered by licenses that are not in the list of Allowable Open Source Licenses shall not be included in any Submission unless, prior to submission, that particular open source software component’s license and intended use case have been approved in writing by Sponsor and Administrator.  In addition to the aforementioned requirements related to Open Source Software, all Submissions of Open Source Software must be in material compliance with all terms and conditions of the applicable licenses governing its use (e.g. providing downstream recipients with required copyright attribution, copies of Open Source Licenses, etc.).\nBy submitting an Entry and participating in this Competition, you are not granting Sponsors any rights to any patents or pending patent applications related to the technology described in your Entry and Sponsors make no claim to ownership of your Entry or any intellectual property that it may contain.\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Challenge, you grant to the Sponsor, Administrator, and any other third parties acting on the Sponsor’s behalf, a royalty-free, non-exclusive, worldwide, perpetual license to display publicly and use the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Sponsor’s, Administrator’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Sponsor, Administrator, and Judges for screening and evaluation.\nD. Makers represent and warrant that the Sponsor, Administrator, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\nE. You agree that nothing in the Official Rules grants you a right or license to use any Sponsor or Administrator name, trademark or service mark.\nBy submitting an Entry and participating in this Competition, you do grant Sponsors certain limited rights, as set forth in these Official Rules. By submitting an Entry, you consent to the use, by Sponsors, their affiliates, subsidiaries, parents, and licensees, of your name, likeness, image, biographical information, prize information (if an award winner), your company or institution name (if your Entry is from a company or institution) and any other personal data submitted with your Entry and the contents in your Entry (including any created works), in connection with the Competition, in any media or format now known or hereafter invented, in any and all locations worldwide, without any payment to or further approval from you. You agree that this consent is perpetual and cannot be revoked.\nYou agree that nothing in the Official Rules grants you a right or license to use the GE name or any GE trademark or service mark. You grant to Sponsors the right to include your company or entity name (if your Entry is from a company, institution or other entity) as an Entrant on the Competition Website and in materials related to Sponsors’ promotion of the Competition. Other than these uses, you are not granting Sponsors any rights to your trademarks by entering the Competition.\n: The intent of the Competition is to encourage people to suggest their ideas and innovations to GE. Participation in this Competition or acceptance of a prize does not create an obligation on either your part or GE’s part to negotiate or enter into any business relationship or to sign any commercial agreement. Except as may otherwise be provided in these Official Rules, you are free to discuss your Entry and the ideas or technologies that it contains with other parties and you are free to contract with any third parties as long as you do not sign any agreement or undertake any obligations that that conflict with these Official Rules or that conflict with any agreement that you have entered into with Prize Sponsor regarding your Entry.\n:  By entering this Competition, you acknowledge and agree that Sponsors will have access to and use of any personal data you provide in connection with your Submission will be used for purposes described in these Official Rules and will be used and protected as governed by the Privacy Policy posted on the GE Website at:  http://www.ge.com/privacy and Devpost at \n. Personal Data may be shared by the Sponsors for the purposes described in these Official Rules.\n \nSince Sponsors do not wish to receive confidential information, nor hold any submitted materials “in confidence,” \n Sponsors shall have no liability or responsibility for use by any other individual or entity of any aspect of your Submission\nBy making a Submission, you represent and warrant that all information in your Submission and all information that you submit via the Competition Website is true and complete to the best of your knowledge, that you have the right and authority to submit the Submission and disclose the information therein on your own behalf or on behalf of the persons and entities that you specify within the Submission, and that your Submission (both the information and materials submitted in the Submission and the underlying technology/method/idea described in the Submission):\n(a)    is your own original work and representative of your capability, or is submitted by permission with full and proper credit given within your Submission \n);\n(b)  does not contain confidential information or trade secrets (yours or anyone else’s);\n(c)    does not, to the best of your knowledge, violate or infringe upon the patent rights, industrial design rights, copyrights, trademarks, rights of privacy, publicity or other intellectual property or other rights of any person or entity;\n(d)   does not contain malicious code, such as viruses, malware, timebombs, cancelbots, worms, Trojan horses or other potentially harmful programs or other material or information;\n(e)    does not and will not violate any applicable law, statute, ordinance, rule, regulation, confidentiality agreement or other agreement; and\n(f)     does not trigger any reporting or royalty or other obligation to any third party.\nA breach of any warranty set out in this provision of the Official Rules will result in the corresponding Submission being invalid.  In addition, you agree to indemnify Sponsors against all loss, damages and costs incurred by the Sponsors arising from your breach of the warranty.\n:\nEligible Submissions will be evaluated by a panel of at least three (3) qualified judges selected by the Sponsor (the “Judges”). Judges may be employees of the Sponsor or they may be external; they may or may not be listed individually on the Challenge Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Sponsor.\nThe Judges will score Submissions using the Judging criteria described herein (the “Judging Criteria”):\n\n(through secure hosting, access to proprietary data, and/or by plugging in to the GE Marketplace)\nThe Maker(s) that are eligible for a prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that prize.\nJUDGING may BE BASED solely on text description, IMAGES, AND video provided in the Submission RATHER THAN ACTUAL TESTING OF THE APPLICATION. \nFor each prize category listed herein, if two or more Submissions are tied, the tied Submission with the highest score relating to the first Judging criteria “Potential impact on improving healthcare outcomes” will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the second Judging criterion. If two or more Submissions are tied on the two applicable criteria, the panel of Judges will vote on the tied Submissions.\nPublic voting for the Challenge will take place during a voting period specified on the Challenge Website. The “Popular Choice” winner will be determined based on the highest number of verified votes received on the Challenge Website during the voting period.  Verified vote counts will be determined by Devpost and/or Prize Sponsor. If there is a tie between two or more Submissions, the winner will be determined by Prize Sponsor.\nPublic voting is open to any person with a verified Devpost account. Each person is limited to one vote per Submission and may only vote using one account. Entrants may not directly or indirectly offer or pay any monetary or other form of consideration in exchange for a vote.  There shall be no use of any manual or automated vote process or methods, or multiple e-mail addresses, to circumvent the one-vote limit per person per Submission. Doing so will subject all of that individual’s votes to disqualification. Prize Sponsor may also disqualify a Entrant, if the Entrant receives multiple or irregular votes from the same user or users, receives votes in a manner that indicates manual, automated or other vote manipulation, or attempts to compensate voters.\nIf the voting process fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, Prize Sponsor has the right to determine any public voting prize winners by using non-suspect votes, or by any other means they deem appropriate. If no alternative means of determining a public voting winner prize is available or selected, Prize Sponsor may terminate any prize related to public voting without designating a winner.\nPrize Sponsor and Devpost are not responsible for, and are not required to count any vote which, in their judgment, is incomplete, late, misdirected, damaged, unlawful or illicit. This includes votes secured in breach of the voting rules above, as well as those lost for technical reasons, or otherwise in violation of this Agreement or the Official Rules.\n\n:\nThere are up to thirteen (13) awards across various categories, as defined herein:\n: Up to six (6) Entrant Submissions will be selected as Competition first place winners, including up to two (2) First Prize Winners in each of the three application categories, (Clinical, Financial and Operational).  Up to one (1) First Place Winner per category will be selected from Submissions entered by Eligible Individuals, Teams of Eligible Individuals, and Small Organizations, and up to one (1) First Place Winner per category will be selected from Submissions entered by Large Organizations.\nEach first place winning Entrant (“First Place Winner”) will be awarded (1) a cash prize, (2) a Trip, (3) admission to the Centricity LIVE 2017 Conference in Boston, (4) an opportunity to interact with representatives from GE Ventures and (5) membership opportunity to GE Health Cloud ISV Alliance (\n),:\nIf First Place Winner cannot take the Trip for any reason, First Place Winner will forfeit the Trip and GE may, at its option and in its sole discretion, select an alternate winner of the Trip, or the Trip may not be awarded.  All trip components are subject to change and shall be determined by GE in its sole discretion.\nFirst Place Winner must travel from major airport closest to the First Place Winner's residence, as determined by Sponsors, in their sole discretion. Any picture identification requirements associated with air travel are First Place Winner's responsibility. Sponsors will attempt to accommodate First Place Winner's preferred itinerary, but all specifics thereof will be at Sponsors’ discretion. Flight details are subject to availability and airline carrier's regulations and conditions apply. Sponsors are not responsible for lost or mutilated tickets and none will be replaced. Airline tickets are non-refundable, non-transferable, and are not valid for upgrades.\nIn the event the First Place Winner lives within 100 miles of the GE Digital headquarters in San Ramon, California, ground transportation only (not air transportation) will be provided to and from the Hotel.\nTravel arrangements must be made through Sponsors and the Trip must be for the visit to GE Digital headquarters taking place May through August 2017, or Trip will be forfeited and Sponsors will have no further obligation to First Place Winner for the Trip. \nThe Trip may not be combined with any other offer and travel may not qualify for frequent flyer miles. The hotel accommodations, airline tickets, and other components of the Trip will be determined at the sole discretion of Sponsors. If any portion of the Trip is not available for any reason then the Sponsor reserves the right to substitute that portion of the prize with another prize of comparable or greater value.\nThe retail value of The Trip is approximately $2,000 USD. Actual prize value depends on the location of the winner's residence and dates of travel.\nFirst Place Winner is responsible for any transportation not specifically noted in these Official Rules. The Trip does not include assistance with travel costs or other expenses associated with obtaining picture identification, if required.  All costs and expenses associated with winner’s acceptance and use of Trip which are not listed herein as part of the prize, including, without limitation, ground transportation (other than that specified herein), luggage fees, souvenirs, miscellaneous hotel expenses, meals and gratuities are the sole responsibility of winner.  \n No substitution of prizes is permitted except by GE.  Prizes are not assignable or transferable.\n: Each First Prize Winner will receive up to two (2) complementary registrations to CENTRICTY LIVE 2017 Conference in Boston, MA taking place May 17-20, 2017 including travel expenses as defined herein for up to two (2) people per First Prize Winner (the “Admission”). The Admission will include the following:\nIf First Place Winner cannot take the Admission for any reason, First Place Winner will forfeit the Admission and GE may, at its option and in its sole discretion, select an alternate winner of the Trip, or the Trip may not be awarded.  All trip components are subject to change and shall be determined by GE in its sole discretion.\nFirst Place Winner must travel from major airport closest to the First Place Winner's residence, as determined by Sponsors, in their sole discretion. Any picture identification requirements associated with air travel are First Place Winner's responsibility. Sponsors will attempt to accommodate First Place Winner's preferred itinerary, but all specifics thereof will be at Sponsors’ discretion. Flight details are subject to availability and airline carrier's regulations and conditions apply. Sponsors are not responsible for lost or mutilated tickets and none will be replaced. Airline tickets are non-refundable, non-transferable, and are not valid for upgrades.\nIn the event the First Place Winner lives within 100 miles of the CENTRICITY LIVE 2017 conference in Boston, Massachusetts, ground transportation only (not air transportation) will be provided to and from the Hotel.\nTravel arrangements must be made through Sponsors and the Trip must be for attending CENTRICITY LIVE 2017 taking place May 17 through May 20th 2017, or Admission will be forfeited and Sponsors will have no further obligation to First Place Winner for the Admission. \nThe Admission may not be combined with any other offer and travel may not qualify for frequent flyer miles. The hotel accommodations, airline tickets, and other components of the Admission will be determined at the sole discretion of Sponsors. If any portion of the Admission is not available for any reason then the Sponsor reserves the right to substitute that portion of the prize with another prize of comparable or greater value.\nThe retail value of the Admission is approximately $4,000 USD. Actual prize value depends on the location of the winner's residence and dates of travel.\nFirst Place Winner is responsible for any transportation not specifically noted in these Official Rules. The Trip does not include assistance with travel costs or other expenses associated with obtaining picture identification, if required.  All costs and expenses associated with winner’s acceptance and use of Admission which are not listed herein as part of the prize, including, without limitation, ground transportation (other than that specified herein), luggage fees, souvenirs, miscellaneous hotel expenses, meals and gratuities are the sole responsibility of winner.  \n No substitution of prizes is permitted except by GE.  Prizes are not assignable or transferable.\n \n\n: Up to six (6) Entrant Submissions will be selected as Competition second place winners, including up to two (2) Second Prize Winners in each of the three application categories, (Clinical, Financial and Operational). Up to one (1) First Place Winner per category will be selected from Submissions entered by Eligible Individuals, Teams of Eligible Individuals, and Small Organizations, and up to one (1) First Place Winner per category will be selected from Submissions entered by Large Organizations.\nEach second place winning Entrant (“Second Place Winner”) will be awarded (1) a cash prize, (2) membership opportunity to GE Health Cloud ISV Alliance (\n),:\n; Up to one (1) Entrant Submission will be selected as Challenge Popular Choice Award winner and will receive a $2,000 USD cash prize.\nAll decisions of the Sponsors and Judges will be final and binding on all matters relating to this Competition. No substitution or transfer of prize awards is permitted. Prizes will be awarded per winning Submission, not per number of persons involved in the Team or Entity Submission.\nThis is a contest of skill. Whether or not your Submission is determined as a winner depends on how your Submission compares to the other Submissions submitted in the Competition when evaluated based on the Judging Criteria.  All cash awards are a one-time offer and there is no offer of licensure, royalty, or other financial compensation implied beyond the award\n\n \nIf you are an Eligible Individuals or Teams and you are not entering on behalf of a Small Organization or Large Organization, you are eligible to win more than one prize in Challenge. In the event that an Organization has more than one Submission that initially qualify for a prize based on the Judges’ scores, the Submission qualifying for the higher value prize will be awarded a prize. In the event that two or more Submissions from the same Organization initially qualify for prizes of equal value based on the Judges’ scores, the Sponsor will choose which Submission to award a prize.\nAll potential winners will be notified by the e-mail address provided in the account used to submit the Entry. Return of any notification as “undeliverable” will result in disqualification. Potential prize winners are subject to verification of eligibility and compliance with these Official Rules. Sponsors reserve the right to examine Entries for compliance with the Competition Rules. Prize winners may, subject to applicable laws and regulations, be screened to ensure they are not included on any Government Watch List.\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. Sponsors reserve the right to examine Submissions for compliance with the Competition Rules. Prize winners may, subject to applicable laws and regulations, be screened to ensure they are not included on any Government Watch List. The final decision to designate a winner shall be made by the Sponsor and/or Administrator.\nPotential winners will be notified using the email address associated with the Devpost account used to enter the Submission (the submitter is the “Representative” in the case of a Team, Small Organization, or Large Organization). In order to receive a prize, the potential winner (including all participating team members in the case of a Team, Small Organization, or Large Organization) will be required to sign and return to the Sponsor or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Sponsor and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) The potential winner’s Representative or any participating member does not respond to  email or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) The prize or prize notification is returned as undeliverable; or  \n(iii) The Submission or the potential winner, or any member of a potential winner’s Team, Small Organization, or Large Organization, is disqualified for any other reason. \nIn the event of a disqualification, the Sponsor and/or Administrator may award the applicable prize to an alternate potential winner.\n\nThe Sponsor has the right to make a Prize substitution of equivalent or greater value. The Sponsor will not award a prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific prize.\nPrizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a Team, or to the Small or Large Organization, if the Maker is a Small or Large Organization. It will be the responsibility of the winning Maker’s Representative to allocate the prize among their Team or Small or Large Organization’s participating members, as the Representative deems appropriate. A monetary prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a Team or Small or Large Organization), or wired to the Maker, Maker Representative, or Small or Large Organization’s bank account, only after receipt of the Required Forms.\nFailure to provide correct information on the Required Forms, or other correct information required for the delivery of a Prize, may result in delayed Prize delivery, disqualification or the Maker, or forfeiture of a prize.\nWithin 45 days of the Sponsor or Administrator’s receipt of the Required Forms\nWinners (and in the case of Team or Small Organization, all participating members) are responsible for any fees associated with receiving or using a prize, including but not limited to, wiring fees. Winners (and in the case of Team or Small Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The SPONSOR, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Sponsor jurisdiction, or those of a winner’s jurisdiction.\nIf any prize winner is a healthcare provider (or an employee or affiliate of a healthcare provider), please note that any prizes awarded (i) may be reportable to the U.S. Government under the Federal Sunshine Act and (ii) will be awarded based solely on the merits of Maker’s Submission, and not tied to, conditioned on or a reward for any past or future purchases of GE products or services. \n:\nBy entering, all Makers (including, in the case of a Team, Small Organization, or Large Organization, all participating members) agree to be bound by the Official Rules and hereby release the Sponsor, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”)  Released Parties from and against any and all liability in connection with the prizes or Maker’s participation in the Challenge, including any injuries, losses, damages, claims, actions and any liability of any kind (including attorneys’ fees) resulting from or arising out of your participation in, association with or submission to the Challenge (including any claims alleging that your Submission infringes, misappropriates or violates any third party’s intellectual property rights). The Released Parties are not responsible for any miscommunications such as technical failures related to computer, telephone, cable, and unavailable network or server connections, related technical failures, or other failures related to hardware, software or virus, or incomplete, late or misdirected Submissions.  Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\nA. By entering the Challenge, you (and, if you are entering on behalf of a Team, Small Organization, or Large Organization each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Sponsor and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Sponsor, Administrator, and/or the Challenge Judges which are binding and final in all matters relating to the Challenge.\n(iii) You release, indemnify, defend and hold harmless the Released Parties from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge, acceptance or use or misuse of the prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Sponsor or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website;\n(iii) unauthorized human intervention in any part of the entry process or the Challenge; \n(iv) technical or human error which may occur in the administration of the Challenge or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Sponsor.\n: You acknowledge that multiple Makers may make Submissions that contain designs, concepts or technologies similar to your Entry and that Sponsors and/or their respective subsidiaries and business partners may already be investigating or developing technical solutions or business activities that are related or similar to those that you disclose in your Submission. You acknowledge and agree that Sponsor’s or Administrator’s actions with respect to another Submissions or one of their own solutions or business activities, even if similar to your Submissions shall not create any liability to you or others. Further, Sponsors and Administrators are not or shall not be restricted in any way from pursuing, developing, or commercializing, in any way that they see fit, independent of you and at their sole discretion, any technology that is created independent of your Submission. For the avoidance of doubt, you acknowledge that Sponsors and Administrators are not obligated to take any action whatsoever with regard to your Submission.\n: The invalidity or unenforceability of any provision of these Official Rules shall not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Official Rules shall otherwise remain in effect and be construed in accordance with their terms as if the invalid or illegal provision was not contained herein.\n: By entering the Competition, you waive all rights to seek injunctive or equitable relief, or to claim punitive, incidental or consequential damages, or attorneys’ fees. Except where prohibited by law, by entering you agree that any and all disputes, claims, and causes of action arising out of or connected with these Official Rules or this Competition shall be resolved individually, without resort to any form of class action.\n\nA. Sponsor and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB. Sponsor and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law.  Should Sponsor or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. The terms and conditions of the Official Rules are subject to reasonable changes that are necessary or advisable at any time, including the rights or obligations of the Maker, the Sponsor and the Administrator. The Sponsor and Administrator will post the terms and conditions of the amended Official Rules on the Challenge Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nE. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nF. Excluding Submissions, all intellectual property related to this Challenge, and any other Sponsor or Administrator intellectual property, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Sponsor or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n: You agree that these terms and the relationship between you and the Sponsors shall be governed by the laws of the United States and the State of New York.\nYou acknowledge and agree that all aspects and content of your Submission, including the intellectual property relating thereto, shall be treated as if made in the United States and United States laws relating to patents, inventions, assignments and compensation shall supersede the relevant laws of any country in which the Submission, including the intellectual property associated there with the Submission IP (defined herein), may have been conceived and/or made.\nFor Makers living outside the United States, you specifically acknowledge that you accept the practices and policies outlined in these Official Rules and in the Privacy Policy for the Competition Website and consent to having your data transferred to and processed in the United States and in other countries as needed for Sponsor’s and Administrator’s  business purposes.\n\nA. Makers agree that, to the fullest extent permitted by law: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Challenge or any prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Sponsors in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. ", "hackathon-prizes": [{"prize-content": "•\t$5,000 cash", "prize-title": "First Prize "}, {"prize-content": "•\t$3,000 cash", "prize-title": "Second Prize"}, {"prize-content": "• $2700 USD", "prize-title": "Honorable Mention"}, {"prize-content": "•\t$2,000 cash", "prize-title": "Popular Choice Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://gehealthcloud.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": "For more about the potential benefits to ISVs of the GE Health Cloud, visit the"}], "hackathon-location-address": "", "hackathon-description-header": "Show the world how your application is going to change healthcare.", "hackathon-prizes-total": "$50,000", "hackathon-location-description": "", "hackathon-end-date": "2017-02-28", "has-projects": "True"}