{"hackathon-description-text": "\nReDI is a non-profit refugee tech school aimed at accelerating refugee integration into the job market by teaching market relevant IT skills. We use tech to connect human potential and opportunity with dignity & humility.", "hackathon-number-of-prizes": "5", "hackathon-id": "humanitarian-hackathon", "hackathon-judges": [{"judge-role": "Head of Controlling, kloeckner.i GmbH", "judge-name": "Tabea Neumann"}, {"judge-role": "Head of Online Marketing, kloeckner.i GmbH", "judge-name": "Malte Haase"}, {"judge-role": "", "judge-name": "NRC representative(s)"}, {"judge-role": "", "judge-name": "Tech Expert (TBA)"}, {"judge-role": "VP of Design, HERE Technologies", "judge-name": "Jay F. Grossen"}, {"judge-role": "Techfugees", "judge-name": "Tom Hayton"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "33", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAn initial prototype of your application would be wonderful! However, you can also sketch a (clickable) mock-up. Please upload any files connected to your project!", "hackathon-rules": "\nReDI School commits to provide an environment where the rights, safety, dignity and worth of every individual are respected. Please respect that!\nThe ReDI community is made up of students and volunteers united by their participation in, and commitment to, respectful intellectual exchange.\nIntellectual exchange also implies acting responsibly in a community setting, with respect for the rights of other students and volunteers, as well as for the property, common resources and laws associated with that community.\nProhibited drug use, which includes: sale or possession of a Drug, including but not limited to marijuana or narcotics, during a ReDI School sponsored activity.\nWe would also like to point out that we do not wish consumption of alcohol during the event. Afterward, you can, of course, go for a drink if you like to.\n\nRights of Intellectual Property\nReDI School of Digital Integration is organizing the hackathon and NRC, HERE Technologies, Techfugees, Facebook Developer Circles Berlin and Airbnb are involved as sponsors and donors.\nBy registering and uploading your prototype, each participant represents and warrants that:\nParticipants are allowed to use open sources tools and free-to use content. Participants are also encouraged to use their own proprietary solutions to develop creative and efficient products. If you use any third party copyrighted materials, you have must have appropriate permission and disclose the permission to the organizers before or during the Hackathon. The organizers will not be liable for any loss, damage, claim or expense resulting from any infringement of any privacy right, copyright, trade secret or other proprietary or intellectual property right of any third party. The organizers reserve the right to take down any content that infringes or is believed to infringe upon any intellectual property right.\nBy registering and uploading your prototype, you award NRC an irrevocable, non-exclusive, perpetual, royalty-free, worldwide license to:\nYou retain the right to continue to develop your ideas independently if you so wish.\nYou retain the right to make your code open source.\nParticipants may be contacted by NRC in the aftermath of this Hackathon to continue to the development of their ideas/products. Participation in the Hackathon, in and of itself, is not intended to create any rights or obligations to future funding from NRC or development of your code and designs. Any such rights and obligations shall be created only through separate agreements\nAny offer of support from NRC does not constitute an equity valuation or purchase of equity in any business which may arise out of the code and design you are uploading.", "hackathon-prizes": [{"prize-content": "Team with the best solution will be invited to come to Oslo to present in front of the NRC board", "prize-title": "Invitation to Oslo, Norway, by NRC board"}, {"prize-content": "Team with the best solution to the defined criteria receives 1,000 € (sponsored by HERE Technologies).", "prize-title": "Best Solution"}, {"prize-content": "The 2nd winning team gets free Tickets to Startup Weekend Berlin (May 4 - 6)", "prize-title": "Tickets for Startup Weekend Berlin (May 4 - 6)"}, {"prize-content": "The team with the best solution with the use of the HERE API - selected by HERE Technologies - receives 1,000 € sponsored by HERE Technologies.", "prize-title": "Best solution with use of the HERE API"}, {"prize-content": "Techfugees offers mentoring to promising solutions to go on with their projects", "prize-title": "Mentoring by Techfugees Berlin"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Am Nordbahnhof 3, 10115 Berlin, Germany", "hackathon-url": "https://humanitarian-hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "To what extent does the solution meet the needs of the beneficiaries?"}, {"judging-criterion": "How fast and easy can the solution be implemented in the region? Is it easy to use? How many people are able to use it?"}, {"judging-criterion": "How safe is it for people to use the technology? Is the use anonymous if possible? Is there a risk of using it? How secure is the solution in terms of cyber attacks and hacks?"}, {"judging-criterion": "How expensive is it to create this solution? Can it be done by anyone with a computer and developing skills? Are special resources required to build this project?"}], "hackathon-location-address": "Am Nordbahnhof 3, 10115 Berlin, Germany", "hackathon-description-header": "Solve real-life issues that refugees and migrants are facing in the Middle East, Ukraine, and Colombia.", "hackathon-prizes-total": "$2,762", "hackathon-location-description": "ReDI School", "hackathon-end-date": "2018-04-21", "has-projects": "True"}