{"hackathon-description-text": "\nHackers, innovators, tech specialists, artists, makers and coders! Come share your knowledge to develop the next game changers in the Music Tech industry at the Wallifornia Music Tech Hackathon in Liege, Belgium July 5-6!", "hackathon-number-of-prizes": "4", "hackathon-id": "wallifornia-musictech", "hackathon-judges": [{"judge-role": "SABAM", "judge-name": "Nicolas Roebben"}, {"judge-role": "Tapptic", "judge-name": "Fred Feytons"}, {"judge-role": "CTO / Himeta", "judge-name": "Youri Balcers"}, {"judge-role": "Dev for Playground", "judge-name": "Emeric Florance"}, {"judge-role": "CEO Armonia + DBTH", "judge-name": "Virginie Berger"}, {"judge-role": "STHLM Music City", "judge-name": "Björn Lindborg"}, {"judge-role": "Last.fm", "judge-name": "Matt Clark"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nYou must complete an application by Thursday June 29, 2017 at 12:00pm CST to participate (some exceptions may apply at our sole discretion). You must be selected as a participant. Once you are selected as a participant of the Contest, You will be required to submit a project (“Project”) in compliance with the rules set forth herein (“Project Requirements”). At least one member of your team must be on-site for the duration of the Contest.", "hackathon-number-of-participants": "21", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n• You must write fresh, new code and put the code in a repository that our judges can review.\n• You must use at least one of the APIs provided by us for the Contest.\n• Your Project must be your own original work created for this Contest, except for any materials made available by us for the Contest.\n• Your Project cannot have been selected as a winner in another contest.\n• We, in our sole discretion, reserve the right to disqualify any Project containing racial, religious, or ethnic slurs, explicit language, obscene, defamatory, pornographic, violent, or sexual content, or libel, hate speech, references to alcohol, drugs or other illicit substances, or otherwise objectionable, offensive, illegal, inappropriate or prohibited material.\n• By entering, you represent and warrant that: (i) your Project includes only material that you own or that you have permission from the copyright/trademark owner to use (including source code, user interface, music, video or images); and (ii) your Project does not contain any third party copyrighted materials, and otherwise do not violate or infringe the rights, including, without limitation, copyrights, trademark rights or rights of publicity/privacy, of any third party.", "hackathon-rules": "\nThese are the Ofﬁcial Rules and Regulations (the “Ofﬁcial Rules”) that govern how the Wallifornia Music Tech Hackathon operates (the \"Contest\"). In these rules, \"we,\" \"our,\" and \"us\" refer to Wallifornia Music Tech. “You”, “Yourself”, and “Participant” refer to an eligible participant.\n \nThe Contest is for the 2017 Wallifornia Music Tech Hackathon. The Contest is designed to create new tech innovations in the music, VR/AR space for artists, industry, and fans. Please note that this is a skilled-based contest, and chance plays no part in the determination of the winners. By participating, you (and your parent/legal guardian if you are a minor) agree to these Ofﬁcial Rules.\n \nYou must be 16 years or older (with express permission from a parent or legal guardian, if applicable) to enter the Contest. This Contest is void where prohibited by law. No purchase is necessary and a purchase or payment of any kind will not increase your chances of winning.\n \nTo participate, visit \n and submit a Contest application. Participants will be selected based on the completeness of their application and the potential to impact the music and VR/AR industries. Selected participants will be notiﬁed of their selection before the Event. If you are a minor and are selected to participate, you must get written permission from your parent/legal guardian before you can participate.\n \nYou must complete an application by Thursday June 29, 2017 at 12:00pm CST to participate (some exceptions may apply at our sole discretion). You must be selected as a participant. Once you are selected as a participant of the Contest, You will be required to submit a project (“Project”) in compliance with the rules set forth herein (“Project Requirements”). At least one member of your team must be on-site for the duration of the Contest.\n \n• You must write fresh, new code and put the code in a repository that our judges can review.\n• You must use at least one of the APIs provided by us for the Contest.\n• Your Project must be your own original work created for this Contest, except for any materials made available by us for the Contest.\n• Your Project cannot have been selected as a winner in another contest.\n• We, in our sole discretion, reserve the right to disqualify any Project containing racial, religious, or ethnic slurs, explicit language, obscene, defamatory, pornographic, violent, or sexual content, or libel, hate speech, references to alcohol, drugs or other illicit substances, or otherwise objectionable, offensive, illegal, inappropriate or prohibited material.\n• By entering, you represent and warrant that: (i) your Project includes only material that you own or that you have permission from the copyright/trademark owner to use (including source code, user interface, music, video or images); and (ii) your Project does not contain any third party copyrighted materials, and otherwise do not violate or infringe the rights, including, without limitation, copyrights, trademark rights or rights of publicity/privacy, of any third party.\n \nThe Contest will begin on July 5, 2017 at 11:00am and end on July 6, 2017 at or around 11:00am (Belgium Time)  (the “Contest Period”) and consists of the following phases:\n \nHackers create their Projects! (July 5-6, 2017)\n \nHackers demo their new creations for the panel of Judges and SXSW Attendees. At the end of the Demo showcase, judges will select the winning projects. (July 6, 11:00am-12:00pm)\n \nJudges will select ﬁnalists and winners with the highest scoring submission based on the judges’ opinions on the following factors: Impact to the Music and VR/AR industries (25%); User Experience (25%); Innovativeness (25%); Technical Excellence (25%)\n \nEach winner may receive one of the following prizes (“Prize(s)”):\n \nBy participating in this Contest you (and your parent/legal guardian if you are a minor) agree:\n \nThis Contest will be governed by the laws of the City of Liège, and you consent to the exclusive jurisdiction and venue of state and federal courts in Liège for any disputes arising out of this Contest.\n \nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled (also referred to as “force majeure”) affects the fairness and/or integrity of this Contest, we reserve the right to cancel, change, or suspend this Contest. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Contest, we reserve the right to select winners from among all eligible entries received before we had to cancel, change or suspend the Contest.\nIf you or your team attempts to compromise the integrity or the legitimate operation of this Contest, or if we have reason to believe that you or your team have compromised the integrity or the legitimate operation of this Contest by cheating, hacking, creating a bot or other automated program, or by committing fraud in any way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Contests, so please play fairly.\n \nA llist of all winners will be published on \n after the conclusion of Wallifornia Music Tech 2017.\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "€2000 cash prize"}, {"prize-content": "", "prize-title": "Les Ardentes Music Fesival Tickets"}, {"prize-content": "", "prize-title": "Free Landr Pro account."}, {"prize-content": "", "prize-title": "Lifetime subscription to PlayGround. 1 CTRLCap."}], "hackathon-location-google-maps": "https://maps.google.com/?q=Rue Auguste Hock 21, 4020 Liège, Belgium", "hackathon-url": "https://wallifornia-musictech.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will select ﬁnalists and winners with the highest scoring submission based on the judges’ opinions on the following factors: Impact to the Music and VR/AR industries (25%); User Experience (25%); Innovativeness (25%); Technical Excellence (25%)"}], "hackathon-location-address": "Rue Auguste Hock 21, 4020 Liège, Belgium", "hackathon-description-header": "Wallifornia Musictech", "hackathon-prizes-total": "€2,000", "hackathon-location-description": "Les Ardentes", "hackathon-end-date": "2017-07-06", "has-projects": "True"}