{"hackathon-description-text": "\nYou can choose from three main challenges:", "hackathon-number-of-prizes": "2", "hackathon-id": "atlhoopshack", "hackathon-judges": [{"judge-role": "Our Sponsors", "judge-name": "Esteemed Guest Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone who comes out to the ATL Hoops Hackathon.", "hackathon-number-of-participants": "21", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nAll projects must be completed and submitted either this platform or in person to Hypepotamus by Saturday, March 16 at 5pm.\nSubmissions must not contain any matter which in the sole discretion of the Sponsor or Judges is deemed to adversely affect the public image or reputation of Hypepotamus or those affiliated with this hackathon. Such submissions will not be accepted and will be disqualified.", "hackathon-rules": "\n\n(subject to change, please refer to ATL Hoop Hackathon.com for most current version)", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Pitch"}, {"prize-content": "", "prize-title": "Most Viable"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Atlanta, GA, USA", "hackathon-url": "https://atlhoopshack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original, concrete or realistic is the idea or concept."}, {"judging-criterion": "How complete or how much of the idea or concept did the group complete that they presented."}, {"judging-criterion": "How challenging or hard was the idea/concept that they presented and how technically challenging is their product."}, {"judging-criterion": "How much does this project help with the event or provide value to the overall goals and challenges to either the event or the real world."}, {"judging-criterion": "How well did the group present their idea or concept."}, {"judging-criterion": "How reasonable, sustainable or realistic is this idea or concept."}], "hackathon-location-address": "Atlanta, GA, USA", "hackathon-description-header": "Want to hack the 2013 Men’s Final Four in Atlanta to make it the best one yet? This will be the first hackathon in Atlanta to integrate digital and mobile media with rapid prototype manufacturing.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}