{"hackathon-description-text": "\nThis November 4th, join us and nearly 600 students from across the nation for 24 hours of creation, innovation, & fun. From seasoned coding veterans to first-time hackers from any major or field, all are welcome to join.", "hackathon-number-of-prizes": "19", "hackathon-id": "hackpsu-fall-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Mayank Makwana"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "171", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Each member of the winning team receive a Drove, and Quadcoptor.", "prize-title": "HackPSU - 1st Place Overall"}, {"prize-content": "Each member of the winning team receive a JBL Flip 3", "prize-title": "HackPSU - 2nd Place Overall"}, {"prize-content": "Each member of the winning team receive a Raspberry Pi Model 3", "prize-title": "HackPSU - 3rd Place Overall"}, {"prize-content": "Each member of the winning team who completed the whole hardware workshop track in integrating what they learned from the hardware workshop receive an Arduino starter kit", "prize-title": "Best Hardware Workshop Integration"}, {"prize-content": "Each member of the winning team who completed the whole machine learning workshop track in integrating what they learned from the hardware workshop receive an Amazon (AWS) gift card", "prize-title": "Best Machine Learning Workshop Integration"}, {"prize-content": "Each member of the winning team who completed the whole web development workshop track in integrating what they learned from the hardware workshop receive an Amazon (AWS) gift card", "prize-title": "Best Machine Learning Workshop Integration"}, {"prize-content": "Specifically for the EdTech Network, we will be running a social media contest. During the event, we will be giving away EdTech Network-branded fisheye lenses that can be attached to your smartphones. The contest will ask participants to post their best HackPSU photo (using the lens) to Twitter and tag the EdTech Network in the photo. Participants of the contest will have the opportunity to win one of four $25 gift cards.", "prize-title": "EdTech Fisheye Challenge"}, {"prize-content": "Best FinTech Hack is given the opportunity to interview with BNY Mellon and an Amazon Echo or Amazon Taps", "prize-title": "BNY Mellon - Best FinTech Hack"}, {"prize-content": "Best usage of the Blackboard Learn REST API to create something cool or to solve other HackPSU sponsors' challenge will receive a $300 Amazon gift card", "prize-title": "Blackboard Learn REST API Challenge"}, {"prize-content": "Best usage of IBM bluemix Watson API service in their project in order to solve other HackPSU sponsors' challenges will receive:", "prize-title": "IBM - Change the world with Watson "}, {"prize-content": "We want to see a cool integration between a vehicle and other services (i.e. IBM bluemix Watson, Blackboard, etc).", "prize-title": "GM - Next Generation Infotainment App Platform"}, {"prize-content": "Build a unique user experience using AccuWeather APIs and win a $500 Amazon Gift Cards", "prize-title": "AccuWeather - Global Financial Hack"}, {"prize-content": "Create the best and coolest financial project to win a $250 gift card", "prize-title": "Capital One - Best Financial Hack"}, {"prize-content": "Take any problem in higher education and use Artifical Intelligence to solve it and win a $99 Amazon gift card and meal from EdTech leadership from PSU and swag", "prize-title": "EdTech Network Challenge"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "If you are submitting a virtual or augmented reality hack, please select this category.", "prize-title": "Virtual/Augmented Reality Category"}, {"prize-content": "If you are submitting an IoT hack, please select this category.", "prize-title": "IoT Category"}, {"prize-content": "Prize for Hobson's Starfish challenge.", "prize-title": "Hobsons Starfish Challenge"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Information Sciences and Technology Building, University Park, PA 16802, USA", "hackathon-url": "https://hackpsu-fall-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Our goal at HackPSU is to inspire hackers to be innovative with their hacks. Any hacks that approach problems in a new way will be given special consideration."}, {"judging-criterion": "The harder the hack is to create, the more impressed we’ll be. We want to see the technologies used to bring hacks to life. Bonus points for using new, advanced technologies, or even technologies hackers created during the hackathon."}, {"judging-criterion": "Sometimes, hacks tend to be more than just cool projects as they tend to be capable of disruption in some field or space. We’ll be looking out for hacks that are specifically useful to certain groups of people or entire fields."}, {"judging-criterion": "For the most part, one of the hardest parts in creating a hack is considering its aesthitics. We want to give credit to those hacks that are beautifully designed, bug-free, and easy to use."}], "hackathon-location-address": "Information Sciences and Technology Building, University Park, PA 16802, USA", "hackathon-description-header": "Penn State's 2017 Hackathon. Come to Learn. Build. Share.", "hackathon-prizes-total": "$5,804", "hackathon-location-description": "Pennsylvania State University Westgate Building", "hackathon-end-date": "", "has-projects": "False"}