{"hackathon-description-text": "\nInvent:YU provides a unique forum for computer science and data science students, many whom are Jewish, to connect, brainstorm and partner together over a 24-hour period. Unlike other Hackathons, the YU Hackathon does not take place on Saturday, allowing Shabbat observing students to participate in an exciting event that generally would not be open to them.", "hackathon-number-of-prizes": "4", "hackathon-id": "inventyu2017", "hackathon-judges": [{"judge-role": "Professor at Yeshiva University", "judge-name": "Joshua Waxman"}, {"judge-role": "Master Principal Enterprise Cloud Architect at Oracle", "judge-name": "Naomi Klamen"}, {"judge-role": "Director of Data and Evaluation at NCSY", "judge-name": "Dan Hazony"}, {"judge-role": "Major League Hacking", "judge-name": "Kelly Mahone"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nThe event is open to students between the ages of 16-26.", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "", "hackathon-rules": "\nStudents have 21 hours to create any CS/Engineering project they'd like. They can relate to the theme (Giving Back) but it is not necessary. At the end of the Hackathon, students will have 3 minutes to present their project to the judges.\n \nParticipants will be presented with various data sets that relate to non-profits or giving back to the community and asked to analyze them. Participants can take the project in any direction they'd like. At the end of the Hackathon, students will have 3 minutes to present their findings to the judges.\nFor a list of datasets that can be used, click \n. If you would like to use a different dataset, please show it to someone at the Help Desk to ensure that it will qualify for the competition.\n \nPlease follow the MLH Code Of Conduct and Data Sharing Policy.\nThe Code of Conduct can be found \nThe Data Sharing Policy can be found", "hackathon-prizes": [{"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name Registered With Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit (US ONLY)", "prize-title": "Best Use of Amazon Web Services"}, {"prize-content": "$2,000 towards a Charidy Campaign", "prize-title": "First Place Prize"}, {"prize-content": "1 LiteCoin  (to split between team members)", "prize-title": "Second Place Team"}], "hackathon-location-google-maps": "", "hackathon-url": "https://inventyu2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How precise and relevant is the real world problem or opportunity? How interesting or difficult to resolve - functionally or technically - is the problem being challenged?"}, {"judging-criterion": "Does the application approach a new problem, or look at an old problem in a new way? Is the solution innovative or does it rely on an existing tech? To what degree does the application actually solve the problem?"}, {"judging-criterion": "Is the application marketable? Would people use this product?  Is this solution only theoretical or does it have a realistic application for commercial purposes?"}, {"judging-criterion": "Does the prototype work? Is it user-friendly? Is the design visually appealing?"}, {"judging-criterion": "How precise and relevant is the real world problem or opportunity?"}, {"judging-criterion": "How valuable and relevant is the insight presented?"}, {"judging-criterion": "How incisive is the analysis? What is the level of quality of the analysis? Does the code follow both programming and statistical rigor?"}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Cracking the Code of Non-Profits", "hackathon-prizes-total": "$2,318", "hackathon-location-description": "Yeshiva University - Gottesman Library Building", "hackathon-end-date": "2017-10-29", "has-projects": "True"}