{"hackathon-description-text": "\nFor most entrepreneurs and small businesses, the Federal government has useful programs and services, but it can be hard to identify, engage and navigate Federal websites.  Often, small businesses do not know that the Federal government already offers a program that they would find useful.  Entrepreneurs and small businesses need better tools to navigate the Federal government’s vast resources – including programs, services, and procurement opportunities.  The goal of the Apps for Entrepreneurs is to give small businesses and entrepreneurs those better tools through this challenge format.", "hackathon-number-of-prizes": "3", "hackathon-id": "entrepreneurs", "hackathon-judges": [{"judge-role": "Managing Director at Amplifier Ventures", "judge-name": "Jonathan Aberman"}, {"judge-role": "Deputy Director of Office of Entrepreneurship Education, Small Business Administration", "judge-name": "Jack Bienko"}, {"judge-role": "CEO at iStrategy Labs", "judge-name": "Peter Corbett"}, {"judge-role": "Vice President, Brand and Social Media at American Express OPEN", "judge-name": "Julie Fajgenbaum"}, {"judge-role": "Associate Administrator for Investment and Special Advisor for Innovation, Small Business Administration", "judge-name": "Sean Greene"}, {"judge-role": "Government 2.0 Correspondent at O'Reilly Media", "judge-name": "Alex Howard"}, {"judge-role": "Director, Mobile of the Office of Citizen Services & Innovative Technologies at the U.S. General Services Administration", "judge-name": "Gwynne Kostin"}, {"judge-role": "Founder of craigslist and craigconnects", "judge-name": "Craig Newmark"}, {"judge-role": "Senior Marketing Manager for Developer and Platform Evangelism at Microsoft", "judge-name": "Nandita Pinisetti"}, {"judge-role": "Founder and President of GovLoop", "judge-name": "Steve Ressler"}, {"judge-role": "Marketing Manager at HelloWallet", "judge-name": "Justin Thorp"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nFor most entrepreneurs and small businesses, the Federal government has useful programs and services, but it can be hard to identify, engage and navigate Federal websites.  Often, small businesses do not know that the Federal government already offers a program that they would find useful.  Entrepreneurs and small businesses need better tools to navigate the Federal government’s vast resources – including programs, services, and procurement opportunities.\nThe Apps for Entrepreneurs Competition (the “Competition”) is an initiative of the U.S. Small Business Administration (SBA) to help make Federal government programs and information more useful to small businesses.  The Competition will provide recognition to individuals or teams of individuals for developing innovative applications designed for the Web, a personal computer, a mobile handheld device, console, or any platform broadly accessible on the open internet that utilize data which is freely available on Federal government websites.\nThe Apps submitted for this Competition must use data from at least one of the following sources: Small Business Administration \n; Small Business Innovation Research Program \n; Green Government Opportunities for Small Business \n or Data.gov \n.  \n\n\n\nInterested persons should read the official rules before entering the Competition.  All Contestants must submit their Apps through the Challenge.gov portal. Please note, in order to submit an App, Contestants will first need to register and create an account with Challenge.gov. Contestants will:\n\n\n\n\n\nThe winners of these prizes (collectively, “Winners”) will be announced on November 23, 2011.  Only one prize will be awarded for each winning submission, regardless of the number of Contestants that created on the winning app.  SBA reserves the right to substitute prizes of similar value without notice.\n\nPrior to judging, all submitted apps will be screened for Contestant eligibility, completeness of submission and malicious code.\nThe members of the Judging panel will be selected by SBA at its sole discretion and will be comprised of up to ten technology, small business, and entrepreneurship experts from both the public and private sectors.  Judges will be screened by SBA to ensure he/she does not: (1) have personal or financial interest in any Contestant; or (2) have a familial relationship with a Contestant.\n\nThe Judging Panel will rate each Submission approved by the screening panel on the following criteria: \nIn the event of a tie, the SBA Administrator will select the winner.\nThe Competition is open to citizens or permanent residents of the United States who are at least eighteen (18) years old at the time of entry and teams of individuals where each individual is a U.S. citizen or permanent resident at least 18 years of age (collectively referred to as “Contestants”).  Eligible Contestants may submit more than one app and/or participate on more than one team.  \nAny Submissions developed with Federal funding, either grant, contract or loan proceeds are not eligible to win.  Federal employees and their immediate families, current SBA contractors and SBA grant recipients may enter the Competition but are not eligible to win.  Immediate family members includes spouses, siblings, parents, children, grandparents, and grandchildren, whether as “in-laws”, or by current or past marriage, remarriage, adoption, co-habitation or other familial extension, and any other persons residing at the same household location, whether or not related.\nIn order for an entry to be eligible to win this Competition, the entry must meet the following requirements:\nBy making a Submission under this Competition, each Contestant warrants that he or she is the sole author and owner of the Submission, that the Submission is wholly original with the Contestant (or is an improved version of an existing app that the Contestant has sufficient rights to use – including the substantial improvement of existing open-source apps), and that it does not infringe any copyright or any other rights of any third party.  Each Contestant also warrants that the app is free of malware.\nAll tools submitted to the SBA Apps for Entrepreneurs Competition remain the intellectual property of the individuals or teams that developed them.  By registering and entering a Submission, however, the Contestant agrees that SBA reserves an irrevocable, nonexclusive, royalty-free license to use, copy, distribute to the public, create derivative works from, and publicly display a Submission for a period of one year, starting on the date of the announcement of the Winners, and to authorize others, including the general public, to use the Submission without restriction on a royalty-free basis.  The reservation of SBA rights to authorize use of the Submission by the public includes the Contestant’s assent to SBA’s release of the application under an open-source software license, if SBA so chooses.  The Contestant agrees to execute a separate license with SBA, as appropriate, for such purposes.\nWinners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements contained herein.  The Winners will be notified by email by November 23, 2011. The Winner’s name(s) will also be posted on the Competition and/or SBA website.  In the event that a potential Winner is disqualified for any reason, SBA may award the applicable recognition to an alternate Contestant.  \nParticipation in the Competition constitutes consent to SBA’s and its agents’ use of Competition winners’ name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.  \nThe Contestant shall be liable for, and shall indemnify and hold harmless the Federal government against, all action or claims, including but not limited to those for loss of or damage to property (such as damage that may results from a virus, malware, etc. to SBA computer systems or those of the end-users of the software and/or applications), resulting from the fault, negligence, or wrongful act or omission of the Contestant. \nBased on the subject matter of the Competition, the type of work that it will possibly require, and the likelihood of any claims for death, bodily injury, or property damage, or loss potentially resulting from contest participation, Contestants are not required to obtain liability insurance or demonstrate fiscal responsibility in order to participate in this Competition.\nThis Competition is subject to all applicable Federal laws and regulations.  \nSBA and its agents are not responsible for:\nIf for any reason a Contestant’s entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant’s sole remedy is another entry in the Competition. \nSBA reserves the right at any time, for any reason, to cancel, suspend, and/or modify the Competition, or any part of it.  \nParticipation constitutes each Contestant’s full and unconditional agreement to these Official Rules and administrative decisions which are final and binding in all matters related to the Competition. This contest notice is not an obligation of funds; the final award of prizes is contingent upon the availability of appropriations.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place [1 Prize at $5,000]"}, {"prize-content": "", "prize-title": "Second Place [3 Prizes at $3,000]"}, {"prize-content": "", "prize-title": "Third Place [3 Prizes at $2,000]"}], "hackathon-location-google-maps": "", "hackathon-url": "https://entrepreneurs.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the application meet the goals of the Apps for Entrepreneurs Challenge? The application will be rated on the strength of its potential to make Federal government programs and information more useful to small businesses."}, {"judging-criterion": "Is the application innovative, creative and interesting?"}, {"judging-criterion": "Does the application use a combination of creative and relevant Federal data sets, including at least one data set from either \n; \n;  \n or \n? Otherwise, is there an explanation?"}, {"judging-criterion": "Is the application functional, well designed, and simple to use?  It is accessible to a wide range of users including those with disabilities?"}], "hackathon-location-address": "", "hackathon-description-header": "Create apps to help small businesses and entrepreneurs navigate the Federal Government more effectively", "hackathon-prizes-total": "$20,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}