{"hackathon-description-text": "\nHackNC is a weekend for students of all skill levels to broaden their talents. Your challenge is to make an awesome project in just 24 hours. You will have access to hands-on workshops and demos from our sponsors, as well as exciting talks about the awesome things happening right now with computer science and technology - not to mention all of the free food, shirts, stickers, and swag!", "hackathon-number-of-prizes": "11", "hackathon-id": "hacknc-2016", "hackathon-judges": [{"judge-role": "The University of North Carolina at Chapel Hill", "judge-name": "UNC Professors"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nParticipants must be enrolled in an undergraduate or graduate program to participate.  No professionals may submit projects for judging.", "hackathon-number-of-participants": "220", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nAll code presented for judging must be written during the event. Contestants that violate this rule will be disqualified. The easiest way to avoid doing this is by trying something you've never done before.\nThe information you input on this site will be used to generate judging assignments, but we won't judge your project based on what you submit here. Write a description, upload a few photos, and have fun with it, but don't worry too much about the contents of your submission.", "hackathon-rules": "\nIn order to attend HackNC you must have a valid photo ID. You may not enter the venue without a valid photo ID.\nHackNC is run in accordance with the \n.", "hackathon-prizes": [{"prize-content": "Each member of the 1st place team in the General category will be awarded a GoPro Hero Session!", "prize-title": "1st Place"}, {"prize-content": "Each member of the second place team in the General category will be awarded an Amazon Echo Dot.", "prize-title": "2nd Place"}, {"prize-content": "Each member of the third place team in the General category will be awarded a micro-quadcopter.", "prize-title": "3rd Place"}, {"prize-content": "Each member of the team will be awarded $250 by Capital One.", "prize-title": "Best Use of Capital One API - Nessie"}, {"prize-content": "Each member of the team will be awarded $250 by Esri.", "prize-title": "Best Use of Esri API"}, {"prize-content": "Each member of the team will be awarded a 1 TB HDD by MLH.", "prize-title": "Best Use of AWS"}, {"prize-content": "Each member of the team will be awarded a Domain.com swag bag by MLH.", "prize-title": "Best Domain Name Registered with Domain.com"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win a HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Winning team wins Collector's Edition of Watch Dogs® 2", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "Amazon gift cards and GripIt organizers for each member of the team.", "prize-title": "Best Mobile App by CapTech"}, {"prize-content": "A surPRIZE prize for the best hack that leverages IBM technologies.", "prize-title": "Best Use of IBM Technologies (Bluemix, Watson, etc.)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=210 South Rd, Chapel Hill, NC 27514, USA", "hackathon-url": "https://hacknc-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Credit will be awarded to those projects that can demonstrate real-world applicability."}], "hackathon-location-address": "210 South Rd, Chapel Hill, NC 27514, USA", "hackathon-description-header": "Begin an adventure.", "hackathon-prizes-total": "$2,965", "hackathon-location-description": "The University of North Carolina at Chapel Hill - Fetzer Hall", "hackathon-end-date": "2016-10-30", "has-projects": "True"}