{"hackathon-description-text": "\nFor the fourth consecutive year, ", "hackathon-number-of-prizes": "6", "hackathon-id": "wecancode-hack-mexico-2017", "hackathon-judges": [{"judge-role": "CEO and Founder, Advancio", "judge-name": "Karim Jernite"}, {"judge-role": "UABC", "judge-name": "Francisco Juárez García"}, {"judge-role": "ITE", "judge-name": "Iliana Marlen Meza Sánchez"}, {"judge-role": "Director General, LKMX", "judge-name": "Víctor Valle"}, {"judge-role": "CTO, Sperantus", "judge-name": "Diego Sainz"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n\"WeCanCode Hack\" focuses primarily on students and graduates , but computer field professionals are welcomed to join. Ninjas that are self taught with experience are also encouraged to join.", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nA good presentation will have a project description and an explanation of their ultimate goaland impact to the community. Demonstration should include a demo video showing the protype or project. All demonstrations will be given in presentation format. \n \n", "hackathon-rules": "\nEveryone must start from the beginning with no previous code of any kind. This will ensure and maintain fair competition. If you want to win, please do not work on previous code or you will be disqualified. You are allowed to work on previous designs, digital models, open source frameworks, and anything else that is available to others, but stay within rules.\nThe winning team is subject to code review at any time or immediately after winning.\nTeams are to consist of 5 humans with an addition of 1 cyborg, Furby, drone or Sphero or other hardware device based on official approval.\nEvery individual must register for the event, the projects must be submitted and presented together. The deadline for submitting your projects will be at 4:45 pm on Saturday, Octoner 7.\n\nTo submit your project, you'll need to demonstrate first. Slide-decks and or Power-points alone will NOT be allowed. If your demo doesn't work, take us through the code (What you did and where you got stuck). Its about showing what you've learned and not about pitching an idea.\nIt's a Hackathon! Use any language you have in your arsenal! Show us new concepts. Show us whatever you like. and remember, code for you, code for good, and code to change the world!", "hackathon-prizes": [{"prize-content": "1st Prize winners will receive a prize valued at $5000 and a WCC HACK Title", "prize-title": "1st Prize Winners"}, {"prize-content": "2nd Prize winners will receive a prize valued at $4000 and a WCC HACK Title", "prize-title": "2nd Prize Winners"}, {"prize-content": "3rd Prize winners will receive a prize valued at $2500 and a WCC Hack Title", "prize-title": "3rd Prize Winners"}, {"prize-content": "$30 Amazon Gift Card", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "410C Dragonboard for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Boulevard Tecnológico No. 150, Ex-ejido Chapultepec, 22780 Ensenada, B.C., Mexico", "hackathon-url": "https://wecancode-hack-mexico-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "On a scale from 1-5 grade each submission on elements of creativity and originality. -Was the idea original? -is there similar products on the market? -have you heard of a similar solution?"}, {"judging-criterion": "On a scale from 1-5 grade each submission on elements of execution. -How well was the idea was executed? -Workable protype? -Frameworks used? -Technical Difficulty?"}, {"judging-criterion": "On a scale from 1-5 grade each submission on elements of graphical design, typography, and visual aesthetics. -UI/UX experience -Color templates -graphical elements"}, {"judging-criterion": "On a scale from 1-5 measure how helpful the project will be for the community. society -does the submission solve a relevant issue? -is submission viable? executable? useful? -will the submission cause an impact?"}], "hackathon-location-address": "Boulevard Tecnológico No. 150, Ex-ejido Chapultepec, 22780 Ensenada, B.C., Mexico", "hackathon-description-header": "WeCanCode Hackathon 2017", "hackathon-prizes-total": "$12,000", "hackathon-location-description": "Instituto Tecnologico de Ensenada", "hackathon-end-date": "", "has-projects": "False"}