{"hackathon-description-text": "\nHuman trafficking is a multi-billion dollar criminal industry that enslaves nearly 21 million people around the world. Reliable data remains a major challenge at the heart of anti-human trafficking efforts. Lack of data = lack of issue legitimacy, data-informed solutions, and public awareness.", "hackathon-number-of-prizes": "1", "hackathon-id": "athack", "hackathon-judges": [{"judge-role": "", "judge-name": "Judges to be announced soon. For more information: http://www.athackit.org/"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll are welcome to attend: Activists, Technologists, Coders, Designers, Survivors, Healthcare Providers, Law Enforcement, Policy Makers, NGOs, and the General Public. ", "hackathon-number-of-participants": "73", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\nParticipants assume any and all risks and waive claims against ATHack! Inc. (\"Partner Organizations\") along with each of the officers, directors, employees, agents, and contractors (collectively, the “Related Parties”) for any injury, death, damage, or loss of property, revenue, or profits, whether direct, indirect, or consequential, arising from participating in ATHackathon activities. ATHack! Inc. shall be released from any liability that may arise from ATHackathon activities conducted on or off site. \nParticipant understands and agrees that this release will prevent Participant and his or her successors from bringing a lawsuit, claim or other action against the Partner Organizations or Related Parties and from recovering monetary damages or other legal relief from a Partner Organization or Related Party in connection with any of the claims released above.\nParticipants receiving prize money associated with ATHackthon are responsible for all related tax obligations. \nParticipants authorize Partner Organizations and affiliated media firms, to include their names and photographs and/or video footage taken of them in marketing materials and other publications.\nParticipants acknowledge that participation in ATHack is voluntary and that they will not receive financial compensation of any type associated with the taking or publication of these photographs, or participation in company marketing materials or other publications.\nParticipants acknowledge that we claim no ownership of any intellectual property rights over the Content that is created during the ATHackathon. Any intellectual property rights in the Content belong solely to you (or your licensors). However, you grant ATHack! Inc. a non-exclusive, royalty-free, worldwide, perpetual and irrevocable right to use, reproduce, modify, distribute, sublicense, and prepare derivative works of such Content. You represent and warrant that you have sufficient rights to grant this license.\n \n\nIn the interest of fostering an open and welcoming environment, we as contributors and maintainers pledge to making participation in our project and our community a harassment-free experience for everyone, regardless of age, body size, disability, ethnicity, gender identity and expression, level of experience, nationality, personal appearance, race, religion, or sexual identity and orientation.\nOur Standards\nExamples of behavior that contributes to creating a positive environment include:\nExamples of unacceptable behavior by participants include:\nOur Responsibilities\nProject maintainers are responsible for clarifying the standards of acceptable behavior and are expected to take appropriate and fair corrective action in response to any instances of unacceptable behavior.\nProject maintainers have the right and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct, or to ban temporarily or permanently any contributor for other behaviors that they deem inappropriate, threatening, offensive, or harmful.\nScope\nThis Code of Conduct applies both within project spaces and in public spaces when an individual is representing the project or its community. Examples of representing a project or community include using an official project e-mail address, posting via an official social media account, or acting as an appointed representative at an online or offline event. Representation of a project may be further defined and clarified by project maintainers.\nEnforcement\nInstances of abusive, harassing, or otherwise unacceptable behavior may be reported by contacting the project team at athackit@gmail.com. All complaints will be reviewed and investigated and will result in a response that is deemed necessary and appropriate to the circumstances. The project team is obligated to maintain confidentiality with regard to the reporter of an incident. Further details of specific enforcement policies may be posted separately.\nProject maintainers who do not follow or enforce the Code of Conduct in good faith may face temporary or permanent repercussions as determined by other members of the project's leadership.\nAttribution\nThis Code of Conduct is adapted from the \n, version 1.4, available at \n.", "hackathon-prizes": [{"prize-content": "This ATHackathon is non-competitive and meant to serve the community. We are fostering collaboration between all teams.", "prize-title": "Crowd Favorite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=680 Folsom St, San Francisco, CA 94107, USA", "hackathon-url": "https://athack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the project sustainable within the unique context of the organization(s) or effort(s) it is aiming to support? Can it actually function and thrive in terms of technology, process, and execution?"}, {"judging-criterion": "Is the project solution creatively and effectively address the project problem?"}, {"judging-criterion": "How does the project make an impact and to whom? How wide and important is the impact?"}, {"judging-criterion": "Is the project well-thought out and designed?"}, {"judging-criterion": "Has the team considered the pros/cons of their proposed solution? Have they considered the potential negative and unintended consequences? What are their plans for mitigation?"}], "hackathon-location-address": "680 Folsom St, San Francisco, CA 94107, USA", "hackathon-description-header": "INAUGURAL HACKATHON: ATHACK! TO END HUMAN TRAFFICKING & MODERN DAY SLAVERY", "hackathon-prizes-total": "0", "hackathon-location-description": "MICROSOFT REACTOR, SAN FRANCISCO, CA", "hackathon-end-date": "2016-04-30", "has-projects": "True"}