{"hackathon-description-text": "\nhas built a platform to make it easy for anyone to visualize time-related information in interesting, interactive and engaging ways. Our platform lets you create a", "hackathon-number-of-prizes": "8", "hackathon-id": "whenhub", "hackathon-judges": [{"judge-role": "Creator of \"Dilbert\"", "judge-name": "Scott Adams"}, {"judge-role": "‎Cognitive neuroscientist who helps businesses craft memorable messages that influence decisions", "judge-name": "Carmen Simon"}, {"judge-role": "Author, .NET developer and Stack Overflow contributor with a keen interest in all things date and time", "judge-name": "Jon Skeet"}, {"judge-role": "UX Engineer at Google with18 years experience as a UX designer, web developer, teacher and team leader", "judge-name": "Skye Giordano"}, {"judge-role": "UX Designer specializing in data visualization", "judge-name": "Anita Lillie"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "134", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "12", "hackathon-requirements": "\nThe WhenHub Hackathon consists of three categories. Hackathon contestants may submit up to three entries in each of the three categories. This gives you a total of nine possible opportunities to win a prize. While this is theoretically possible, and the rules allow it, keep in mind that quality beats quantity. You may wish to put in more effort into creating one, high-quality entry for the category that best matches your skills.\nEntries in this category consist of a visualization developed with HTML, Javascript and CSS. You can use any frameworks and libraries of your choice. You can write code using any IDE of your choice. However, your submission\nTo get started, visit WhenHub Composer at:\nFollow the instructions on the site to build your visualization with the template we have provided. (Note: A free account on \nFor documentation and guides, visit our Developer Portal at:\nThere you will find complete details on how to build a visualization for the WhenHub platform.\n \nEntries in this category consist of interactive visualization designs created using the\nYour entry must depict the visualization for both desktop and mobile browsers (that is, you must build two prototypes).\nSince visualizations are developed using HTML, Javascript and CSS, we expect that you will create an interaction design that can be implemented using these technologies. For example, if you include elements in your mobile design that are only possible using native mobile operating system elements, your entry would not be acceptable. \nTo start designing your visualization prototypes for desktop and mobile, visit:\n  \n \nEntries in this category will use the WhenHub API to either extend an existing web or mobile app, or as the sole back-end for a new web or mobile app. Our API is quite versatile and enables you to programmatically perform most schedule management tasks supported via\nFor documentation and guides, visit our", "hackathon-rules": "\nThese are the Official Rules that govern how the WhenHub Hackathon (the \"Hackathon\") operates. In these rules, \"we,\" \"our,\" and \"us\" refer to CalendarTree, Inc. operating as \"WhenHub.\" “You” and “Yourself” refer to an eligible entrant.\nThe intent and spirit of the Hackathon is to showcase the skills and creativity of coders and designers. All Entries must meet the following general standards:\n- All Entry materials must be presented and/or submitted in the English language.\n- The content of your Entry and any supporting materials must be acceptable for all viewing audiences. We will automatically disqualify any entrant that submits any Entry or supporting materials that contain text, sound or images that we, in our sole opinion and for any reason, find vulgar, offensive, or inappropriate for public viewing, or that presents us in a negative light.\nBy submitting an entry in this Hackathon, you confirm that, to the best of your knowledge:\nYour Entry meets the requirements set forth above; and\nThe entirety of the entry is your/your team’s original work.\nYou/your teams have obtained any and all consents, approvals, or licenses required for you to submit your Entry.\nImportant note about copyright: Your team’s entire Entry must only include material (including source code—both open source and third party sourced, user interface, or media) that you own or that you have permission from the copyright/trademark owner to use. Your team’s Entry may not include copyrighted materials (such as source code, user interface, or media) unless you own or have permission to use the materials. Your team’s entry will be disqualified if copyrighted materials are a part of your Entry without appropriate licensing or permissions.\nWe reserve the right to disqualify or reject any Entry that we, in our sole and absolute discretion, determine does not meet the above criteria.\nIf we do not receive a sufficient number of Entries meeting the entry requirements, we may, at our discretion, select fewer than the designated number of winners. The decisions of the judges are final and binding in all matters related to the Challenge.\nAn Eligible Individual may join more than one Team or Small Organization and an Eligible Individual who is part of a Team or Small Organization may also enter the Hackathon on an individual basis.\nIf a Team or Small Organization is entering the Hackathon, they must appoint and authorize one individual (the \"Representative\") to represent, act, and enter a Submission, on their behalf. The Representative and each team member must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team or Small Organization you represent and warrant that you are the Representative authorized to act on behalf of your Team or Small Organization.\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of WhenHub through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\nIn the event of any discrepancy or lack of clarity in eligibility requirements, WhenHub, in its sole discretion, shall determine the eligibility or lack thereof of an Entrant.\nThe entry requirements are described in \"Requirements\" and \"How to Enter\" sections of the Hackathon information website and are incorporated by reference herein.\nThe entries will be judged according to the information provided in the \"Judging Criteria\"section of the Hackathon information website and are incorporated by reference herein.\nThe prizes for the Hackathon will be awarded as described in the \"Prizes\" section of the Hackathon information website and are incorporated by reference herein.\nOther than what is set forth below, we are not claiming any ownership rights to your entry. However, by submitting your Entry, you:\nAre granting us a royalty-free, non-exclusive, sublicensable, worldwide, irrevocable, perpetual license to display publicly, use, review, assess, test, reproduce, modify, create derivative works and use for promotional purposes your Entry and all its content, including the use for publication, advertisement and announcement irrespective of tools and methods such as paper, broadcast and electronic media, etc. in US and overseas.\nAgree to sign any necessary documentation that may be required for us and our designees to make use of the rights you granted above;\nUnderstand that you will not receive any compensation or credit for use of your Entry, other than what is described in these Official Rules.\nPlease note that following the end of this Hackathon your Entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your Entry by visitors to this website.\nWhile we reserve these rights, we are not obligated to use your Entry for any purpose, even if it has been selected as a winning Entry.\nIf you do not want to grant us these rights to your Entry, please do not enter this Hackathon.\nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled (also referred to as force majeure) affects the fairness and/or integrity of this Hackathon, we reserve the right to cancel, change, or suspend this Hackathon. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Hackathon, we reserve the right to select winners from among all eligible entries received before we had to cancel, change or suspend the Hackathon.\nIf you or your Team attempts to compromise the integrity or the legitimate operation of this Hackathon, or if we have reason to believe that you or your Team have compromised the integrity or the legitimate operation of this Hackathon by cheating, hacking, creating a bot or other automated program, or by committing fraud in any way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Hackathons, so please play fairly.\n ", "hackathon-prizes": [{"prize-content": "The winner of the \"Best Overall\" prize will receive the following:", "prize-title": "Best Overall"}, {"prize-content": "The First Prize winner for the \"Best Visualization (Code)\" category will receive the following:", "prize-title": "Best Visualization (Code) - First Prize"}, {"prize-content": "The Second Prize winner for the \"Best Visualization (Code)\" category will receive the following:", "prize-title": "Best Visualization (Code) - Second Prize"}, {"prize-content": "The First Prize winner for the \"Best Visualization (Design)\" category will receive the following:", "prize-title": "Best Visualization (Design) - First Prize"}, {"prize-content": "The Second Prize winner for the \"Best Visualization (Design)\" category will receive the following:", "prize-title": "Best Visualization (Design) - Second Prize"}, {"prize-content": "The First Prize winner for the \"Best Use of WhenHub API\" category will receive the following:", "prize-title": "Best Use of WhenHub API - First Prize"}, {"prize-content": "The Second Prize winner for the \"Best Use of WhenHub API\" category will receive the following:", "prize-title": "Best Use of WhenHub API - Second Prize"}, {"prize-content": "The Third Prize winner (three awards) for the \"Best Use of WhenHub API\" category will receive the following:", "prize-title": "Best Use of WhenHub API - Third Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://whenhub.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The visualization loads quickly and interactions are smooth, without lag."}, {"judging-criterion": "The visualization concept looks fresh and modern."}, {"judging-criterion": "The visualization displays time-based information in an interesting and innovative manner."}, {"judging-criterion": "The visualization has a great overall user experience."}, {"judging-criterion": "The visualization concept looks fresh and modern."}, {"judging-criterion": "The visualization concept has a consistent look and feel for both desktop and mobile."}, {"judging-criterion": "The visualization displays time-based information in an interesting and innovative manner."}, {"judging-criterion": "The visualization has a great overall user experience."}, {"judging-criterion": "The app uses the API for non-trivial functionality."}, {"judging-criterion": "The app solves a real-world problem for which the solution requires a time-based information repository."}, {"judging-criterion": "The app uses the WhenHub API in an interesting and innovative manner."}, {"judging-criterion": "The app has a great overall user experience."}], "hackathon-location-address": "", "hackathon-description-header": "Code or Design Time Visualizations and Apps", "hackathon-prizes-total": "$16,500", "hackathon-location-description": "", "hackathon-end-date": "2017-05-08", "has-projects": "True"}