{"hackathon-description-text": "\nThe National Endowment for the Arts (NEA) supports artistic talent and creativity in the United States and provides Americans with rich and diverse opportunities to experience art. Like every other organization, business, or government agency, we rely on data to tell us how to serve our mission more effectively. The Survey of Public Participation in the Arts (SPPA) is the NEA's flagship dataset and includes a host of demographic, geographic, and behavioral variables about U.S. adults (ages 18 and over) and how they participate in arts activities. Last fielded in 2012, the nationally representative survey has occurred six times since 1982.", "hackathon-number-of-prizes": "2", "hackathon-id": "artsdata", "hackathon-judges": [{"judge-role": "Deputy Director, Office of Research & Analysis / NEA", "judge-name": "Steven Shewfelt"}, {"judge-role": "Senior Survey Methodologist / Urban Institute", "judge-name": "Timothy Triplett"}, {"judge-role": "Acting Director Museums, Indemnity, & Visual Arts / NEA", "judge-name": "Wendy Clark"}, {"judge-role": "Executive Director / Center for Urban Pedagogy", "judge-name": "Christine Gasper"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "57", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nContestants must register for the contest on this website by creating an account by Feb. 2, 2014. Registrants will receive an email to verify their account and may then enter their submissions via the \"Post a Submission\" tab.", "hackathon-rules": "\nThe Competition is subject to all applicable federal laws and regulations. Participation constitutes each Contestant's full and unconditional agreement to these Official Rules and administrative decisions, which are final and binding in all matters related to the Competition. Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein.\nDevelopers must submit their original application between October 1, 2013 and February 3, 2014. Only winning submissions will be published on Challenge.gov and/or ChallengePost.com.\nSubmissions must use the 2012 SPPA Data:\nMore information about prior years’ SPPAs can be found here:\nChallenge submissions can be from an individual, an entity, or a team of individuals. Prize money will be awarded to the project leader for distribution to the rest of the team. The NEA will not be responsible for failure of a project leader to distribute prize money.\nBy submitting a visualization to the competition, you represent and warrant that you are the sole author and owner of the submitted design. Designs must be your original work, and must not violate or infringe the rights of other parties, including but not limited to privacy, publicity, or intellectual property rights, or material that constitutes copyright or license infringement. Your design may not contain any material that is inappropriate, indecent, obscene, hateful, defamatory, or in any way disparaging. Your design cannot have been submitted previously in another promotion or contest of any kind.\nAll visualizations or applications submitted to the NEA Challenge remain the intellectual property of the individuals or organizations that developed them. By registering and entering a submission, however, the Contestant agrees that NEA reserves an irrevocable, nonexclusive, royalty-free license to use, copy, distribute to the public, create derivative works from, and publicly display the work of contest winners, and to authorize others, including the general public, to use the Submission without restriction on a royalty-free basis. The reservation of NEA rights to authorize use of the Submission by the public includes the Contestant’s assent to NEA’s release of the application under an open-source software license, if NEA so chooses. The Contestant agrees to execute a separate license with NEA, as appropriate, for such purposes.\nContestant represents and warrants that he or she is the sole author and copyright owner of the Submission, and that the Submission is an original work of the Contestant, or if the Submission is a work based on an existing application, that the Contestant has acquired sufficient rights to use and to authorize other’s use of the Submission, including NEA’s, as specified in the “Intellectual Property Rights” section of the Rules; and that the Submission does not infringe upon any copyright or upon any other third party rights of which the Contestant is aware, and that the Submission is free of malware.\nThe Chairman of NEA will appoint a panel of qualified judges to select the winner of the \"Presenting Arts Data Artfully\" data visualization challenge. The panel comprises two distinguished individuals from outside NEA and two NEA employees selected for their expertise in the fields of data, visualization, and design.\nBefore providing any submissions to the panel of judges, NEA staff members will initially review all submissions to ensure that they are minimally competitive and that judges can apply the criteria described below. To ensure that the judging process is fair and impartial, judges will conduct a blind review of and select from the top 10 applications that the NEA determines are most competitive.\nJudges may not (A) have personal or financial interests in, or be an employee, officer, director, or agent of any entity that is a registered participant in a competition; or (B) have a familial or financial relationship with an individual who is a registered participant. \nJudges will evaluate the submissions on the basis of the following criteria:\nThe decisions of the judges will be virtually announced on or about March 10 on Challenge.gov and/or ChallengePost.com.\nExcept where prohibited, participation in the Competition constitutes each winner’s consent to NEA’s and its agents' use of each winner's name, likeness, photograph, voice, opinions, and/or hometown and state information for promotional purposes through any form of media, worldwide, without further payment or consideration.\nRegistered participants shall be required to agree to assume any and all risks and waive claims against the Federal Government and its related entities, except in the case of willful misconduct, for any injury, death, damage, or loss of property, revenue, or profits, whether direct, indirect, or consequential, arising from their participation in a competition, whether the injury, death, damage, or loss arises through negligence or otherwise. The Contestant shall be liable for, and shall indemnify and hold harmless the Government against, all actions or claims for loss of or damage to property (including any damage that may result from a virus, malware, etc., to NEA computer systems or those of the end-users of the software and/or application(s)), resulting from the fault, negligence, or wrongful act or omission of the Contestant. It is recommended that participants obtain liability insurance in an amount sufficient to cover (or otherwise be prepared to demonstrate financial responsibility for) claims for damages (such as intellectual property claims) arising from or related to competition activities.\nThe following disclaimer is mandatory for applications deployed on non-NEA information systems. This standard disclaimer shall be incorporated into the application in such a way that individuals must read and accept its conditions before initial use (NOTE: The standard disclaimer must appear in all capital letters):\nTHE MATERIAL EMBODIED IN THIS SOFTWARE IS PROVIDED TO YOU \"AS-IS\" AND WITHOUT WARRANTY OF ANY KIND, EXPRESS, IMPLIED, OR OTHERWISE, INCLUDING WITHOUT LIMITATION, ANY WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE. IN NO EVENT SHALL THE UNITED STATES NATIONAL ENDOWMENT FOR THE ARTS(NEA) OR THE UNITED STATES GOVERNMENT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DIRECT, SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES OF ANY KIND, OR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION, LOSS OF PROFIT, LOSS OF USE, SAVINGS OR REVENUE, OR THE CLAIMS OF THIRD PARTIES, WHETHER OR NOT NEA OR THE U.S. GOVERNMENT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, ARISING OUT OF OR IN CONNECTION WITH THE POSSESSION, USE, OR PERFORMANCE OF THIS SOFTWARE.\nAll submissions become NEA records and cannot be returned. Any confidential commercial information contained in a submission must be designated at the time of submission. Submitters will be notified of any FOIA requests for their submissions in accordance with 45 C.F.R. § 1100.\nContestants should keep in mind that the National Endowment for the Arts considers universal accessibility to information a priority for all individuals, including individuals with disabilities. In this regard, the NEA is strongly committed to meeting its compliance obligations under Section 508 of the Rehabilitation Act of 1973, as amended, to ensure the accessibility of its programs and activities to individuals with disabilities. This obligation includes acquiring accessible electronic and information technology. When evaluating Submissions for this contest, the extent to which a Submission complies with the requirements for accessible technology required by Section 508 will be considered.", "hackathon-prizes": [{"prize-content": "The top application or applications are expected to become the centerpiece of the NEA’s effort to communicate about the Survey of Public Participation in the Arts (SPPA) and a major vehicle for communicating about arts participation more generally. We expect the top submissions to be made permanently available on the NEA website, to be promoted widely in the arts community, and to be an important resource for arts organizations around the country.", "prize-title": "First Place"}, {"prize-content": "The top application or applications are expected to become the centerpiece of the NEA’s effort to communicate about the Survey of Public Participation in the Arts (SPPA) and a major vehicle for communicating about arts participation more generally. We expect the top submissions to be made permanently available on the NEA website, to be promoted widely in the arts community, and to be an important resource for arts organizations around the country.", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "", "hackathon-url": "https://artsdata.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the application creative, interesting, and easy to use?"}, {"judging-criterion": "Is the application functional, artfully designed, and visually appealing?"}, {"judging-criterion": "Does the application properly account for definitions of variables, statistical sampling procedures and weights, differences across time, data sources, and data collection procedures?"}, {"judging-criterion": "Does the application use the required 2012 SPPA?"}, {"judging-criterion": "Is the application accessible on any internet accessible platform? Does the application require purchase or downloading of a tool to use it? Is the application compatible with the NEA website, which utilizes a Drupal 7 content management system?"}], "hackathon-location-address": "", "hackathon-description-header": "The NEA wants your help developing interactive data visualizations for our flagship arts participation data. Your work could be featured at arts.gov and promoted to arts organizations everywhere.", "hackathon-prizes-total": "$40,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}