{
  "hackathon-description-text": "\nDevelopers around the globe use Facebook technologies to bring the world closer together and now Developer Circles from Facebook has a challenge for you. In the Developer Circles Community Challenge, you’ll contribute to your community by building solutions that help your fellow developers succeed.",
  "hackathon-number-of-prizes": "6",
  "hackathon-id": "2017circles",
  "hackathon-judges": [
    {
      "judge-role": "Vice President, Platform Partnerships at Facebook",
      "judge-name": "Ime Archibong"
    },
    {
      "judge-role": "Vice President of Ecosystem at Atlassian",
      "judge-name": "Max Mancini"
    },
    {
      "judge-role": "Director, Technical Talent at a16z",
      "judge-name": "Dave Jagoda"
    },
    {
      "judge-role": "Developer Advocate, Open Source at Facebook",
      "judge-name": "Christine Abernathy"
    },
    {
      "judge-role": "CIO Finance IT at World Bank",
      "judge-name": "Arthur J. Riel"
    },
    {
      "judge-role": "Program Lead, Developer Circles from Facebook",
      "judge-name": "Matthew Terrell"
    }
  ],
  "hackathon-number-of-judges": "6",
  "hackathon-eligibility": "\n",
  "hackathon-number-of-participants": "3707",
  "hackathon-is-colocated": "False",
  "hackathon-has-ended": "True",
  "hackathon-number-of-judging-criteria": "3",
  "hackathon-requirements": "\nBuild a functioning solution that helps developers, and utilizes at least one Facebook product*, in one of the three categories: Improve your craft, Get it done, and Community. (Check out the\n*Facebook products for any prize OTHER than Best Open Source App prize: your application must use at least one of the following products): Login, Account Kit, Analytics, Messenger.\n \n",
  "hackathon-rules": "\n\n\n\n\n\n \n\nThe Developer Circles Community Competition from Facebook (“\n”) is sponsored by Facebook, Inc. (“\n”) and administered by Devpost, Inc (“\n”). The Contest begins at 10:00:00 a.m. Eastern Daylight Time (“\n”) (2:00:00pm Greenwich Mean Time (“GMT”)) on September 5, 2017 and ends at 10:00:00 p.m. Eastern Standard Time (“\n”) on November 20, 2017 (3:00:00am GMT on November 21, 2017) (the “\n”).  To enter, eligible participants must first determine whether they will participate in this Contest as an Individual, a Team, or an Organization (defined below). The Individual, Team, or Organization then may enter the Contest by creating and submitting an Application through the Website (terms as defined in the \"How to Enter\" section below) during the Contest Period. As set forth in more detail below, the Application must be functioning software that integrates at least one Facebook product* and helps software developers (“\n”) in one of the following three categories (“\n”):\n\nEntries received in accordance with these Terms will be evaluated by a panel of Sponsor-selected Judges (defined below), all in accordance with the judging procedures detailed under the “Winner Selection” section, below. By entering this Contest, Entrant agrees that the name of Entrant’s Application, Entrant’s biographical information, and other content provided by Entrant may be publically announced, including, without limitation, online. THE PRIZE IN THIS CONTEST WILL BE AWARDED TO THE ENTRANT IDENTIFIED IN THE ENTRY (DEFINED BELOW) (WHETHER AN INDIVIDUAL, TEAM, OR ORGANIZATION).\n: For the purposes of this Contest, the “\n” means any country, state, or province where the laws of the United States or local law do not prohibit participating or receiving a prize in the Contest and excludes Brazil, Quebec, Cuba, Sudan, Iran, North Korea, Syria and any other country designated by the United States Treasury's Office of Foreign Assets Control.\nThis Contest is open only to the following:\n(a) natural persons who are, as of the date of entry, (i) a legal resident of a country, state, province or territory within the Territory and (ii) at least eighteen (18) years old and the age of majority in his or her jurisdiction of residence (e.g., country, province, state, prefect, territory, district, etc.) (any and each, an “\n”); or\n(b) entities and organizations that are, as of the date of entry and through the time of prize fulfillment, legally formed or recognized by a jurisdiction within the Territory and have a principal place of business in the Territory (any and each, an “\n” or “\n” if employing fifty (50) or fewer employees, or “\n” if employing more than fifty (50) employees); or\n(c) an association of not more than ten (10) individuals that does not constitute a legally recognized entity, provided that each natural person comprising such an association is (i) a legal resident of a country, state, or province within the Territory and (ii) at least eighteen (18) years old and the age of majority in his or her jurisdiction of residence (any and each, a “\n”). A Team Entrant may have no fewer than two (2) and no more than ten (10) members.\n(Where distinction is not necessary, any Individual, Organization, or Team (including each Team member) that enters or takes steps to participate in this Contest is referred to in these Terms as an “\n.”)\nEmployees, officers, directors, members, managers, agents, and representatives of Sponsor or any other entities participating in the design, promotion, marketing, administration, or fulfillment of this Contest, or any of their respective corporate partners, parent companies, divisions, subsidiaries, affiliates, successors in interest, and advertising, promotion, and public relations agencies (collectively, along with Devpost, the “\n”) and any family member or member of the same household (whether or not related) of any such persons are not eligible to enter or win a prize in this Contest. For purposes of this Contest, the term “family member” is defined as any spouse, partner, parent, legal guardian, child, sibling, grandparent, grandchild, or in-law.\nEntrant (including each member of a Team) must not be under any legal or contractual obligation that would prohibit its participation in this Contest as described in these Terms & Conditions. If participating in this Contest would result in a violation by Entrant of any law applicable to it or any agreement to which it is a party, such Entrant is ineligible.\nParticipation in this Contest constitutes Entrant’s full and unconditional agreement to and acceptance of these Terms and the decisions of Sponsor, which are final and binding in all matters. Any natural person completing any portion of the entry process described in these Terms on behalf of an Organization Entrant must be authorized to legally bind that Organization.\nSmall Organizations and Large Organizations are eligible for different prizes as further described below.\nAn Individual may join more than one Team, Small Organization, or Large Organization and an Individual who is part of a Team, Small Organization, or Large Organization may also enter the Contest on an individual basis.  \nIf a Team, Small Organization, or Large Organization is entering the Contest, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter, on their behalf. The Representative must meet the eligibility requirements above. By entering on behalf of a Team, Small Organization, or Large Organization you represent and warrant that you are the Representative authorized to act on behalf of your Team, Small Organization, or Large Organization.\nDeveloper Circles leads (i.e. those who, organize events offline and manage a local online Facebook community) \n eligible to enter or win a prize in this Contest.  \nPast or present members of the FBStart program \neligible to enter or win a prize in this Contest.\n  To enter the Contest, eligible Entrants must prepare and submit an Application to Sponsor during the Contest Period through the website located at https://developercircles.devpost.com/  (“\n”), follow the Website’s on-screen instructions, and supply all required information. To enter the Contest, Entrants must do the following, without limitation:\nThe Application and related content and information submitted through the Website in accordance with these Terms, all instructions on the Website, and instructions of Sponsor and Administrator, and actually received by Sponsor and Administrator, the Application and submission are referred to in these terms as an “\n.”  \nAn Entrant’s Application, and any other text, video, images, code, software, or other content that an Entrant submits to Sponsor and Administrator as part of this Contest is referred to collectively as the Entrant’s “\n”. All Entrant Content submitted in this Contest must comply fully with the “Submission Requirements” section of these Terms below. \nEntries must be submitted and received by Sponsor and Administrator during the Contest Period and in strict accordance with these Terms. Administrator’s clock will be the official timekeeper for this Contest. For purposes of this Contest, only complete Entries that are actually received by Sponsor and Administrator through the Website and during the Contest Period will be considered. Other proof of submitting or attempting to submit an Entry (such as, without limitation, a printed, saved or copied automated receipt confirming entry, a “Thanks for submitting” screen or message) does not constitute proof of actual receipt of the Entry for purposes of this Contest. Those who do not abide by these Terms and the instructions of Sponsor and Administrator and provide all required Entrant Content may, in Sponsor and or Administrator’s discretion, be disqualified. Entries or participation may not be acknowledged and will not be returned. Entries (or participation that does not qualify as an “Entry”) that are incomplete, lost, late, misdirected, mutilated, fraudulent, illegitimate, incomprehensible, garbled, or generated by a macro, bot, or other automated means will not be accepted and will be void. Entries or participation made on behalf of an Entrant by a third party not affiliated or associated with that Entrant (as determined by Sponsor in its sole discretion) or originating through any commercial promotion subscription, notification, or entering services will be declared invalid and disqualified for this Contest. No Released Party will have any responsibility or liability for any dispute regarding any Entrant, including the identity of any Individual Entrant, the composition or members of a Team Entrant, or the distribution of any prize won among members of a Team Entrant. In the event that any dispute regarding an Entry or Entrant (including those regarding the identity or members of an Entrant Team or any Entrant’s rights in a Application) cannot be resolved to Sponsor’s satisfaction, the Entry will be deemed ineligible and the Entrant disqualified. As a condition of entering the Contest, without limiting any other provision in these Terms, each Entrant gives consent for Sponsor and its agents to obtain and deliver his/her/their name, address and other information and Entry to third parties for the purpose of administering this Contest and complying with applicable laws, regulations, and rules. ENTRIES MAY NOT BE ACKNOWLEDGED, WILL NOT BE RETURNED AND, IN FACT, MAY BE DESTROYED. KEEP A COPY OR THE ORIGINAL OF EACH ELEMENT OF THE ENTRY. ANY ENTRY THAT DOES NOT CONFORM TO THE REQUIREMENTS IN THESE TERMS MAY, IN SPONSOR OR ADMINISTRATOR”S DISCRETION, BE DEEMED INELIGIBLE.\n\nEntrant Content must meet all of the following requirements, as determined by Sponsor or Administrator’s discretion, or the associated Entry may be disqualified:\nThe Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video and other Entrant Content.\nAn Application must include a software component such as:\n\nApplications must be newly created by the Entrant or, if the Application existed prior to the Contest Period, must have integrated new Facebook tools or deepened the existing integration during the Contest Period.\n\nThe Entrant must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Sponsor, Administrator and judges from the time of entry throughout the Contest Period, the judging process, and until all winners are verified.\nIf the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, the Sponsor and/or Administrator reserve the right, at their sole discretion, to require the Entrant to provide physical access to the Application hardware upon request.  \nFor Applications running on widely available smartphones, tablets, or desktop computers, Entrants may make their Application available using one of the following methods: \nYou may send the Administrator a beta test via Crashalytics. Use the Administrator’s testing email (\n) and UDID’s to provision a build and send the Administrator a link via the “Share Links” button. Add the testing link to the Enter a Submission form under “iOS Build Link”.  Beta by Crashalytics is a free service. Please review the \n.\n\n \nEnter the Administrator’s email address to share a build for testing. The Administrator’s TestFlight account email is: \n. Please note that if you add the Administrator as an “External Tester” your Application will need to go through \n before you can send your build. This could lead to delay and in order for your Entry to be eligible, you must send your test build before the end of the Contest Period. To learn more about TestFlight via iTunes Connect, please review the \n and the \n.\nSend a testing link to the Administrator at: \n, and add the testing link on the Enter a Submission form under “iOS Build Link”. Please note that there is a \n.\nThe Entrant may make the Application available to the public via a website or online store, but is not required to do so.\nAn Entrant may submit more than one Entry, however, each Entry must be unique and substantially different from each of the Entrant’s other Entries, as determined by the Sponsor and/or the Administrator.\nApplications may integrate SDKs, APIs and data, provided the Entrant is authorized to use them.\n\n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Sponsor or Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Sponsor or Administrator any time prior to the end of Contest Period. The Sponsor, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest.\nThe text description should explain the features and functionality of your Application.\nThe image(s) should be photographs or screenshots of your working Application. \nThe video portion of the Submission: \na. should be less than two (2) minutes long;\nb. should include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube, Vimeo, or Youku, and a link to the video must be provided on the submission form on the Website; and\nd. should not include third party trademarks, copyrighted music, or other material unless the Entrant has permission to use such material.\nPrior to the end of the Contest Period, you may save draft versions of your Entry on Devpost to your portfolio before submitting the Entrant Content to the Contest for evaluation. Once the Contest Period has ended, you may not make any changes or alterations to your Entrant, but you may continue to update the project in your Devpost portfolio.  \nAll Entrant Content must be in English or, if not in English, the Entrant must provide an entirely accurate English translation and promptly respond to Sponsor’s or Administrator’s questions or requests for clarification within the timeframe requested, if any.\nIf any part of an Entrant’s Entrant Content depicts, identifies, or includes any person that is not Entrant him- or herself or, for a Team Entrant, a member of the Team, Entrant must have all permissions and rights from the individual depicted, identified, or included (and, if such individual is a minor, his/her parent or legal guardian) and agrees to provide Sponsor with written confirmation of those permissions and rights upon request.\nEntrant Content must not create or imply any association between Sponsor and any individual or entity or his, her, its or their products or services, including the Entrant. Entrant Content must not contain any recognizable third-party trademarks (including logos), trade dress, or other brand elements.\nEntrant Content must not infringe, misappropriate, or violate any rights of any third party including, without limitation, copyright (including moral rights), trademark, trade secret, or rights of privacy or publicity.\nEntrant Content must not include information or content that is false, fraudulent, deceptive, misleading, defamatory, libelous (including trade libel), disparaging, harassing, threatening, profane, obscene, pornographic or otherwise adult-oriented, hateful, indecent, inappropriate, or injurious to any Released Party or any other party.\nEntrant Content must not contain or describe any harmful or illegal activity or content or in any way violate any federal, state, or local laws, rules, or regulations.\nEntrant Content must be suitable for presentation in a public forum.\n\n\nSponsor reserves the right in its sole discretion to disqualify from the Contest any Entrant whose Entry (in its sole discretion) refers, depicts, or in any way reflects negatively upon a Released Party, the Contest, or any other person or entity or does not comply with these Terms, including any of the above Submission Requirements.\n\nEligible Entries will be judged by a panel of judges chosen by Sponsor in its sole discretion (the “\n”) as they are submitted during the Contest Period and ending on or about December 15, 2017. Each eligible Entry will be scored on a scale of one (1) to five (5) by each Judge on each of the following equally weighted criterion (the “\n”):\n(Includes creativity and originality of the idea.)\n(Includes how well the idea was executed by the developer and the extent to which Facebook tools are leveraged.)\n(Includes the extent to which the Application can help software developers.)\nJUDGES are not required to test the Application and may choose to judge based solely on the text description, IMAGES and video provided in the ENTRY. \nAll Judges’ decisions are final and binding in all matters relating to this Contest. Each Entrant acknowledges that other Entrants may have created ideas and concepts contained in their Entry that may have familiarities or similarities to his/her/their Entry (including, without limitation, a similar Application), and that he/she/it will not be entitled to any compensation or right to negotiate with the Released Parties because of these familiarities or similarities.\nThe eligible Entries with the highest scores in each category will win the prizes described below. In the event of a tie in the selection of a highest score, the tie will be resolved in favor of the Entry with the higher score on the “Potential Value to Developers” Criterion. If there is still a tie, the tie will be resolved in favor of the Entry with the higher score on the “Implementation of the Idea” Criterion. Sponsor reserves the right to contact Entrants for verification purposes and administration of the Contest. Winner will be chosen as specifically described, and not using any random drawing or method incorporating chance.\nSponsor or its designee will attempt to notify the potential winners on or around December 20, 2017 by email or other means (as determined by Sponsor in its sole discretion).\nEach potential individual winner, all natural people who are members of a winning Team (as determined and requested in Sponsor’s sole discretion), and an Organization’s Representative may be required to complete, execute, have notarized (if applicable), and return an Affidavit/Declaration of Eligibility and Liability/Publicity Release (unless prohibited by law), tax documents, and related prize-acceptance documents (collectively, “\n”) within the time frame specified and in the form provided by Sponsor, without revision, or prize may be forfeited. If any individual Entrant, individual member of a Team, or Representative refuses to comply with the foregoing requirements and other requirements of Sponsor, his/her/their Entry may be disqualified at any time in Sponsor’s sole discretion with no liability or responsibility to the respective Entrant or any individual within that Entrant, even if other Team members have complied with the requirements.  The Winner Documents, if applicable, must be received by Sponsor from the potential winner within ten (10) days of Sponsor sending the documents to the potential winner (or other time frame as stated in the Winner Documents) or prize may be forfeited and an alternate winner selected. If any notification or other Contest-related communication is returned as undeliverable, or if a selected potential winner cannot be reached or does not respond as instructed after Sponsor has attempted to notify that potential winner, that selected winner may be disqualified and an alternate winner may be selected (time permitting and in Sponsor’s sole discretion). Sponsor reserves the right to modify the notification procedures in connection with the selection of any alternate potential winner, if any. The prize claim and Winner Documents are subject to verification by Sponsor. All prizes legitimately claimed will be awarded. Sponsor will not be obligated to pursue more than three (3) alternate winner (time permitting) for the prize for any reason.\nPrizes will be payable to the Entrant, if an individual, to the Entrant’s Representative, if a Team, or to the Organization, if the Entrant is an Organization. It will be the responsibility of the winning Entrant’s Representative to allocate the Prize among their Team or Organization’s participating members, as the Representative deems appropriate. Prizes are payable via any means of the Sponsor or Administrator's choosing, whether electronic or not, and are payable only after receipt of the Required Forms. A winning Entrant may be required to provide a mailing address, bank information, and/or create an account with an electronic payment provider of the Sponsor or Administrator’s choosing in order to receive payment.\nTo the fullest extent allowable under applicable law, all taxes (including, without limitation, national, federal, state, provincial, territorial, prefectural, and/or local taxes), as well as any expenses arising from acceptance or use of the prize and not specified in these Terms as being provided as part of the prize, are the sole responsibility of the winner. Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Sponsor, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a winner’s jurisdiction.\n:\n\n \n: In addition to the other eligibility requirements described in these Terms & Conditions, Entrants (including all team members, if a team submission) must:\nSponsor is not responsible for any inability or unwillingness of any winning Entrant to accept or use the prize (or portion thereof) for any reason. Prize elements delivered by mail will only be mailed to the winning Entrant’s address within the Territory. Prize details not specifically stated in these Terms, will be determined in Sponsor’s sole discretion. Sponsor is not responsible for and will not replace any lost, mutilated or stolen prize or prize element or any prize that is undeliverable or does not reach a winner because of incorrect or changed contact information. If a winner does not accept or use the entire prize for any reason, the unaccepted or unused part of the prize will be forfeited and Sponsor will have no further obligation with respect to that prize or portion of the prize. No transfers, prize substitutions, or cash redemptions will be made, except at Sponsor’s sole discretion. Sponsor reserves the right to substitute any stated prize or any component thereof with another prize or component of equal or greater value for any reason. No more than the stated prize will be awarded. Entrants waive the right to assert as a cost of winning the prize, any and all costs of verification and redemption and any liability and publicity that might arise from claiming or seeking to claim said prize.\n\nBy entering, except where prohibited by law, each Entrant grants to the Released Parties (and their agents, successors, and assigns) the irrevocable, transferable, sublicensable, absolute right and permission to use, edit, modify, copy, reproduce, and distribute the Application (including the Application and the Application name) and any other Entrant Content that comprises the Entrant’s Entry in perpetuity and in any medium (including online and in digital media) in any language, throughout the world, for the purposes of evaluating Entries, and administering and marketing this Contest. Each Entrant further grants to the Released Parties (and their agents, successors, and assigns) a non-exclusive, irrevocable, worldwide, transferable and sublicensable right and license to use his, her, or their (and his/her/their Application’s) trade names and trademarks (including logos) in connection with this Contest.\nEach entrant hereby acknowledges and agrees that the relationship between the Entrant and each of the Released Parties is not a confidential, fiduciary, or other special relationship, and that the Entrant’s decision to submit his/her/their Entry for purposes of the Contest does not place any of the Released Parties in a position that is any different from the position held by members of the general public with regard to elements of the Entry (including, without limitation, the Application), other than as set forth in these Terms. Each Entrant understands and acknowledges that the Released Parties have wide access to ideas, text, images, code, applications, software, and other creative materials. Each Entrant also acknowledges that many ideas for applications and online services may be competitive with, similar to, or identical to his/her/their Application and/or each other in idea, function, components, format, or other respects. Each Entrant acknowledges and agrees that such Entrant will not be entitled to any compensation as a result of any Released Party’s use of any such similar or identical material that has or may come to such Released Party from other sources. Each Entrant acknowledges and agrees that Sponsor does not now and will not have in the future any duty or liability (direct or indirect; vicarious, contributory, or otherwise) with respect to the infringement or protection of the Entrant’s patent, copyright or other proprietary rights in and to his/her/their Entry, including the Application contained or described therein. Each Entrant acknowledges that, with respect to any claim by Entrant relating to or arising out of a Released Party’s actual or alleged exploitation or use of any Entry or other material submitted in connection with the Contest, the damage, if any, thereby caused to the applicable Entrant will not be irreparable or otherwise sufficient to entitle such Entrant to seek injunctive or other equitable relief or in any way enjoin the production, distribution, exhibition, or other exploitation of any Released Party bot, application, service or other property, and Entrant’s rights and remedies in any such event are strictly limited to the right to recover damages, if any, in an action at law.\n\nADDITIONAL DISCLAIMERS:\nThe Released Parties are not responsible and/or liable for any of the following, whether caused by a Released Party, the Entrant (or a member of any Entrant Team), or by human error (except to the extent that any of the following occur for reasons within Sponsor’s reasonable control, if applicable law in your jurisdiction of residence dictates that liability to the injured party in such a case cannot be excluded by law): Entries made by illegitimate means (such as, without limitation, by an automated computer program); any lost, late, postage-due, incomplete, illegible, incomprehensible, mutilated, or misdirected email, mail, Messenger message, or Contest-related correspondence or materials; any error, omission, interruption, defect, or delay in transmission or communication; viruses or technical or mechanical malfunctions; interrupted or unavailable telephonic, cellular, cable, or satellite systems; errors, typos or misprints in these Terms, in any Contest-related advertisements, or other materials; failures of electronic equipment, computer hardware, or software; lost or unavailable network connections or any failed, incorrect, incomplete, inaccurate, garbled or delayed electronic communications; technical or human error which may occur in the administration of the Contest or the processing of Entries; or any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Entrant’s participation in the Contest or receipt or use of any prize. Released Parties are not responsible for electronic communications that are undeliverable as a result of any form of active or passive filtering of any kind, or for insufficient space in a person’s email account, voicemail inbox or Messenger message account, to receive, email, voice messages or Messenger messages. Released Parties are not responsible, and may disqualify an Entrant, if any contact information provided by the Entrant does not work or is changed without giving prior written notice to Sponsor. Without limiting any other provision in these Terms, the Released Parties are not responsible or liable to any Entrant or winner (or any person claiming through such Entrant or winner) for failure to supply a prize or any part thereof in the event that any of the Contest activities or Released Parties’ operations or activities are affected by any cause or event beyond the sole and reasonable control of the applicable Released Party (as determined by Sponsor in its sole discretion), including, without limitation, by reason of any acts of God, equipment failure, threatened or actual terrorist acts, air raid, act of public enemy, war (declared or undeclared), civil disturbance, insurrection, riot, epidemic, fire, explosion, earthquake, flood, hurricane, unusually severe weather, blackout, embargo, labor dispute or strike (whether legal or illegal), labor or material shortage, transportation interruption of any kind, work slowdown, any law, rule, regulation, action, order, or request adopted, taken, or made by any governmental or quasi-governmental entity (whether or not such governmental act proves to be invalid), or any other cause, whether or not specifically mentioned above. \nGENERAL RULES:\nBy entering this Contest (except where prohibited by law), each natural person agreeing to these Terms as part of an Entry (as the Entrant or on behalf of an Entrant Team) grants the Released Parties the irrevocable, sublicensable, free-of-charge, absolute right and permission to use, publish, post or display his or her name, photograph, likeness, voice, biographical information, any quotes attributable to him or her, and any other indicia of persona (regardless of whether altered, changed, modified, edited, used alone, or used with other material in the Released Parties’ sole discretion) for advertising, trade, promotional and publicity purposes without further obligation or compensation of any kind to him or her, anywhere worldwide, in any medium now known or hereafter discovered or devised (including, without limitation, on the Internet) without any limitation of time and without notice, review or approval, and each such person releases all Released Parties from any and all liability related to such authorized uses. Nothing contained in these Terms obligates Sponsor to make use of any of the rights granted herein and each natural person granting publicity rights under this provision waives any right to inspect or approve any such use.\nSponsor’s decisions will be final in all matters relating to this Contest, including interpretation of these Terms, selection of the winner, and awarding of the prize. All Entrants, as a condition of entry, agree to be bound by these Terms and the decisions of Sponsor. Failure to comply with these Terms may result in disqualification from the Contest. Entrants further agree to not damage or cause interruption of the Contest and/or prevent others from participating in the Contest. Sponsor reserves the right to restrict or void participation from any Facebook account, IP address, email address or domain, or device if any suspicious Entry and/or participation is detected. Sponsor reserves the right, in its sole discretion, to void Entries or other participation by any person or entity who Sponsor believes has attempted to tamper with or impair the administration, security, fairness or proper play of this Contest. In the event there is an alleged or actual ambiguity, discrepancy or inconsistency between disclosures or other statements contained in any Contest-related materials and these Terms (including any alleged discrepancy or inconsistency within these Terms), it will be resolved by Sponsor in its sole discretion. Entrants waive any right to claim ambiguity in the Contest or these Terms. If Sponsor determines (at any time and in its sole discretion) that any winner or potential winner is disqualified, ineligible, in violation of these Terms, or engaging in behavior that Sponsor deems obnoxious, inappropriate, threatening, illegal or that is intended to annoy, abuse, or harass any other person or entity, Sponsor reserves the right to disqualify such winner or potential winner, even if the disqualified winner or potential winner may have been notified or displayed or announced anywhere. Sponsor’s failure to or decision not to enforce any provision in these Terms will not constitute a waiver of that or any other provision. The invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Terms will otherwise remain in effect and will be construed in accordance with their terms as if the invalid or illegal provision were not contained herein. If the Contest is not capable of running as planned for any reason, Sponsor reserves the right, in its sole discretion, to cancel, modify or suspend the Contest and award the prize based on eligible Entries received prior to cancellation, modification, or suspension, if any, or as otherwise deemed fair and appropriate by Sponsor. If any person supplies false information, participates or submits Entries by fraudulent means, or is otherwise determined to be in violation of these Terms in an attempt to obtain a prize, Sponsor may disqualify that person (and any Entrant on the behalf of which such person participated in the Contest) and seek damages from him or her and that person may be prosecuted to the full extent of the law. If any dispute regarding an Entry cannot be resolved to Sponsor’s satisfaction, such Entry will be deemed ineligible. CAUTION: ANY ATTEMPT TO DAMAGE ANY ONLINE SERVICE OR WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST VIOLATES CRIMINAL AND CIVIL LAWS. IF SUCH AN ATTEMPT IS MADE, SPONSOR MAY DISQUALIFY ANY ENTRANT MAKING SUCH ATTEMPT AND MAY SEEK DAMAGES TO THE FULLEST EXTENT PERMITTED BY LAW.\nDISPUTES/GOVERNING LAW:\nExcept where prohibited by law, any and all disputes, claims, and causes of action between an Entrant and any Released Party arising out of or connected with this Contest, the determination of any winner, or any prize awarded must be resolved individually, without resort to any form of class action. Further, in any such dispute, under no circumstances will an Entrant be permitted or entitled to obtain awards for, and hereby waives all rights to claim punitive, incidental or consequential damages, or any other damages, including attorneys’ fees, other than the Entrant’s actual out-of-pocket expenses (if any), not to exceed ten dollars ($10 USD), and each Entrant further waives all rights to have damages multiplied or increased. \nThis Contest and any dispute arising under or related thereto (whether for breach of contract, tortious conduct, or otherwise) will be governed by the internal laws of the State of California, USA, without giving effect to its conflicts of law or choice of law principles or rules that would cause the application of the laws of any jurisdiction. Any legal actions, suits or proceedings related to this Contest (whether for breach of contract, tortious conduct, or otherwise) will be brought exclusively in the state or federal courts located in or having jurisdiction over San Mateo County, California, US, and each entrant accepts and submits to the personal jurisdiction of those courts with respect to any legal actions, suits or proceedings arising out of or related to this Contest.\nA copy of these Terms is available by sending an email with the subject line “Developer Circles Community Competition from Facebook - Terms” to Developercircles@fb.com. During the Contest Period, the Terms will also be available by visiting \nInformation about who won is available by sending an email with the subject line “Developer Circles Community Competition from Facebook - Who Won?” to Developercircles@fb.com. Rules requests must be received no later than the end of the Contest Period. Requests for winner information must be received no later than three (3) months after the end of the Contest Period.\nFacebook, Inc., 1 Hacker Way, Menlo Park, CA 94025 USA.\nDevpost, Inc. (“Devpost”), 222 Broadway, 19th Floor, New York, NY 10038.",
  "hackathon-prizes": [
    {
      "prize-content": "$20,000 USD awarded to the First Place winner in each category.",
      "prize-title": "First Place"
    },
    {
      "prize-content": "$10,000 USD awarded to the Second Place winner in each category.",
      "prize-title": "Second Place"
    },
    {
      "prize-content": "$7,500 USD awarded to the Third Place winner in each category.",
      "prize-title": "Third Place"
    },
    {
      "prize-content": "$5,000 USD awarded to the Best App by a Student Team winner in each category.",
      "prize-title": "Best App by a Student Team"
    },
    {
      "prize-content": "$5,000 USD awarded to the Best Open Source App winner in each category.",
      "prize-title": "Best Open Source App"
    },
    {
      "prize-content": "$2,500 USD awarded to the Best Updated Pre-Existing App winner in each category.",
      "prize-title": "Best Updated Pre-Existing App"
    }
  ],
  "hackathon-location-google-maps": "",
  "hackathon-url": "https://2017circles.devpost.com/",
  "hackathon-judging-criteria": [
    {
      "judging-criterion": "(Includes creativity and originality of the idea.)"
    },
    {
      "judging-criterion": "(Includes how well the idea was executed by the developer and the extent to which Facebook tools are leveraged.)"
    },
    {
      "judging-criterion": "(Includes the extent to which the solution can help software developers.)"
    }
  ],
  "hackathon-location-address": "",
  "hackathon-description-header": "Completed - 2017 Community Challenge",
  "hackathon-prizes-total": "$150,000",
  "hackathon-location-description": "",
  "hackathon-end-date": "2017-11-20",
  "has-projects": "True"
}