{"hackathon-description-text": "\n", "hackathon-number-of-prizes": "1", "hackathon-id": "vanhackathon", "hackathon-judges": [{"judge-role": "VanHack / CEO", "judge-name": "Ilya Brotzky"}, {"judge-role": "CEO / myBestHelper", "judge-name": "Alex Greenhill"}, {"judge-role": "Director of Talent / Axiom Zen", "judge-name": "Kinh DeMaree"}, {"judge-role": "Hootsuite / Director of Engineering", "judge-name": "Beier Cai"}, {"judge-role": "Recruiter / Shopify", "judge-name": "Danielle Fortin"}, {"judge-role": "People & Culture / BBTV", "judge-name": "Ashley Perfonic"}, {"judge-role": "CTO / MuseFind", "judge-name": "Stephen Shen"}, {"judge-role": "CEO / My Green Space", "judge-name": "Michael Moll"}, {"judge-role": "CEO / WeGo Ridesharing", "judge-name": "Geetansh Kakkar"}, {"judge-role": "CEO / Shopidarity", "judge-name": "Bryan Jacobs"}, {"judge-role": "CEO / Dreamify", "judge-name": "William Oliver"}, {"judge-role": "Recruiter / A Thinking Ape", "judge-name": "Megan Ritchie"}, {"judge-role": "CEO / Cotuto", "judge-name": "Lee Haber"}, {"judge-role": "Software Engineer / Axiom Zen", "judge-name": "Eric Lin"}, {"judge-role": "Software Engineer / Axiom Zen", "judge-name": "Kan Zhang"}, {"judge-role": "Technology Leader / Hootsuite", "judge-name": "Paul Cowles"}, {"judge-role": "Director, Software Development / Hootsuite Media", "judge-name": "Greg Bell"}, {"judge-role": "Director of Technology / Hootsuite", "judge-name": "Mike Sample"}, {"judge-role": "CEO / Dreamify", "judge-name": "William Oliver"}], "hackathon-number-of-judges": "19", "hackathon-eligibility": "", "hackathon-url": "https://vanhackathon.devpost.com/", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-rules": "\n\nThe Hackathon will start at 4PM PST on Friday, May 20th, 2016 and finish at 4PM PST on Sunday on May 22nd, 2016. \n\nWe will be using devpost.com to manage the event. Each company will share at least 1 challenge with the participants on the \n. Devpost and post your hackathon on our platform, you must receive your submissions through your Devpost site. Devpost has a submission process that allows users to add text, video, images, links, and even upload files to create their submission.\nYou will receive an email with a password once you have signup to the VanHackathon. Sharing this password is strictly prohibited and any participants who do so will be disqualified from the Hackathon.\n\nAll participants must be \n or \n members to participate. We will send you an email with more information. You can also sign up to the VanHackathon \n. \n\nTeams can be anywhere from one to four members. All members must be a builder (a Developer or Designer). You can indicate which team you are on by adding it to your VanHack Profile page. \nIf you're looking for fellow teammates, direct message participants in the VanHackathon Slack Group. Others are looking for teams, too!\n\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \n\nAll teams retain full ownership of what they have created during the Hackathon. VanHack is here to help entrepreneurs realize their dreams, not destroy them.\n\nBe kind to others. Do not insult or put down other attendees. Behave professionally.\n\nIn the spirit of innovation and inclusiveness, there may be minors participating in the event. Keep this in mind when choosing a location to work, and mention to the organizers that your content is explicit if you’d like to submit for judging. You will be pitching to judges and other attendees after the non-explicit content. You will present your idea to an audience who is explicitly prepared to experience your presentation in a safe and/or designated area.\n\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n**Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\n   ", "hackathon-requirements": "", "hackathon-description-header": "A Hackathon without Borders", "hackathon-number-of-judging-criteria": "1", "hackathon-prizes": [{"prize-content": "We are giving away 1 year of VanHack Premium for the best projects at the VanHackathon!", "prize-title": "VanHack Premium - 1 year membership"}], "hackathon-location-google-maps": "", "hackathon-number-of-participants": "667", "hackathon-location-address": "", "hackathon-judging-criteria": [{"judging-criterion": "How strong is the submission?"}], "hackathon-prizes-total": "$1,800", "hackathon-location-description": "", "hackathon-end-date": "2016-05-22", "has-projects": "True"}