{"hackathon-description-text": "\nFrom online brokerage to shared houses, the way we interact with buildings is changing. This process will continue to redefine the way we live. Are you also constantly looking for ways to improve it? Do you love facing challenges? Coding, no sleep and lots of coffee as well? Especially together?", "hackathon-number-of-prizes": "3", "hackathon-id": "proptechhacks", "hackathon-judges": [{"judge-role": "Project Manager Startups Bitkom e.v.", "judge-name": "Iris Broese"}, {"judge-role": "CTO Anyon", "judge-name": "Christian Böhlke"}, {"judge-role": "Lead Product Manager Minodes", "judge-name": "Lukasz Wojtusiak"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nPropTech Hacks is open to all individual developers, designers and enthusiasts as well as teams up to five members. All participants need to bring their own laptops and software tools and we will provide you with food, snacks, beverage, table-top space, power and wifi. You will be given the chance to present your prototypes in front of an expert jury and win cash and other prizes.\n ", "hackathon-number-of-participants": "30", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nHarassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. \nParticipants asked to stop any harassing behavior are expected to comply immediately. \nIf a participant engages in harassing behavior, the organizers may take any action they deem appropriate, including warning the offender or expulsion from the event. \nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please conctact an organizer or mentor. We will tell you who are responsible at the beginning of the event. You can also contact us directly (info above). \nWe are happy to help participants contact local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe. We value your attendance. \nWe expect participants to follow these rules at the event and related social events.", "hackathon-prizes": [{"prize-content": "- most useful in everyday life", "prize-title": "Best PropTech Hack"}, {"prize-content": "- best code base & structure", "prize-title": "Hacker’s Favorite"}, {"prize-content": "- most market-ready hack", "prize-title": "VC’s Dream"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Chausseestraße 111, 10115 Berlin, Germany", "hackathon-url": "https://proptechhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Chausseestraße 111, 10115 Berlin, Germany", "hackathon-description-header": "An awesome Hackathon focused on shaping the real estate industry!", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "Anyon HQ", "hackathon-end-date": "", "has-projects": "False"}