{"hackathon-description-text": "\nEvery year, Code2040 host a 24-hour hackathon with a social justice theme. We are proud to announce that our theme this year, “Lead, Build, Thrive” integrates with our", "hackathon-number-of-prizes": "6", "hackathon-id": "code2040buildleadthrive", "hackathon-judges": [{"judge-role": "Investment Associate and Head of Operations, Precursor Ventures", "judge-name": "Sydney Thomas"}, {"judge-role": "Software Engineer, Uber", "judge-name": "Luis Fernando De Pombo"}, {"judge-role": "Director of Product Management, Google", "judge-name": "Erin Teague"}, {"judge-role": "West Coast Regional Associate Director, Management Leadership for Tomorrow", "judge-name": "Minh Nguyen"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "40", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n \n\nAll work must be completed between July 15 and July 16.\nPresentations and hosted link (if applicable) must be submitted by 10:30 am on Sunday. No modifications are allowed. Any submissions after that time will be docked 10 points per minute. The hackathon officially begins at 11am on Saturday July 16th. You may not begin coding, setting up your project, working on your presentation, or use code you’ve written before the hackathon officially begins.\nYou must present a working demo! You may present mocks in addition to the demo but you must show an application running during your presentation.\nParticipants must contact the organizers if they wish to reuse code they’ve created outside the hackathon.\nAll work must be done in the designated hacking zone unless permission has been granted from the Hackathon Task Force.\nThird party libraries are permitted if they are available freely and publicly accessible to all teams.\n3rd Party materials, like graphics and images may be used in products and presentation if they fall under public domain, creative commons, or fair use policies.\nExternal 3rd Party Guidance and Assistance in the form of a non-team member assisting in the hackathon projects is strictly forbidden, EXCEPT in the case of registered Hack4Diversity mentor.\nPlease contact a Hackathon Task Force Member during the event for questions regarding 3rd party help or libraries.\n\nLength of demos will be no more than 3 minutes with 3 minutes of Q&A from the Judges. This will be strictly enforced. No videos permitted. One team member presents while at least one other team member controls the laptop.\n\nAll participants are expected to follow the \n.", "hackathon-prizes": [{"prize-content": "Each winning person in the winning team will receive $100", "prize-title": "Each Winning Team "}, {"prize-content": "For the winning group for \"Global Impact,\" you will receive $40 in Lyft points.", "prize-title": "Global Impact "}, {"prize-content": "For the winning group for \"Best Design,\" you will have 1 hour with Ian Spalter, the head of design at Instagram. You will schedule a time that works for all of you and visit the Instagram office to meet with Ian. Please come see the Hackathon Task Force after the event to schedule this.", "prize-title": "Best Design "}, {"prize-content": "For the winning group for \"Best Pitch,\" you will have 1 hour with Sydney Thomas, our hackathon judge and a VC. You will schedule a time that works for all of you. Please come see the Hackathon Task Force after the event to schedule this.", "prize-title": "Best Pitch "}, {"prize-content": "For the winning team for \"Technically Difficult\", a private tour of the Pandora Oakland office and a group career feedback session with one of their recruiters. As well as a free one year subscription to Pandora Plus.", "prize-title": "Technically Difficult "}, {"prize-content": "For the winning group for \"People's Choice,\" you will have 1 hour with Laura Weidman Powers, the CEO & Co-founder of Code2040. You will schedule a time that works for all of you to meet with Laura. Please come see the Hackathon Task Force after the event to schedule this.", "prize-title": "People's Choice "}], "hackathon-location-google-maps": "https://maps.google.com/?q=88 Colin P Kelly Jr St, San Francisco, CA 94107, USA", "hackathon-url": "https://code2040buildleadthrive.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this idea really tap into the big picture? Is this team going to change the world? Is the team solving a problem in a fresh new way?"}, {"judging-criterion": "Does the feel of this product match the use case? Is this product easy and intuitive to use? Are the visual elements high quality?"}, {"judging-criterion": "Did the team do something impressive technically? Did they create their own algorithm or roll their own tools?"}, {"judging-criterion": "Was the presenter creative and engage the audience? Was the demo and/or content presented in a meaningful and understanding way?"}, {"judging-criterion": "Which was your favorite? You cannot vote for your own team."}], "hackathon-location-address": "88 Colin P Kelly Jr St, San Francisco, CA 94107, USA", "hackathon-description-header": "Build, Lead, Thrive", "hackathon-prizes-total": "$2,750", "hackathon-location-description": "GitHub", "hackathon-end-date": "", "has-projects": "False"}