{"hackathon-description-text": "\nPreceding the Disrupt Conference is Hackathon weekend on September 10-11, where developers and engineers descend from all over the world to take part in a 24-hour hacking endurance test. Teams join forces to build a new product, present it on the Disrupt stage to a panel of expert judges and an audience of tens of thousands and compete for a variety of prizes, including the chance to win free tickets to the Disrupt Conference. Products created at the Disrupt Hackathon have seen great success beyond the event, like GroupMe which was created overnight and ultimately acquired by Skype for $80M.", "hackathon-number-of-prizes": "22", "hackathon-id": "disruptsf2016", "hackathon-judges": [{"judge-role": "CTO, Canary", "judge-name": "Chris Rill"}, {"judge-role": "Co-founder and SVP Engineering, Box", "judge-name": "Jeff Queisser"}, {"judge-role": "Google Play Product Lead", "judge-name": "Michal Segalov"}, {"judge-role": "Director, Techstars Retail", "judge-name": "Ryan Broshar"}, {"judge-role": "Software Engineer, AirBNB", "judge-name": "Emily Zhao"}, {"judge-role": "Senior Associate, Spark Capital", "judge-name": "John Melas-Kyriazi"}, {"judge-role": "Instructor, Hackbright Academy", "judge-name": "Bonnie Schulkin"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\n\nMore details available here:\n", "hackathon-number-of-participants": "654", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see. For more information surrounding our policies on harassment, please \n.\n\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by TechCrunch. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. All other things equal, it’s not very reasonable for a team of 2 or 3 to compete against a team of 20.\nAlso, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.", "hackathon-prizes": [{"prize-content": "$5000 for the overall best hackathon project! Plus - insane bragging rights!", "prize-title": "Overall Winner!"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "$5000 for the best project using TechCrunch story data. More info", "prize-title": "TechCrunch/Crunchbase/WP data hack"}, {"prize-content": "Team with the ‘Best Voice User Experience Using Amazon Alexa’ will win Amazon Echos for the whole team.", "prize-title": "Amazon Alexa"}, {"prize-content": "Best use of Esri ArcGIS mapping technology wins $5,000! ($2500 cash, plus $2500 valued ArcGIS Online subscription).", "prize-title": "Esri"}, {"prize-content": "The best use of Twilio's API will score you a Pebble Classic Smart Watch for each member of the team.", "prize-title": "Twilio"}, {"prize-content": "MapQuest wants to help our top team of hackers enjoy more out of life. Find your next adventure with $5,000 from MapQuest. You'll receive $5,000 in gift cards to put towards your next vacation.", "prize-title": "MapQuest"}, {"prize-content": "1 free .CLUB domain registration, 1 free year of Basic Web Hosting, and 1 free year of Domain Privacy & $5000", "prize-title": "Domain.com"}, {"prize-content": "Best use of Verizon ThingSpace Device Messaging APIs or Personal Cloud Storage APIs in an IoT application wins:  1st Place $3000 / 2nd Place $1500 / 3rd Place $500.", "prize-title": "Verizon"}, {"prize-content": "Win an Apple Watch Sport (each member of the winning, team up to five members) with the new IBM Watson Conversation Service.", "prize-title": "IBM Watson"}, {"prize-content": "Win $5,000 by using a Radix Domain name for your hackathon project.", "prize-title": "Radix"}, {"prize-content": "1st place – $3,000, 2nd place – $1500 &  3rd place – $500 - Each winning team will also be offered the opportunity to take advantage of the SBRA workshop in San Francisco to finish their product. Out of pocket costs for team will be considered on a case by case basis depending on where the team are based.", "prize-title": "SoftBank Robotics America"}, {"prize-content": "Prize: 1st Place -- Best use of Cisco’s cloud collaboration APIs: DJI Phantom 3 Standard drone for each member of the winning team (up to 5 members). 2nd Place -- Best use of Cisco’s cloud collaboration APIs: Apple Watch for each member of the winning team (up to 5 members).", "prize-title": "Cisco"}, {"prize-content": "The team with best use of Profile Graph APIs wins $5000", "prize-title": "SAP Hybris"}, {"prize-content": "$5,000 will be awarded to the hacker or team with the most innovative integration of Braintree's SDKs", "prize-title": "Braintree"}, {"prize-content": "An Axon 7 to the winner of Best Mobile Design and an Spro 2 to the Best Mobile Concept.", "prize-title": "ZTE"}, {"prize-content": "The team with the best use of the HERE Location Platform wins $5,000 in prizes.", "prize-title": "HERE"}, {"prize-content": "Build something that will further the impact or research into energy efficiency. Winners will meet with the Secretary of the Department of Commerce, Secretary Penny Pritzker.", "prize-title": "US Department of Commerce"}, {"prize-content": "Winning team receives up to 5 Everest Elite Headphones, Pulse 2 Speakers and Omni 10 Speakers. (value of $2,500)​", "prize-title": "Harman International: Best use of Everest Headphones SDK"}, {"prize-content": "Winning team receives a max of 5 Everest Headphones and 5 Pulse 2 Speakers (value of $2,500)", "prize-title": "Harman International: Best use of Pulse 2 SDk"}, {"prize-content": "Winner receives $5000 for most creative and innovative use of Panasonic Avionics' InFlight APIs; including the use of other Sponsor APIs with our framework.  Runner up team will receive tickets to Disrupt. All developers who use our APIs in the Hackathon will receive a commemorative T-shirt!", "prize-title": "Panasonic Avionics"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Pier 48, San Francisco, CA 94158, USA", "hackathon-url": "https://disruptsf2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will be focusing on creativity, cleverness, and that deep-down sense of “Whoaaaaaaa\""}], "hackathon-location-address": "Pier 48, San Francisco, CA 94158, USA", "hackathon-description-header": "Where Great Products Are Born in 24 Hours", "hackathon-prizes-total": "$327,500", "hackathon-location-description": "PIER 48", "hackathon-end-date": "2016-09-11", "has-projects": "True"}