{"hackathon-description-text": "\nhackGC is a weekend-long event where Grinnellians come together in teams to collaborate, innovate and build a piece of technology to help alleviate a social justice issue.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackgc", "hackathon-judges": [{"judge-role": "", "judge-name": "Hannah Krieger Ney"}, {"judge-role": "", "judge-name": "Luna Ranjit"}, {"judge-role": "", "judge-name": "Erin Owen"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "13", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nWhat are the key dates & times such as the deadline for submissions and the announcement date for winners?\nWho can participate? Individuals, teams, and organizations? What’s the minimum age for individuals? Are there any limits on team or organization size? What are the residency and location requirements? (\n). For organizations, do they need to be domiciled or have their primary place of business in an eligible country or just have an employee there?\nWhat do contestants need to create? What do you need in order to screen, test, or evaluate submissions? Be careful not to create too many requirements that deter participation or force you to disqualify submissions you want to include.(See below for more detail on software challenges).\nWhat do you (the sponsor) get the right to do with the submission? Do you want the right to use the winners’ names to promote the competition? What rights will you have to use the submission (aside from displaying it on the website)? Consider carefully any rights you’re asking of contestants or winners.\nWhat are the prizes? How will the winners of each prize be determined? Are there any circumstances where the prize(s) won’t be awarded?", "hackathon-prizes": [{"prize-content": "", "prize-title": "First place"}, {"prize-content": "", "prize-title": "Second place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Joe Rosenfield ’25 Center, 1115 8th Ave, Grinnell, IA 50112, USA", "hackathon-url": "https://hackgc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the team have a target audience?\nDoes the team have a good understanding of their target audience? Do they understand potential customers’ needs and challenges?\nIs the problem well-defined and not too broad?"}, {"judging-criterion": "Does the product effectively solve the problem?\nDoes the product function properly? (Note, a project may function well but may not effectively solve the problem)\nIs the product well designed, appealing, and intuitive for users/customers?"}, {"judging-criterion": "Is the idea innovative/original? Does the product improve something that exists or is it entirely new?\nHow is the product innovative? Has it been done before in a different way/place/age group?\nWhat makes the product stand out from the others?"}, {"judging-criterion": "Was the team clear and concise when presenting the problem?\nWas the nature of the solution clear? Did the team explain their product well?\nWas the team clear, direct, and honest when answering your questions?"}], "hackathon-location-address": "Joe Rosenfield ’25 Center, 1115 8th Ave, Grinnell, IA 50112, USA", "hackathon-description-header": "hackGC is a weekend-long event where Grinnellians come together in teams to collaborate, innovate and build a piece of technology to help alleviate a social justice issue.", "hackathon-prizes-total": "0", "hackathon-location-description": "D-lab", "hackathon-end-date": "2018-04-22", "has-projects": "True"}