{"hackathon-description-text": "\nEPA is challenging app developers to look at EPA data and come up with the best, most useful, innovative way to use, show, or combine publically available EPA data in an app. In short, we'd like you to take EPA data and show us what you can do.", "hackathon-number-of-prizes": "3", "hackathon-id": "appsfortheenvironment", "hackathon-judges": [{"judge-role": "U.S. EPA/OSWER", "judge-name": "John Cunningham"}, {"judge-role": "U.S. EPA/OSWER", "judge-name": "Ellen Manges"}, {"judge-role": "U.S. EPA/Region 5", "judge-name": "Karen Reshkin"}, {"judge-role": "U.S. EPA/Region 9", "judge-name": "Michael Gill"}, {"judge-role": "U.S. EPA/Region 9", "judge-name": "Duane James"}, {"judge-role": "U.S. EPA/Region 9", "judge-name": "Matthew Small"}, {"judge-role": "U.S. EPA/ORD", "judge-name": "Peter Preuss"}, {"judge-role": "U.S. EPA/OEJ", "judge-name": "Lisa Garcia"}, {"judge-role": "U.S. EPA/OW", "judge-name": "Thomas Dabolt"}, {"judge-role": "U.S. EPA/OECA", "judge-name": "Moshay Simpson"}, {"judge-role": "U.S. EPA/Region 5", "judge-name": "Angela Brown"}, {"judge-role": "U.S. EPA/OECA", "judge-name": "Cynthia Giles"}], "hackathon-number-of-judges": "12", "hackathon-eligibility": "", "hackathon-number-of-participants": "72", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nThe Apps for the Environment challenge (“Challenge”) is an EPA contest aimed at encouraging private sector software developers, students, and others to create innovative applications (“apps”) that use EPA data to promote protection of human health and the environment.  EPA publishes a wide variety of environmental data, in multiple formats, as do other parts of the federal government.  EPA believes that innovative synthesis and presentation of these various data could foster public understanding of environmental conditions, inform decision-making, and produce a range of other positive outcomes that protect human health and the environment.\n \nThe app submission period runs from June 9 to September 16, 2011.  EPA will select a winner and runner up in two (2) categories, Best Overall App and Best Student App, and the public will select a Popular Choice App winner.  Winners and runners up will be invited to Washington, D.C., in November 2011 to be honored at a recognition event and to demonstrate their apps for EPA experts and managers.  EPA will also feature the apps of the winners and runners up on the EPA website. \n \nSubmission Period Begins:\n12:01am ET, June 9, 2011\nSubmission Period Ends:\n8:00 pm ET, September 16, 2011\nJudging Panel and Public Voting Period Begins:\n8:00am ET, September 21, 2011\nJudging Panel and Public Voting Period Ends:\n11:59pm ET, October 7, 2011\nRecognition Event & Apps Demo\nNovember 8, 2011\n \nInterested persons should read these Official Rules and register at the Challenge website – http://appsfortheenvironment.challenge.gov.  Registration is free and can be done during the Challenge’s Submission Period, June 9 – September 16, 2011.  After you register you must verify your email address via the registration email sent to the address entered in the registration form.  You will then be able to enter a submission.  Fill out the submission form on the application submission tab, including your submission title, a text description of the submission, a link to the app, a list of data used, instructions on how to install the app, and a video that show the app in use.  Be sure to read the terms and conditions and, if you agree, check off the box and submit!\n\nFive (5) prizes are available:\nThe winners of these five (5) prizes (collectively, “Winners”) will be invited to Washington, D.C., in late October or early November 2011 to be honored at a recognition event and to demonstrate their apps to EPA experts and managers.  EPA will also feature the Winners’ apps on the EPA website.  Additionally, EPA may provide travel reimbursement, consistent with Federal regulations, to travel to the recognition event.  Recipients of travel reimbursement will need to provide receipts to document travel expenses.   \n \nTo be eligible to win Best Student Application, all members of the developing team must be enrolled in one or more courses at the high school, undergraduate, or graduate level during the summer or fall of 2011. \n \nEPA may also, in its discretion, award Honorable Mentions to other notable apps.\n\nSubmissions will be judged by an expert judging panel as well as the public.  The Best Overall App and Best Student App will be determined by the expert judging panel, and the Popular Choice App will be determined by public vote.\nThe judging panel will consist of program experts and managers at EPA and will select the Best Overall App and Best Student App based upon the following criteria:\nEach judge will score every app on a scale of 1-5 (five being the highest) in all the above criteria.  The average score in each category will be computed, and the average scores will be combined to compute a total score for every app.  The app with the highest total score overall will receive the Best Overall App prize, and the app with the highest total score among student developers will receive the Best Student app prize.  Judges may be named after commencement of the challenge. \n \nThe public will have the opportunity to select a Popular Choice App winner, which will be determined by public vote on the Challenge website during the Public Voting Period (September 21, 2011 at 8:00am ET toOctober 7, 2011 at 11:59pm ET).  Each registered visitor will be limited in the amount of votes he or she may submit as part of the voting process.  EPA may disqualify the votes and/or submissions of any users or Contestants seeking to defraud the voting process.  The app with the most valid votes will be deemed the Popular Choice App winner.\n\nThis Challenge is open to U.S. residents of the 50 States (plus the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa) who are 13 years and over, groups of such residents, and businesses and organizations domiciled in the U.S.  Individuals submitting on behalf of corporations, nonprofits, or groups of individuals (such as an academic class or other team) must meet the eligibility requirements for individual Contestants; however, each individual team member need not meet every criterion.  An individual may join more than one team and/or submit entries for more than one corporation or nonprofit organization.  Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein.  Individuals or entities submitting are referred to herein as Contestants.\n \nAs a matter of policy, EPA will not select as Winners any Contestant that is in the Federal Excluded Parties List System established under 2 CFR 180.500 or that fail environmental compliance screening.  Environmental compliance screening will be conducted in accordance with the High-Level Recognition provisions of the Compliance Screening for EPA Partnership Programs guidance\n \nA federal entity or federal employee acting within the scope of his or her employment is not eligible to participate.  Federal employees acting outside the scope of their employment should consult their ethics official before participating in the Challenge. \n \nFederal employees (including EPA employees) interested in participating in the Challenge should first consult their ethics official, but will typically be deemed ineligible if they meet any of the following criteria:\n \nFor additional information regarding eligibility of contractors and international entities, please see Frequently Asked Questions 4 and 5, respectively, available on the Apps for the Environment website, at\n \nTo be eligible to win Best Student Application, all members of the Contestant team must be enrolled in one or more courses at the high school, undergraduate, or graduate level during the summer or fall of 2011.\n\n\n\nIn order for Submissions to be eligible to win this Challenge, they must meet the following requirements:\n\nEPA will also screen submissions for Contestant eligibility, IT security, and compliance with Challenge.gov's \n,   Submissions appearing to satisfy these criteria will be posted on the Challenge website \n on a rolling basis.  Once a Submission is made, the Contestant cannot make any changes or alterations to any part of the Submission.  Submissions from Contestants who are under the age of eighteen (18) will be deemed ineligible and will not be posted until and unless a completed Parent / Legal Guardian Consent Form is received.  Apps failing to meet Submission Requirements or other submission screenings will be deemed ineligible to win a prize.  Posting an app to the Challenge website does not constitute EPA’s final determination of Contestant of the app’ eligibility.\n \nBy making a Submission under this Challenge, each Contestant warrants that he or she is the sole author and owner of the Submission, that the Submission is wholly original with the Contestant (or is an improved version of an existing app that the Contestant has sufficient rights to use – including the substantial improvement of existing open-source apps), and that it does not infringe any copyright or any other rights of any third party of which Contestant is aware.  Each Contestant also warrants that the app is free of malware. \n Each Contestant grants to the EPA an irrevocable, paid-up, royalty-free non-exclusive worldwide license to post, link to, and display publically the app on the Web, for the purpose of the Challenge, during the duration of the Challenge and for a period of one year following announcement of the Winners.  All Contestants will retain all other intellectual property rights over their Submissions, except that Winners agree that their Submissions will be available on the EPA website for free use and download by the public for a period of one year following announcement of the Winners.\n \nWinners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements contained herein. The Winners will be notified by email, telephone, or mail after the date of the judging.  The Winners (or Winners’ parent/guardian if under 18 years of age), will be required to sign and return to EPA, within ten (10) days of the date notice being sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) in order to claim any recognition.  Winners must provide information to EPA consistent with Federal travel regulations to allow for reimbursement to the recognition event and app demonstrations in Washington, D.C.  In the event that a potential Winner is disqualified for any reason, EPA may award the applicable recognition to an alternate Contestant who had the highest score remaining of the eligible entries.\n \nExcept where prohibited, participation in the Challenge constitutes consent to EPA's and its agents' use of Winners' name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.  Winners are permitted to cite that they won this contest.\n \nIf you choose to provide the EPA with personal information by registering or filling out the submission form through the Challenge website, that information is used to respond to you in matters regarding your submission and/or the Challenge only – unless you choose to receive updates or notifications about other competitions from the EPA on an opt-in basis.  Information is not collected for commercial marketing.  Please read the \n for complete information.\n \nThe Contestant shall be liable for, and shall indemnify and hold harmless the Government against, all actions or claims, including but not limited to those for loss of or damage to property (such as damage that may result from a virus, malware, etc. to EPA computer systems or those of the end-users of the software and/or applications), resulting from the fault, negligence, or wrongful act or omission of the Contestant.\n \nThe EPA and its contractors are not responsible for: (1) any incorrect or inaccurate information, whether caused by Contestants, printing errors, or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur in the administration of the Challenge or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant's participation in the Challenge or receipt, use, or misuse of any prize.  If for any reason a Contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant's sole remedy is another entry in the Challenge.  The award of a prize in this Challenge does not constitute an endorsement of a specific product by the EPA.\n \nThe EPA reserves the right to cancel, suspend, and/or modify the Competition, or any part of it, if any fraud, technical failures, or any other factor beyond the EPA’s reasonable control impairs the integrity or proper functioning of the Challenge, as determined by the EPA in its sole discretion.  The EPA is not responsible for, nor is it required to count, incomplete, late, misdirected, damaged, unlawful, or illicit votes, including those secured through payment or achieved through automated means.\n \n", "hackathon-prizes": [{"prize-content": "The Winner and Runner Up will be invited to Washington, D.C. to a recognition event where they will demonstrate their apps to EPA officials and possibly the EPA Administrator, Lisa Jackson.  In addition, EPA will feature the apps of the Winners and Runners Up on the EPA website for a period of one year.", "prize-title": "Best Overall App (Winner and Runner Up)"}, {"prize-content": "The Winner and Runner Up will be invited to Washington, D.C. to a recognition event where they will demonstrate their apps to EPA officials and possibly the EPA Administrator, Lisa Jackson. In addition, EPA will feature the apps of the Winners and Runners Up on the EPA website for a period of one year.", "prize-title": "Best Student App (Winner and Runner Up)"}, {"prize-content": "The winner of the Popular Choice Award will be invited to Washington, D.C. to a recognition event where they will demonstrate their apps to EPA officials and possibly the EPA Administrator, Lisa Jackson.", "prize-title": "Popular Choice App"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appsfortheenvironment.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Each submission will be rated on the strength of its potential to help individuals and/or communities make informed decisions about the environment and/or human health."}, {"judging-criterion": "Each submission will be rated for the degree of new thinking it brings to applications for the environment or human health, and the creativity shown in designing for impact."}, {"judging-criterion": "Each submission will be rated on its user-friendliness and interactive capabilities.  Preference will be given to applications that are easily accessible to a range of consumers, including those with disabilities."}], "hackathon-location-address": "", "hackathon-description-header": "The EPA challenged the public to find new ways to use and deliver EPA data in an app.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}