{"hackathon-description-text": "\nHack@MSIT, the annual hackathon of MSIT, is scheduled on 3rd-4th February as a part of the technical fest, Avensis.", "hackathon-number-of-prizes": "2", "hackathon-id": "hackmsit", "hackathon-judges": [{"judge-role": "Inspiration Edge", "judge-name": "Aman Singh"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIf you applied to Hack@MSIT, ", "hackathon-url": "https://hackmsit.devpost.com/", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-rules": "\nOnly teams comprised wholly of eligible participants that submit their hacks to this DevPost, and then go on to demo their hack at the Hack@MSIT expo can win prizes. \n- You cannot work on your project before the event begins\n- You cannot steal another team's source code\n- The decision of judges is final for determining prizes and awards\n- Please comply with all instructions from Hack@MSIT organizers", "hackathon-requirements": "\nMake your project, submit your hack to Devpost and attend the Hack@MSIT expo to show off what you built. You ", "hackathon-description-header": "Annual Hackathon of MSIT", "hackathon-number-of-judging-criteria": "5", "hackathon-prizes": [{"prize-content": "", "prize-title": "Headphones"}, {"prize-content": "", "prize-title": "Wireless Mouse"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Janakpuri, New Delhi, Delhi, India", "hackathon-number-of-participants": "40", "hackathon-location-address": "Janakpuri, New Delhi, Delhi, India", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount? This is the most important criterion that your hack will be judged upon for the general prizes."}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}, {"judging-criterion": "How was the demo? Was the hack working - or at least in a state where the hackers could show off their idea? Keep in mind that the process is important, and that we are judging what happened at the hackathon, not what the hackers are planning to do after."}], "hackathon-prizes-total": "$228", "hackathon-location-description": "Maharaja Surajmal Institute of Technology", "hackathon-end-date": "", "has-projects": "False"}