{"hackathon-description-text": "\nAGHacks is the biggest and most popular Polish student hackathon in Poland, organized by the leader among technology universities - AGH. It brings the brightest minds from IT world to work for 48h on amazing project that may change the world we know.", "hackathon-number-of-prizes": "5", "hackathon-id": "aghacks2015", "hackathon-judges": [{"judge-role": "Wojciech Burkot is Chief Technology Officer at Grupa Allegro. He moved to Allegro from Google R&D Center he founded in Krakow.", "judge-name": "Wojciech Burkot"}, {"judge-role": "Industrial designer. Mentor of design thinking methodology. Co-founder of PLEO Design company.", "judge-name": "Krzysztof Bogomaz"}, {"judge-role": "Co-founder, investor & partner at Innovation Nest (seed/VC fund);Co-founder of Innovation Nest Entrepreneurship School (SPIN); previously senior vice president of the Onet.pl", "judge-name": "Marek Kapturkiewicz"}, {"judge-role": "A big fan of new technologies but also board games. Working in Cracow Technology Park, he runs the Technology Incubator", "judge-name": "Bartosz Józefowski"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nYou can submit your project as individual as well as a group (up to 4 hackers)", "hackathon-number-of-participants": "145", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nOur only requirement is to… show us something that is awesome, inspire us or change the world we know today!", "hackathon-rules": "\n\n \n \n1. These document determines terms and conditions under which the event named AGHacks (“AGHacks”) is conducted.\n \n3. AGHacks takes place Oct. 23rd-25th 2015 at the venue Stara Zajezdnia, Sw. Wawrzynca st. 12, 31-060 Krakow, Poland.\n \n4. AGHacks is an opportunity to demonstrate and polish IT-related skills, and it enables both amateurs and professionals to gain valuable contacts. There are no technological restrictions for AGHacks projects.\n \n \n \n1. Participation in AGHacks is free after initial registration.\n \n2. A Participant (“Participant”) can be any person of legal age but younger than 26 years old.\n \n3. Registration is done by filling the online registration form at \n.\n \n4. In order to participate in AGHacks, a person must confirm their registration through arrival at the beginning of the first day of the event. Presence list will be used for verification purposes.\n \n5. Information about the registration’s start is distributed by Organizers through the selected promotion channels (websites, social media, mailing lists etc.)\n \n6. Participants are allowed to form teams during AGHacks.\n \n7. There are no restrictions on team sizes during AGHacks. However, prizes will only be given to teams with 4 members or less.\n \n8. All members of the team must be individually registered using the online registration form.\n \n9. Participant may only work with a single project during AGHacks.\n \n\n1. AGHacks is going to start Oct. 23rd 2015 and finish Oct. 25th 2015.\n \n2. Organizators provide:\na) The venue where AGHacks is held\nb) Secured Wireless Internet connection.\nc) Power outlets.\nd) Multimedia projector for projects’ presentations.\ne) Technical and organizing mentors\nf) Tables and chairs for participants.\ng) Food and drinks.\nh) Chillout space.\n \n3. For other things Participants are required to use their own resources. In particular, Participants should use their own hardware, software and other tools necessary for their projects.\n \n4. Things related to in III.3 are not to be used for any other purposes than participation in AGHacks.\n \n\n1. After the finish, selected teams may present their projects to the Jury.\n \n2. The presentation of a project built during AGHacks is going to be approx. 4 min.\n \n3. Projects will be graded according to the following criteria:\n- innovation and creativity of the presented solution,\n- usability and design,\n- potential social impact,\n- business and development possibilities.\n \n4. Projects will be graded by the members of the Jury, selected by Organizers.\n \n5. Every Jury member individually grades projects, giving score as they find appropriate.\n \n6. If 2 or more projects have an equal score, the winning one is selected by the Jury through additional vote.\n \n7. Jury is responsible for:\n- grading projects and choosing the winners of AGHacks,\n- coordination of proper conduct of AGHacks,\n- making decisions on cases not regulated by Terms and Conditions, as well as interpreting those covered here.\n \n8. Jury’s decisions are final and are not to be appealed.\n \n9. Project given to Jury for grading must be based on Participants’ own work. External help is disallowed.\n \n\n1. The winners of AGHacks will be presented with prizes funded by Sponsors.\n \n2. Prizes cannot be exchanged for equivalent money value or other prizes.\n \n3. Every AGHacks Participant will be given a Participation Certificate.\n \n\n1. Participants remain the only holders of all intellectual property rights of their projects created during AGHacks.\n \n2. Participatns confirm that their project built during AGHacks is authored or co-authored (in case of team-created projects) by themselves, and does not infringe third party rights.\nParticipants also confirm that they take full, non-limited responsibility for any third party claims directed to Organizers, related to Participant’s business or professional activity related to their project prepared during AGHacks.\n \n3. By taking part in AGHacks Participants give Organizers rights for unlimited use of images and/or videos of Participants for promotion purposes, without the right for compensation, for unlimited time period.\n \n4. Participants give Organizers all rights to use any images presenting projects which were prepared during AGHacks, for promotional and internal purposes.\n \n5. Usage of any illegal, controversial or otherwise ill-received materials, in particular but not limited to\n- pornography,\n- materials considered disgusting,\n- calling for ratial, religious or other hatred,\n- promoting drugs\nin projects created during AGHacks is strictly prohibited.\n \n\n1. AGHacks Terms and Conditions will be available from the start of online registration.\n \n2. This document is not the only one containing AGHacks code of conduct. Another document, specifying rules and policies of conduct will be provided together with Terms and Conditions.\n \n3. Organizers reserve the right to change Terms and Conditions included here, in justified cases, at any time before the start of AGHacks\n \n4. Organizers are not responsible for any consequences of cancelation or delay of AGHacks. Any claims related to above are not to be considered.\n \n5. Participants’ personal information will only be used for purposes related to organization of AGHacks only, with respect to the rules specified in personal data protection act (2002 Nr. 101, pos. 926). Participants have the right to access their personal data and correct them.\n \n6. Organizers have the right for making final decisions in cases not covered by Terms and Conditions, unless otherwise specified by law.\n \n7. Through registration and participation in AGHacks, Participant accepts and subjects to follow these Terms and Conditions, without the right for civil or financial claims against Organizers and other Participants.\n \n8. In case of breaking of any of the rules mentioned here, or breaking any laws or good manners in relation to participation in AGHacks by any of the Participants, Organizers have the right to exclude such Participants form taking part in the event, resulting in them losing the right for any prizes.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "First place -  GoPro, Intel Edison, Estimote Dev Kit"}, {"prize-content": "", "prize-title": "Second place - FitBit, Intel Edison, Estimote DevKit"}, {"prize-content": "", "prize-title": "Third place - Philips Headphones, SSD 500 GB, Intel Edison"}, {"prize-content": "", "prize-title": "Astor Challenge"}, {"prize-content": "", "prize-title": "Estimote Challenge"}], "hackathon-location-google-maps": "", "hackathon-url": "https://aghacks2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We will take into consideration many aspects as: creativity, usefulness, level of difficulty, social impact etc"}], "hackathon-location-address": "", "hackathon-description-header": "AGHacks – biggest students’ hackathon in Europe", "hackathon-prizes-total": "0", "hackathon-location-description": "Stara Zajezdnia, Cracow", "hackathon-end-date": "2015-10-25", "has-projects": "True"}