{"hackathon-description-text": "\nExpedia is hosting a hackathon at", "hackathon-number-of-prizes": "3", "hackathon-id": "2016-expedia-hackathon-chicago", "hackathon-judges": [{"judge-role": "Senior Director / Expedia", "judge-name": "Pascal Collet"}, {"judge-role": "Senior Director / Expedia", "judge-name": "Ryan Kowalczyk"}, {"judge-role": "Director, Technology, Strategic Initiatives Canada / Expedia", "judge-name": "Philippe Deschenes"}, {"judge-role": "Director of Distribution, Payment and Ticketing Systems / United Airlines", "judge-name": "Tye Radcliffe"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n\nThe Expedia Chicago Hackathon (the “Challenge”) is sponsored and administered by Expedia, Inc., 333 108th Avenue NE, Bellevue, WA 98004 (“Expedia”). By participating in this Challenge, participants agree to be bound by these Challenge Terms and Conditions as well as all decisions of the judges and Expedia which are final and binding on all aspects of the Challenge.\nBy participating in this Challenge, you acknowledge and agree that if you share an idea, suggestion, or discuss an application concept that you are working on that Expedia and others may use your idea, suggestion or concept and incorporate into an application that they are working on now or in the future, and you waive any and all claims that you may have against Expedia or anyone participating in this Challenge and Expedia may use or incorporate into an application or other service or product, any idea, suggestion, or concept that you mention.\nChallenge is open to legal residents of the fifty (50) United States and the District of Columbia, 18 years of age or older who are registered attendees of the Expedia Chicago Hackathon (“Event”), scheduled to take place at TechNexus, 20 N Upper Wacker Dr., Suite #1200, Chicago, IL from April 30 – May 1, 2016 (the “Challenge Period”). Employees, officers and directors of Expedia, their respective successors, participating card partners, client financial institutions, award suppliers and advertising and promotion agencies, and each of their respective subsidiaries, affiliates, agents, representatives, officers, directors, shareholders and employees (collectively, “Expedia Parties”), and each of their immediate family members (spouse and parents, children and siblings, and their respective spouses, regardless of where they live) and individuals living in the same households of each of these individuals, whether related or not, of the above are eligible to participate in the Event but are not eligible to win or receive an award. Subject to all applicable laws.\nParticipants compete individually or in teams of up to 4 individuals. During the Challenge Period, each individual/team will have the opportunity to hack and build on any of the API’s provided by Expedia via the Challenge website made available at the Event by Expedia (“Submission”). Teams wishing to be considered for the Challenge will be required to complete all relevant Chicago Hackathon submission forms.\nSubmissions will be judged by a panel of judges consisting of Expedia employees who will review submissions and select winners based upon Expedia’s APIs and the following criteria:\nImplementation Completeness\nCreativity of Submission (innovative/originality)\nUseful application of the content (Business Value Add)\nApplication to the travel industry\n \nThe judging panel will determine the top three (3) Submissions, which will then be designated as potential award recipients. \nThe potential award recipients will be notified of their selection during the prize ceremony on Sunday, May 1, 2016 and will be required to sign and provide to Expedia appropriate documents to establish eligibility and compliance with these Terms and Conditions, and such other agreements, forms and releases as may be necessary to give effect to these Terms and Conditions or as may be required by the Expedia Parties.\nThe following awards will be awarded in connection with the Challenge: \n$5,000 Amazon gift card\n$2,000 Amazon gift card\n$1,000 Amazon gift card\n \nIn the event a team is determined an award recipient, the listed award amounts will be divided equally among the members of each winning team. Winning participants are responsible for any taxes payable in connection with an award.\nParticipants will retain ownership of their Submission, however, participation in the Challenge shall constitute and signify each participant’s agreement to grant Expedia Parties and their respective affiliates, licensees, promotional partners, developers, legal representatives, assigns, agents and licensees a perpetual, worldwide, royalty-free, non-exclusive, sub-licensable, unconditional and transferable license to edit, modify, cut, rearrange, add to, delete from, reproduce, encode, store, modify, copy, transmit, publish, post, display, adapt, exhibit and/or otherwise use or reuse (without limitation as to when or to the number of times used) any Submission in connection with the Challenge for promotional, advertising or other purposes, worldwide, in any and all media now known or hereafter devised, including the Internet or other public events, without limitation and without further payment, notification, permission or other consideration, except where prohibited by law.  Challenge entrants authorize Expedia to use their name, voice, likeness, biographical data, city and state of residence, submission materials, and recordings of their activity or participation at the Event in programming or promotional material, worldwide in perpetuity, including at the Expedia Global Security Summit or other public events or on an award recipient's list, if applicable, all without further compensation unless prohibited by law.  Except as expressly provided herein, nothing in these Terms and Conditions may be construed as transferring any rights of ownership, by implication or otherwise, technology or intellectual property. Expedia is not obligated to use any of the above mentioned information or materials, but may do so and may edit such information or materials, at Expedia’s sole discretion, without further obligation or compensation.\nBy entering, participants warrant and represent that their team is the sole creator of the Submission and that they have obtained permission from all persons or intellectual property owners whose materials, likeness, work or mark are depicted in Submission and all permission necessary for Expedia to publish or use their Submission in any media worldwide and agree to confirm any of the foregoing in writing. Further, by participating in this Challenge and/or by accepting any award, participants agree that Expedia and its parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns shall not be liable for any and all actions, claims, including any third party claims arising from or relating to the Challenge, or the acceptance or use of any award, or any travel or activity related to any of them. By participating in the Challenge and/or accepting any award, participants agree to fully indemnify the Expedia Parties from any and all such claims by third parties without limitation.\nEach participant understands and acknowledges that: (a) Expedia Parties have access to ideas, stories, designs, film, tape, video, and other literary materials, and those new ideas are constantly being submitted to it or being developed by their own employees; (b) many ideas, concepts or technologies may be competitive with, similar to, or identical to content in the Submission and/or each other; (c) participants will not be entitled to any compensation as a result of Expedia Parties' use of any such similar or identical material that has or may come to the Expedia Parties, or any of them, from other sources. Except where prohibited by law, each participant acknowledges and agrees that the Expedia Parties do not now and shall not have in the future any duty or liability, direct or indirect, vicarious, contributory, or otherwise, with respect to the infringement or protection of the participant’s rights in and to the Submissions. Finally, each participant acknowledges that, with respect to any claim by an participant relating to or arising out of any Expedia Parties' actual or alleged exploitation or use of any Submission or other material submitted in connection with the Challenge, the damage, if any, caused to the applicable participant will not be irreparable or otherwise sufficient to entitle such participant to seek any injunctive or other equitable relief or in any way enjoin, otherwise interfere with, delay, or interrupt the production, distribution, exhibition, or other exploitation of any production based on, or allegedly based on, the Submission, and participant’s rights and remedies in any such event shall be strictly limited to the right to recover damages, if any, in an action at law.\nExcept where prohibited by law, entrants agree that any and all disputes, claims and causes of action arising out of, or connected with, the Challenge or any award provided shall be resolved individually, without resort to any form of class action, and exclusively by the appropriate court located in the State of Washington, USA. All issues and questions concerning the construction, validity, interpretation and enforceability of these Terms and Conditions, your rights and obligations, or the rights and obligations of Sponsor in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of Washington, USA, without giving effect to any choice of law or conflict of law rules (whether of Washington or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of Washington, USA.", "hackathon-number-of-participants": "65", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n ", "hackathon-prizes": [{"prize-content": "$5000", "prize-title": "1st Prize"}, {"prize-content": "$2000", "prize-title": "2nd Prize"}, {"prize-content": "$1000", "prize-title": "3rd Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=20 N Upper Wacker Dr, Chicago, IL 60606, USA", "hackathon-url": "https://2016-expedia-hackathon-chicago.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "20 N Upper Wacker Dr, Chicago, IL 60606, USA", "hackathon-description-header": "Create apps to revolutionize travel", "hackathon-prizes-total": "$8,000", "hackathon-location-description": "TechNexus", "hackathon-end-date": "", "has-projects": "False"}