{"hackathon-description-text": "\nHackUMBC gives you 24 hours to build the coolest software and hardware projects. You will learn useful skills, work with amazing people, and win awesome prizes along the way! We encourage all students of any skill level or major to join.", "hackathon-number-of-prizes": "5", "hackathon-id": "hackumbcf14", "hackathon-judges": [{"judge-role": "", "judge-name": "TBC"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nYou must currently be enrolled as a student and student-ID will be required at check-in to verify eligibility.", "hackathon-number-of-participants": "109", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nIn your submission please include all team members, the API's and products you used, and screenshots or video of your project.", "hackathon-rules": "\nTeams should be at most 4 people. You can work alone but teams are HIGHLY recommended.\n\"Anything goes!\" Web, desktop, mobile, and hardware projects are all welcome. (All hacks should be tech-related, though.) Projects will be judged based on creativity, technical difficulty, polish, and usefulness.\nWe strongly discourage building off of existing projects you've worked on. Using third–party APIs and libraries is encouraged, as long as they're accessible by everyone else as well.", "hackathon-prizes": [{"prize-content": "Thalmic Myos + Jamboxes + Leap Motion + Dell Venue Tablet + Yo-Yo", "prize-title": "Grand Prize"}, {"prize-content": "Jamboxes + Leap Motion + Raspberry Pi B+ + Battery Charger + Aduino Leonardo", "prize-title": "Silver Prize"}, {"prize-content": "Jamboxes + Raspberry Pi B+ + 10000 MaH USB Battery Charger", "prize-title": "Bronze"}, {"prize-content": "Best use of Leap Motion will receive Leap Motions for each member of the team.", "prize-title": "Best Use of Leap Motion"}, {"prize-content": "Best use of EduPal data will receive Moto 360 Smart Watches for each member of the team.", "prize-title": "EduPal Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackumbcf14.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack Technically interesting or difficult? Is it just a wrapper on an API, or were there real technical challenges to overcome?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is it a unique idea? Has it been done before? Does it do something novel, or at least take a new approach to an old problem?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}], "hackathon-location-address": "", "hackathon-description-header": "Baltimore's premier collegiate hackathon.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-09-28", "has-projects": "True"}