{"hackathon-description-text": "\nInterested in learning about blockchain development? Come to ", "hackathon-number-of-prizes": "6", "hackathon-id": "blockhackde", "hackathon-judges": [{"judge-role": "IncNow", "judge-name": "Fazal Vandal"}, {"judge-role": "Digital Vikings", "judge-name": "Kjell Hegstad"}, {"judge-role": "Ark", "judge-name": "Ark Judges/Mentors"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAll individuals, teams, and organizations (over the age of 18) are eligible to enter. Teams can be any size up to 6 people. You must be at our event to win, this is an in-person hackathon.", "hackathon-number-of-participants": "11", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nProjects must be built with, using, or related to a blockchain platform. Details are submitted to Devpost with a link to the GitHub repo.", "hackathon-rules": "\nHacking starts on 5/5/2018 at 1pm and all submissions must be final at 1pm 5/6/2018\nProjects must be built with, using, or related to a blockchain platform. Details are submitted to Devpost with a link to the GitHub repo.\nRefer to the prizes and judging criteria to win a prize!", "hackathon-prizes": [{"prize-content": "", "prize-title": "Ark Sponsored Prize"}, {"prize-content": "", "prize-title": "Ark Sponsored Second Place Prize"}, {"prize-content": "", "prize-title": "Ark Sponsored Third Place Prize"}, {"prize-content": "Steve Jobs Approved", "prize-title": "BlockHack Best User Interface"}, {"prize-content": "Most complete consumer friendly product", "prize-title": "BlockHack Most Ready to go to Market"}, {"prize-content": "1-year licenses to the Visual Studio Extension RevDeBug to the \"Best First Hack\" which will be awarded to each member on a newbie team (up to 6) that best demonstrates new hackathon skills. (To qualify, a strict majority of the team must be attending their first hackathon, and you should demonstrate how the first-time attendees contributed to the project.)", "prize-title": "Best Hack to New Hackers"}], "hackathon-location-google-maps": "https://maps.google.com/?q=17 W Main St, Newark, DE 19716, USA", "hackathon-url": "https://blockhackde.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea? Is it simply a repackaging of a previous project or is it something that has never been done before? Projects can also blend two concepts together in a refreshing new way."}, {"judging-criterion": "Is the project something that looks and feels polished? Is the user experience and interface smooth and well-designed?"}, {"judging-criterion": "Does the project take on technical challenges? What parts of the project did your team invent, and how did you build upon existing tools and technologies?"}, {"judging-criterion": "Is the project zany, interesting or just plain amusing? Will it bring a smile to the face of those who see it, whether they are adults, teenagers or little kids?"}, {"judging-criterion": "Can this hack be used in real life to better somebody's life? Is it enough to justify people wanting to use it?"}, {"judging-criterion": "Did the team members meet entirely at the hackathon? Did the team overcome any significant obstacles? Is the hack ambitious? Does the hack have any \"wow\" factors? Was the pitch particularly effective and memorable?"}], "hackathon-location-address": "17 W Main St, Newark, DE 19716, USA", "hackathon-description-header": "Learn through blockchain development workshops and then apply the skills at our hackathon", "hackathon-prizes-total": "$5,100", "hackathon-location-description": "University of Delaware - Trabant University Center", "hackathon-end-date": "2018-05-06", "has-projects": "True"}