{"hackathon-description-text": "\nFor 36 hours on November 10 - 12, HackPrinceton will bring together over 600 developers and designers from across the country to create incredible software and hardware projects.", "hackathon-number-of-prizes": "21", "hackathon-id": "hackprinceton-fall17", "hackathon-judges": [{"judge-role": "Founder & CEO of Electric Objects", "judge-name": "Jake Levin"}, {"judge-role": "Cofounder of Ark", "judge-name": "Mike Doty"}, {"judge-role": "CTO of Shade", "judge-name": "Shayak Banerjee"}, {"judge-role": "Founder & CEO of The Lobby", "judge-name": "Deepak Chhugani"}, {"judge-role": "Marketing Manager at Smartling", "judge-name": "Jennifer Chew"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "330", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nSubmissions are due on Devpost \nYou must include videos, photos, or screenshots of the working product and a link to the source code (GitHub, etc.) of your project.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to the best software or hardware project overall. Ipad Mini 4 for each team member.", "prize-title": "Best Overall"}, {"prize-content": "The team that garners the most votes from the audience during closing ceremony. Bose SoundLink Wireless Headphones for each team member.", "prize-title": "Audience Choice"}, {"prize-content": "Best hack using VR/AR tech. Samsung Gear VR for each team member.", "prize-title": "Best VR/AR"}, {"prize-content": "A project that has the most effective and realistic effects on benefiting health and environment. Coffea Activity Tracker for each team member.", "prize-title": "Best Health/Environment Hack"}, {"prize-content": "A project that contributes to social or non-profit causes. $100 donation to charity of choice + Google Home Mini for each team member.", "prize-title": "Best Hack for Social Good"}, {"prize-content": "For the team with the most spectacular last-minute flop. Snorlax plush for each team member.", "prize-title": "Biggest Failure to Launch"}, {"prize-content": "For the newbie team who best demonstrates new hackathon skills. To qualify, a strict majority of the team must be attending their first hackathon, and you should demonstrate how your first-time attendees contributed to the project. Anker Speakers for each team member.", "prize-title": "Best First-Time Hack"}, {"prize-content": "A project that delivers a polished, well-thought-out user experience. Drawing tablet for each team member.", "prize-title": "Best Design"}, {"prize-content": "Show off a novel and interesting use of machine learning libraries or techniques. Amazon Fire for each team member.", "prize-title": "Best Machine Learning Hack"}, {"prize-content": "For a whimsical project that makes the judges smile :). 3D Printing Pen for each team member.", "prize-title": "Made My Day"}, {"prize-content": "Best hack from completely new teammates who did not know each other prior to this hackathon. Amazon Echo Dot for each team member.", "prize-title": "Best Teamwork"}, {"prize-content": "Create a hardware project from individual components: wires, sensors, microcontrollers, solder, and breadboards encouraged. BB-8 Droid for each team member.", "prize-title": "Best Hardware"}, {"prize-content": "Qualcomm DragonBoard 410c + power source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Use the Ark Blockchain to decentralize anything from securing a lock to solving some of the world’s biggest problems!", "prize-title": "Ark-IoT: Decentralize Everything - Blockchain Challenge"}, {"prize-content": "Awarded to the project that best utilizes StdLib. Bonus points if you tweet @StdLibHQ!", "prize-title": "StdLib Prize - Sponsored by StdLib"}, {"prize-content": "Each member will receive 1 year of Wolfram|One and Wolfram|Alpha Pro along with a $100 gift card, up to 5 team members", "prize-title": "Best Use of Wolfram Technologies - Sponsored by Wolfram"}, {"prize-content": "We’re looking for your most interesting and creative ideas on how to disrupt the Financial world!", "prize-title": "Best Financial Hack - Sponsored by Capital One"}, {"prize-content": "Microsoft is excited to offer 4 Surface Pros (i7 256GB) for the Best Microsoft Hack. To qualify, hackers need to incorporate at least one of the following products/services into their project:", "prize-title": "Best Microsoft Hack - Sponsored by Microsoft"}, {"prize-content": "Facebook is offering Solar powered backpacks to the team that best incorporates social media in their hack!", "prize-title": "Best Social Media Hack - Sponsored by Facebook"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-url": "https://hackprinceton-fall17.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea? Is it simply a repackaging of a previous project or is it something that has never been done before? Projects can also blend two concepts together in a refreshing new way."}, {"judging-criterion": "Is the project something that looks and feels polished? Is the user experience and interface smooth and well-designed?"}, {"judging-criterion": "Does the project take on technical challenges? What parts of the project did your team invent, and how did you build upon existing tools and technologies?"}, {"judging-criterion": "Is the project zany, interesting or just plain amusing? Will it bring a smile to the face of those who see it, whether they are adults, teenagers or little kids?"}, {"judging-criterion": "Can this hack be used in real life to better somebody's life? Is it enough to justify people wanting to use it?"}], "hackathon-location-address": "Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-description-header": "HackPrinceton Fall 2017", "hackathon-prizes-total": "0", "hackathon-location-description": "Princeton University - Friend Center and Engineering Quadrangle", "hackathon-end-date": "2017-11-12", "has-projects": "True"}