{"hackathon-description-text": "\nPreceding the Disrupt Conference is Hackathon weekend on September 16-17, where developers and engineers descend from all over the world to take part in a 24-hour hacking endurance test. Teams join forces to build a new product, present it on the Disrupt stage to a panel of expert judges and an audience of tens of thousands and compete for a variety of prizes, including the chance to win free tickets to the Disrupt Conference. Products created at the Disrupt Hackathon have seen great success beyond the event, like GroupMe which was created overnight and ultimately acquired by Skype for $80M.", "hackathon-number-of-prizes": "10", "hackathon-id": "disruptsf2017", "hackathon-judges": [{"judge-role": "Ubisoft", "judge-name": "Frederique Dame"}, {"judge-role": "CTO, Tinder", "judge-name": "Maria Zhang"}, {"judge-role": "Google", "judge-name": "Dr. Marily Nika"}, {"judge-role": "Chief Data and Strategy Officer, Hotel Tonight", "judge-name": "Amanda Richardson"}, {"judge-role": "Wikipedia / Stanford / MIT", "judge-name": "Parul Vora"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "536", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see. For more information surrounding our policies on harassment, please \n.\n\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by TechCrunch. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. All other things equal, it’s not very reasonable for a team of 2 or 3 to compete against a team of 20.\nAlso, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.\n\nWe agree that whatever code you create is not TechCrunch's intellectual property and we will have no rights to it, other than the right to examine it if you win.", "hackathon-prizes": [{"prize-content": "$5000 and ALL the bragging rights...", "prize-title": "Overall Winner"}, {"prize-content": "", "prize-title": "Runners Up"}, {"prize-content": "Best use of Esri ArcGIS mapping technology wins $5,000! ($2500 cash, plus $2500 valued ArcGIS Online subscription).", "prize-title": "Esri"}, {"prize-content": "The best / most creative use of Hyphenate’s In-App Chat SDKs & API in a mobile app will win $3,000, 2nd place will win $1,000, AND stay tuned for an additional prize for each member of the winning teams, to be announced!", "prize-title": "Hyphenate "}, {"prize-content": "Verizon and MapQuest, a Verizon company, are giving away $5,000 to the top teams utilizing both ThingSpace and MapQuest APIs (including Device Messaging, Smart Cities and Geospatial APIs).1st Place- $3,000 / 2nd Place- $1,500 / 3rd Place $500", "prize-title": "Verizon &amp; MapQuest"}, {"prize-content": "The Arity Hackathon Challenge tasks you with building an app that helps improve mobility. $2,500 for best use of Arity SDK in conjunction with any other technology of your choice, deployed on any device. And, $2,500 for best use of Arity APIs (Mobility Trends, Risk Index, Safe Alerts) in conjunction with any other technology of your choice, deployed on any device", "prize-title": "Arity"}, {"prize-content": "We’re offering $5000 to the team that comes up with the best use of the Nexmo Communication APIs. We’ll be looking at: how well your hack solves a problem, the quality of your presentation (not your slideware), how innovative you are, and how integral Nexmo is to what you have built. We’ll be really impressed with those who combine the use of our Voice WebSocket Feature with AI and bot technology.", "prize-title": "Nexmo"}, {"prize-content": "The Alexa Challenge winning team will receive one Echo Show each.  To win the Alexa Challenge, the winning team must create the best skill that customers would use on a regular basis (habit tracker, daily use).", "prize-title": "Amazon Alexa"}, {"prize-content": "The Accenture Hackathon Social Impact Challenge tasks you with building an app that helps improve the lives of those affected after a catastrophic disaster. In an emergency, such as Hurricane Harvey, your neighbors may be the first to help. How can we: 1. Let the victims of a natural disaster notify everyone of where they are and what their status is? 2. Help rescuers coordinate efforts across all agencies to find and rescue victims? 3. How can we keep everyone apprised of real time changes in the weather and road conditions? 4. Help evacuees get the shelter, food and water they need? 5. Communicate on a massive individual scale to coordinate this effort? $5,000 will be given to the top team that utilizes existing APIs in conjunction with any other technology of their choice to create a first in class solution.", "prize-title": "Accenture"}, {"prize-content": "We have built a state-of-the-art distributed ledger technology that enables the creation of applications with high transaction throughput, low consensus latency, fairness in transaction order, and enterprise-grade security, without the burdensome costs of proof-of-work. We will award $5,000 to the team that can build the most interesting and innovative application on our platform that demonstrates the use-cases and true potential of our technology.", "prize-title": "Hashgraph by Swirlds"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Pier 48, San Francisco, CA 94158, USA", "hackathon-url": "https://disruptsf2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will be focusing on creativity, cleverness, and that deep-down sense of “Whoaaaaaaa“"}], "hackathon-location-address": "Pier 48, San Francisco, CA 94158, USA", "hackathon-description-header": "SAN FRANCISCO, SEPT 16-17, 2017", "hackathon-prizes-total": "$38,400", "hackathon-location-description": "Pier 48", "hackathon-end-date": "2017-09-17", "has-projects": "True"}