{"hackathon-description-text": "\nNIU’S Huskie Hack is a free student event that includes computer coding blended with virtual reality, GIS, time art design, digital gaming, social science data, robotics, public data constructs for local government transparency, engineering, mobile application development and wearable technology. ", "hackathon-number-of-prizes": "16", "hackathon-id": "hh2016", "hackathon-judges": [{"judge-role": "NIU Computer Science Chair", "judge-name": "Nicholas Karonis"}, {"judge-role": "NIU Computer Science Department", "judge-name": "John Winans"}, {"judge-role": "NIU  - Retired", "judge-name": "Stephen Haliczar"}, {"judge-role": "VP for Programs & Partnerships and STEM Finance Learning, Econ Illinois", "judge-name": "Beth Metzler"}, {"judge-role": "Software Engineer, PayPal/Braintree", "judge-name": "Greg Laubenstein"}, {"judge-role": "Instructor, Morrison CUSD# 6", "judge-name": "Kate Metzler"}, {"judge-role": "", "judge-name": "Reid Wixom"}, {"judge-role": "", "judge-name": "Marc Thorson"}, {"judge-role": "Director of Professional Development, Northern Illinois University P20 Center", "judge-name": "Kristin Brynteson"}, {"judge-role": "CDK", "judge-name": "Nick Korbel"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "\nMust be a full-time student from a middle school, high school, or college. ", "hackathon-number-of-participants": "144", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nHackers are open to reinvent and reimagine any exisiting possibility.  Specific prizes are related to applications in health, energy, education, communications, robotics and transportation.  Other prizes are open for creativity.  You may submit for more than one prize category but can only win one prize overall.", "hackathon-rules": "\n\n1.What does an ideal team look like?  The maximum team size is 4 individuals.  It should be composed of a coder, and engineer, a specialist (interdisciplinary focus), and a student who is not in college (attending middle school or high school student).  Extra points in judging will be given to teams that are comprised according to this model.  This is an open hack and competition, our objective is to introduce coding and technology to those who are curious and interested in learning. The spirit of the coding community is inclusion.  Include diversity of inquiry into your team and gain points.\n2.Teams should be made up exclusively of students (or recent graduates within one year of having graduated) who are not organizers, volunteers, judges, sponsors, or in any other privileged position at the event.\n3.All team members should be present at the event. Leaving the venue for some time to hack elsewhere is fine.\n4.Teams can of course gain advice and support from organizers, volunteers, sponsors, and others.\n5.All work on a project should be done at the hackathon.\n6.Teams can use an idea they had before the event.\n7.Teams can work on ideas that have already been done. Hacks do not have to be “innovative”. If somebody wants to work on a common idea they should be allowed to do so and should be judged on the quality of their hack. These days it’s hard to find something that’s fully original and teams might not know an idea has been done before anyway.\n8.Teams can work on an idea that they have worked on before (as long as they do not re-use code).\n9.Teams can use libraries, frameworks, or open-source code in their projects. Working on a project before the event and open-sourcing it for the sole purpose of using the code during the event is against the spirit of the rules and is not allowed.\n10.Adding new features to existing projects is allowed. Judges will only consider new functionality introduced or new features added during the hackathon in determining the winners.\n11.Teams must stop hacking once the time is up. However, teams are allowed to debug and make small fixes to their programs after time is up. e.g. If during demoing your hack you find a bug that breaks your application and the fix is only a few lines of code, it's okay to fix that. Making large changes or adding new features is not allowed.\n12.Projects that violate the Code of Conduct are not allowed.\n13.Teams can be disqualified from the competition at the organizers' discretion. Reasons might include but are not limited to breaking the Competition Rules, breaking the Code of Conduct, or other unsporting behavior.\n\nAfter hacking finishes, teams will show their projects each other and to the judges.\n  \nYou are strongly encouraged to present a demo of what you have built. Pitches or presentations are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about!\n\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\n•Technology: How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?\n•Design: Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is (e.g. is it easy to use or does it use a cool interface?).\n•Completion: Does the hack work? Did the team achieve everything they wanted?\n•Learning: Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? If a team which always does virtual reality projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded.\n•Team Composition: The maximum team size is 4 individuals.  It should be composed of a coder, and engineer, a specialist (interdisciplinary focus), and a student who is not in college (attending middle school or high school student).  Extra points in judging will be given to teams that are comprised according to this model.\n \nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\n  \nIt's important to note that these judging criteria do not include:\n•How good your code is. It doesn't matter if your code is messy, or not well commented, or uses inefficient algorithms. Hacking is about playing around, making mistakes, and learning new things. If your code isn't production ready, we're not going to mark you down.\n•How well you pitch. Hacking is about building and learning, not about selling.\n•How good the idea is. Again, hackathons aren't about coming up with innovative ideas. It's about building and learning.\n•How well the project solves a problem. You can build something totally useless and as long as you're learning and having fun, that's a good hack! Sometimes a pointless project is one of the best hacks!\n \nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. Just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nHuskie Hack has adopted the \n and all of its registrants must agree to it in order to participate.", "hackathon-prizes": [{"prize-content": "Roku Streaming Stick", "prize-title": "Roar of the People"}, {"prize-content": "Leap Motion Controller", "prize-title": "Moving Forward"}, {"prize-content": "Raspberry Pi 3 Starter Kit", "prize-title": "Electrifying!"}, {"prize-content": "Makeblock Mbot Robot Kit", "prize-title": "Beyond the Assembly Line"}, {"prize-content": "7\" Samsung Galaxy Tablets", "prize-title": "The Ole' Chalkboard"}, {"prize-content": "ICE Portable Wireless Floating Bluetooth Speaker", "prize-title": "#Noise"}, {"prize-content": "Arduino Deluxe Bundle with Speed Kits", "prize-title": "Tinkering with Health/Medicine"}, {"prize-content": "Apple Sports Watch", "prize-title": "Innovation for the 22nd Century"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive. Prize: Collector's Edition of Watch Dogs 2", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Evolution award is given to the teams who evolve the automotive retail experience.", "prize-title": "CDK Evolution Award"}, {"prize-content": "MLH powered by Dell and Windows Medals, Amazon Echo", "prize-title": "1st Place, Echoed by One &amp; All, Judges Favorite"}, {"prize-content": "MLH powered by Dell and Windows Medals", "prize-title": "2nd Place"}, {"prize-content": "MLH powered by Dell and Windows Medals", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=340 Carroll Ave, DeKalb, IL 60115, USA", "hackathon-url": "https://hh2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Do you have a designated coder, engineer, a student(s) under the age of 18 yrs. on your team and a content specialist on your team-someone who is not technical but knows health, art, government, social services, environmental studies, etc.?"}, {"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? How beautiful the CSS or graphics are. How good the human-computer interaction is (e.g. is it easy to use or does it use a cool interface)?"}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new?"}], "hackathon-location-address": "340 Carroll Ave, DeKalb, IL 60115, USA", "hackathon-description-header": "Expanding student opportunity to create, innovate and learn into the 22nd century", "hackathon-prizes-total": "$1,116", "hackathon-location-description": "Northern Illinois University, Holmes Student Center", "hackathon-end-date": "2016-11-06", "has-projects": "True"}