{"hackathon-description-text": "\nSplunk's breakthrough products have changed how thousands of organizations use data. Unlocking powerful insights from machine data is something every organization needs to take advantage of—and with Splunk software, they can.", "hackathon-number-of-prizes": "6", "hackathon-id": "splunkapptitude2", "hackathon-judges": [{"judge-role": "Chief Innovation Officer / e.Republic (Social Impact)", "judge-name": "Dustin Haisler"}, {"judge-role": "Director of Splunk4Good / Splunk (Social Impact)", "judge-name": "Corey Marshall"}, {"judge-role": "Chief Strategy Officer / Splunk", "judge-name": "Stephen Sorkin"}, {"judge-role": "Worldwide Developer Evangelist / Splunk", "judge-name": "Damien Dallimore"}, {"judge-role": "Developer Evangelist and Microsoft MVP / Splunk", "judge-name": "Hal Rottenberg"}, {"judge-role": "Chief Data Scientist / Tetra Concepts", "judge-name": "JT Halbert"}, {"judge-role": "Director, Georgetown Center for Secure Communications / Georgetown University", "judge-name": "Eric Burger"}, {"judge-role": "Security Architect / Lawrence Livermore National Laboratory", "judge-name": "Matthew M. Myrick"}, {"judge-role": "Information Security / Apple", "judge-name": "Kelcey Tietjenk"}, {"judge-role": "Senior Manager, Security Practice / Splunk", "judge-name": "Brad Lindow"}, {"judge-role": "Data Cyberist / Bit9", "judge-name": "Michael Sconzo"}, {"judge-role": "Chief Technology Strategist / Verizon Security Solutions", "judge-name": "Jason DeVoe"}, {"judge-role": "Director of Security Engineering / Hurricane Labs", "judge-name": "Matt Yonchak"}, {"judge-role": "Minister of Defense - Chief Security Evangelist / Splunk", "judge-name": "Monzy Merza"}, {"judge-role": "Chief Data Officer / US Department of Commerce (Social Impact)", "judge-name": "Ian J. Kalin"}, {"judge-role": "Chief Innovation Officer / e.Republic (Social Impact)", "judge-name": "Dustin Haiser"}], "hackathon-number-of-judges": "16", "hackathon-eligibility": "\nWho can enter?\nPlease read the ", "hackathon-number-of-participants": "180", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nIn this round of the Splunk Apptitude App Contest, we’re looking for your best app ideas built in Splunk, and are giving away more than $150,000 in cash and prizes in three categories:\nParticipants must create a working Splunk app addressing one of the three categories above. Need some guidance? Check out the \nIn our \nYou must include a video and full description of your app features, data set, configuration, and installation as part of your submission. Looking for extra credit? Make sure you include all supporting documentation describing how you meet each of the criteria. Check out the\nYour application must conform to common best practices for packaging, distribution and directory hierarchy, as more fully described \nWant more details on what we're looking for? Check out the ", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT IS NECESSARY TO ENTER OR WIN. A PURCHASE (IF AVAILABLE) WILL NOT INCREASE YOUR CHANCES OF WINNING. THIS CONTEST IS VOID WHERE PROHIBITED BY LAW. \nSee Section 2 of these Official Rules for full eligibility details. References to “you” and “your” throughout these Official Rules mean any participant in this Contest, regardless of whether participating as a natural person, team or organization.\nEACH WINNER WILL BE REQUIRED TO PARTICIPATE IN THE PRIZE FULFILLMENT PROCESS AND SIGN DOCUMENTATION, AS REQUIRED BY SPONSOR.\nBY PARTICIPATING IN THE CONTEST, YOU AGREE TO THESE OFFICIAL RULES, WHICH ARE A CONTRACT, SO READ THEM CAREFULLY BEFORE ENTERING. THIS CONTRACT INCLUDES PROVISIONS REQUIRING YOU TO INDEMNIFY SPONSOR (i.e. A REQUIREMENT THAT YOU DEFEND, COMPENSATE AND/OR REIMBURSE SPONSOR FROM/FOR CERTAIN LOSSES) AND A LIMITATION OF YOUR RIGHTS AND REMEDIES. IF YOU DO NOT AGREE TO THESE OFFICIAL RULES DO NOT PARTICIPATE IN THE CONTEST. YOUR PARTICIPATION DEMONSTRATES YOUR AGREEMENT TO THESE OFFICIAL RULES.\n1. OVERVIEW. The SPLUNK APPTITUDE Contest (\"Contest\"), sponsored by Splunk Inc. (\"Sponsor\" or “Splunk”), begins at 10:00:01 a.m. Pacific Time (\"PT\") on April 20, 2015 and ends at 12:00:00 a.m. PT on July 20, 2015 (the \"Contest Period\"). The Contest consists of a competition where entrants create an application that uses Sponsor’s product, Splunk Enterprise software, in an innovative manner (\"Application\") and submit it to the Contest Site (defined below) during the Contest Period, as more fully described below. An Application entered into the Contest may be submitted into one (or more) of three (3) categories: the “Insider Threat and Fraud Application Category\" (“Insider Threat and Fraud Category”), the “Social Impact Application Category” (“Social Impact Category”) or the “Splunk Innovation – Submit Anything Category” (\"Innovation Category\") (each, a \"Category\").\n2. ELIGIBILITY: The Contest is open only to (a) individuals who are (i) at least eighteen (18) years old and who have also attained the age of majority in their jurisdiction of primary residence as of the start of the Contest Period and (ii) a legal resident of any one (1) of the fifty (50) United States or the District of Columbia, Australia, Canada (excluding Quebec), Denmark, Finland, France, Germany, India, Ireland, Israel, Italy, the Netherlands, New Zealand, Norway, Philippines, Russia, Singapore, South Africa, Sweden, Switzerland, Taiwan, Thailand, or the United Kingdom (also referred to in these Official Rules as the “Territories”) or (b) an entity or organization that is legally formed under the laws of one (1) of the Territories. The Contest is not open outside of the Territories or to any persons who is (1) a citizen or permanent resident of any country on which the United States has embargoed goods/services and/or imposed sanctions (e.g., Cuba, Iran, North Korea, Sudan, or Syria) or (2) to whom Sponsor would otherwise be prohibited from awarding a prize by applicable U.S. export controls and sanctions or other law. Employees, officers, directors, members, managers, agents, and representatives and family members of such individuals (or people living in the same household whether related or not) of Sponsor, ChallengePost, Inc., or their respective corporate partners, parent companies, divisions, subsidiaries, affiliates, successors in interest and advertising, promotion, and public relations agencies, as well as any other entity participating in the design, administration, or fulfillment of the Contest (collectively, the “Contest Entities”) are not eligible to win. In addition, employees, officers, directors, members, or managers of organizations that are owned by or employ any of the Contest Judges (defined below) or advisors are not eligible, nor is any Organization that employs any of the Judges or advisors eligible itself. For purposes of this Contest, “family members” is defined as any spouse, domestic partner, parent, legal guardian, sibling, child, legal ward, grandparent, grandchild, or the spouse or domestic partner of any such person. This Contest is void where prohibited by law.\n3. HOW TO PARTICIPATE. To participate in the Contest, you must:\nIf you are participating as a Team in the Contest, only one (1) Team member can upload your Application to the Contest Site (defined below) and submit the entry. Multiple submissions of the same Application are prohibited. As described in Section 6 below, any prize won by a Team will be awarded to the Team member that submitted the winning entry, in his or her individual capacity, to be shared among the Team members. For the purposes of these Official Rules, each member of a Team will be considered an “entrant” or “participant.”\n\n\n(i) \n: You must download and only use Splunk software, including a Splunk SDK or Splunk App Framework, to develop your Application. Your right to create apps is subject to the terms of the applicable Splunk Software License Agreement (https://www.splunk.com/en_us/legal/splunk-software-license-agreement.html), Splunk Developer Agreement (http://www.splunk.com/view/SP-CAAAFC6) and/or SDK license (\n - sign in required). For guidance on what your Application must entail from a technical perspective, visit \n. To be eligible for this Contest, your Application must: (A) comply with the required Splunk App Required Certification criteria (\n) except for the “Support” requirements described therein, (B) have dashboards and visualization that aid in detection, monitoring and/or analysis, (C) have clear, self-explanatory labels for any dashboard dropdowns, workflows, charts and graphs available in the Application, (D) include comments or descriptions to help users utilize any dashboards, saved searches, reports and advanced search definitions in the Application, (E) have a README section that describes the Application’s purpose, the data source types, the data source(s), how to install the Application, and list of known bugs in the Application, and (F) run on the latest supported version of Splunk.\nIn addition, you must also create a video that describes and demonstrates your entry Application (“Video”). The Video must (A) not exceed five minutes and three seconds (05m03s) in length, (B) describe the problem or use case that the Application solves and describe who the intended users are, (C) explain the general approach of the solution (for example, searches, visualizations, alerts, custom commands, or machine learning techniques), (D) identify and describe the dataset(s) used, analyzed, and/or interacted with by the Application, and (E) include a demonstration of the Application running. The Video must be uploaded to a publicly accessible hosting service (“\n”) from which Sponsor or its representatives will be able to access and view the Video and a link to the Video as hosted on such Hosting Service must be included in the applicable field in the Entry Form (as described below). (Video must remain viewable on the Hosting Service throughout the winner-selection process and the award of the prizes in this Contest or entrant may, in Sponsor’s sole discretion, be disqualified.) If utilizing a Hosting Service that provides the option to include a caption or other text description of your Video that is visible to other users of the Hosting Service, Sponsor recommends that you include “Posted as part of the Splunk Apptitude App Contest” (or something substantially similar thereto) in your caption or description.\nEach Application entered into this Contest (regardless of Category) must interact with, utilize and/or analyze a dataset that is provided or made available to Sponsor as part of the submission of an entry and to which Sponsor has unfettered access during the Contest Period and throughout the judging of entries and awarding of Prizes. As described below, for entries into the Social Impact Category, the dataset must consist of “open data” – meaning data that is publicly available and free to use, reuse, and redistribute. Use of open data is not required for the Insider Threat and Fraud Category or the Innovation Category, but is encouraged as it will ensure that Sponsor has the unfettered dataset access required for this Contest. Visit the Contest Site at splunk.challengepost.com/details/data to access Splunk’s suggested open datasets (which may be added to over the course of the Contest Period).\nYour Application, Video, and all other Entrant Content (defined below) you submit in this Contest must comply with the Submission Requirements set forth in that section below. As described below, Applications entered into this Contest will be judged – in part – on how innovative and creative they are. Entrants are encouraged to be creative and develop their Application with the aim of pursuing new ideas and novel solutions.\n(ii) \n: In addition to the requirements set forth in subsection (i) above, to be eligible for the Insider Threat and Fraud Category, your Application must (A) provide a security use case focused on insider threat or fraud detection and (B) run on the latest supported version of Splunk and latest supported version of Ubuntu.\n(iii) \n: In addition to the requirements set forth in subsection (i) above, to be eligible for the Social Impact Category, your Application must use Splunk software to interact with, utilize and/or analyze open data. Dataset content must be civic-based, meaning it must relate to a country, state, city, county or region, or other public jurisdiction; and/or residents or citizens of a country, state, city, county or region, or other public jurisdiction. Datasets do not have to be issued by a government entity as long as the dataset content is civic-based and publicly accessible. Compliance with this requirement will be determined at the sole discretion of the Sponsor.\nEntrant’s Application must be hosted on the web in a location accessible by Sponsor and include clickable and interactive features that work in a desktop web browser. To complete the Entry Form, each entrant must provide a link to his/her/its Application as hosted in a Sponsor-accessible location on the web (“Application Link”) in the “Website URL” or similar field of the Entry Form. Application must be available through the Application Link, free of charge and without any restriction, for testing, evaluation and use by the Sponsor and the Judges (defined below) during the Contest Period and throughout winner selection and award of the prizes in this Contest or entrant will be disqualified. In addition to the Application Link, each entrant must provide Sponsor with administrator credentials to a live, password-protected instance of the Splunk software with the Application installed. The administrator credentials provided must grant Sponsor full administrative access into the Splunk instance and full access to the operating system in order to validate the contents and structure of the entrant’s Application, without the need for Sponsor to schedule time with the entrant. (Administrator credentials should be provided, as described above, as a separate PDF, Word, or other text file uploaded in connection with submission of the Entry Form.) Entrant will be disqualified if entrant fails to grant Sponsor the required administrator access or if the access granted to the account prevents Sponsor’s unfettered evaluation of the Application and any other Entrant Content hosted in connection with the Application.\n: Entries must be submitted through the Contest Site during the Contest Period, as described below. However – after initial submission of an Entry Form, but prior to the conclusion of the Contest Period – entrant may modify his/her/its Application and other Entrant Content. At the close of the Contest Period, the entry (including all Entrant Content comprising the entry) will be considered final and entrant may not make any further modifications to the Entrant Content, including any modifications to demo system or Splunk configuration. During the judging and winner verification processes, Sponsor will validate that each potentially winning entrant has made no modifications to its Entrant Content as it was submitted at the close of the Contest Period. Any potentially winning entrant found to have impermissibly modified its Entrant Content after the close of the Contest Period (other than as required by Sponsor as part of the “cleaning” process, described below) may, in Sponsor’s sole discretion, be disqualified.\nYou will not engage directly or indirectly in any work or undertaking, which shall conflict with or create any legal or contractual impediment against your performance of the obligations under these Official Rules, and by participating in the Contest, you represent and warrant there is no such present conflict of interest or any such legal or contractual impediment. If participating in this Contest would result in a violation by you of any law applicable to you or any agreement to which you are a party, you are ineligible to participate or win a prize in this Contest.\nEntries must be submitted during the Contest Period through the Contest Site and in strict accordance with Sponsor's instructions and restrictions and these Official Rules. The Contest Site's server will be the official timekeeper for this Contest. Only entries that are recorded as complete by the Contest Site during the Contest Period will be considered. There is no limit on the number of entries per entrant (individual, Team, or Organization) provided that each Application submitted is unique (as determined by Sponsor in its sole discretion) and provided that no entrant may win more than one (1) prize in this Contest, as detailed below. Each entrant should review all information for accuracy purposes and make all corrections necessary to inaccurate data before his/her/its entry is finalized at the close of the Contest Period. Other proof of submitting or attempting to submit an entry (such as, without limitation, a printed, saved or copied automated receipt confirming entry or a \"thanks for entering\" screen or message) does not constitute proof of actual receipt of the entry for purposes of this Contest. Those who do not abide by these Official Rules or the instructions of Sponsor and provide all required information will be disqualified in Sponsor's sole discretion. Entries or participation may not be acknowledged and will not be returned.\n\n\nEach entrant agrees to the Splunk Apps Developer Distribution License (“Developer License”), available after registering or login in at: \n, in addition the license grant described below\nThe license rights provided by entrant do not require payment of any compensation or consideration to entrant or any third party and the opportunity to compete for the prizes offered in this Contest is the sole consideration for such rights. To the extent required by applicable law only, the consent of the entrant to grant the use and exploitation rights to the Sponsor shall not be construed as an assignment or waiver to any of his/her moral rights which, under applicable laws, may not constitute the object of any transfer or waiver whatsoever.\nAs between Sponsor and each participant, participant retains ownership of all intellectual property rights in and to the Entrant Content, aside from the license rights granted in these Official Rules and those granted under the Developer License. Without limiting the rights granted to Sponsor and other parties by participant under the Developer License, each participant - as a condition of entry - grants to Sponsor a perpetual, irrevocable, transferable, sublicensable, worldwide, royalty-free, and non-exclusive license to reproduce, distribute, publicly perform, publicly display, and otherwise use any Entrant Content (including the Application) in any medium now known or hereafter devised (including online and in digital media), without further obligation or compensation of any kind to Entrant, for the exclusive purposes of (i) administering this Contest (including, without limitation, allowing Sponsor and Judges to test and evaluate the Application and other Entrant Content) and (ii) for any advertising, promotional, or publicity purpose. Without limiting the foregoing, Participant agrees that Sponsor shall have the right to use, reproduce, and publicly perform or display the Entrant Content (including the Screenshots, Video and other images or video recordings made from or of the Application and written or visual descriptions of the Application’s use case) in connection with the advertising or promotion of any Sponsor product or service. Sponsor reserves the right to request from entrant, at any time and in a form deemed acceptable to Sponsor in its sole discretion, proof that entrant maintains all necessary rights in his/her/its Entrant Content in order to grant the applicable rights required herein. Failure to provide such proof may lead to, among other things, the entrant being disqualified from the Contest.\nBy entering, you acknowledge and understand that Sponsor and other entrants in this Contest may have independently developed (or currently be developing) applications and other content (including other Applications entered into this Contest) that may be similar to or identical to your Entrant Content in terms of theme, idea, function, or in other respects. You agree that you will not be entitled to any rights in, or compensation in connection with, any such similar or identical applications, content, and/or ideas. You acknowledge that you have submitted your Entry voluntarily and not in confidence or in trust. You acknowledge that no confidential, fiduciary, agency or other relationship or implied-in-fact contract now exists between you and Sponsor, that no such relationship is established by your submission of any Entrant Content to Sponsor under these Official Rules, and that Sponsor’s only obligations to you regarding any Entrant Content are as specifically set forth in these Official Rules.\n4. SUBMISSION REQUIREMENTS: Entrant Content must meet all of the following requirements in Sponsor's sole discretion or the associated entry will be disqualified:\nSponsor reserves the right in its sole discretion to disqualify from the Contest any entrant or Entrant Content that, in its sole discretion, refers, depicts, or in any way reflects negatively upon a Contest Entity, the Contest, or any other person or entity or does not comply with any provision of these Official Rules, including the above Submission Requirements.\n5. WINNER SELECTION & NOTIFICATION: There will be six (6) total winners in this Contest: one (1) first prize and one (1) second prize winner in the Insider Threat and Fraud Category, one (1) first prize and one (1) second prize winner in the Innovation Category, and one (1) first prize and one (1) second prize winner in the Social Impact Category.\nThe entries in the Insider Threat and Fraud Category will be judged by a panel of judges chosen in Sponsor's sole discretion (the \"Judges\") as follows: Entrant Content will receive a score of one (1) to ten (10) in the following categories: (i) technical execution and effectiveness of the Application in identifying attack scenarios in the sample data (for example, effectiveness in identifying a malicious activity, use of saved searches and custom commands for alerting and detection, and inclusion of automated workflows or lookups that use external/web sources for alerts and searches); (ii) creative and user-friendly use of visualization that assists with detection, monitoring, analysis or reporting (for example, the use of components from the Splunk 6.x dashboard examples [https://splunkbase.splunk.com/app/1603/] or external libraries like D3 [http://d3js.org/] to build interactive charts and graphs that can be used for data discovery and exploration); (iii) innovation in approach to detecting threats (for example, incorporation of non-security or non-IT data sources such as social media data or business application data to detect malicious behavior and use of statistics or machine learning to detect patterns of activity); (iv) “coolness” or general appeal of the Application from a user and community perspective (for example, an Application that Judges anticipate a security practitioner would want to use or Application’s applicability to topical events occurring in the real world such as a recent data breach or fraud incident), and (v) quality of fit and finish of submitted Application and Video (for example, use of visually appealing dashboard layouts or customized color schemes, inclusion of helpful documentation that describes use cases or contains troubleshooting help and a clearly recorded Video with clear sound and thoughtful presentation).\nThe Entrant Content with the highest total score will be the first prize winner for the Insider Threat and Fraud Category; the Entrant Content with the second highest score will be the second prize winner Insider Threat and Fraud Category. In the event of a tie for any prize level, the Entrant Content with the higher score in the technical execution and effectiveness criterion will be the winner. If there is still a tie for that prize level, the Entrant Content with the higher score in the creative and user-friendly visualization criterion will be the winner.\nThe entries in the Innovation Category will be judged by the Judges as follows: Entrant Content will receive a score of one (1) to ten (10) in the following categories: innovation, technical implementation, presentation, and “coolness” (i.e., potential appeal to the current and prospective Splunk app user community). The Entrant Content with the highest total score will be the first prize winner for the Innovation Category; the Entrant Content with the second highest score will be the second prize winner for the Innovation Category. In the event of a tie for any prize level, the Entrant Content with the higher score in the innovation criterion will be the winner. If there is a still a tie for that prize level, the Entrant Content with the higher score in the technical implementation criterion will be the winner.\nThe entries in the Social Impact Category will be judged by the Judges as follows: Entrant Content will receive a score of one (1) to ten (10) in each of the same five (5) categories described above for the Innovation Category. The Entrant Content with the highest total score will be the first prize winner for the Social Impact Category; the Entrant Content with the second highest score will be the second prize winner for the Social Impact Category. In the event of a tie for any prize level, the Entrant Content with the higher score in the innovation criterion will be the winner. If there is a still a tie for that prize level, the Entrant Content with the higher score in the technical implementation criterion will be the winner.\nLIMIT ONE (1) PRIZE PER PERSON, PER ENTRANT AND PER ENTRY (IRRESPECTIVE OF THE NUMBER OF CATEGORIES INTO WHICH THE ENTRY WAS ENTERED.) Potential winners will be determined by the Judges by August 6, 2015. Sponsor or its representative will attempt to notify the potential winners in this Contest within five (5) business days of the Judges determination by email or another contact method, as determined by Sponsor in its sole discretion. Each potential winner or each member of a potentially winning Team (if applicable) may, in Sponsor's sole discretion, be required to complete, sign, have notarized (if applicable), and return an Affidavit of Eligibility and Liability/Publicity Release (unless prohibited by law), tax documents, and related prize-acceptance documentation, if applicable (collectively, “Prize Winner Documents”), any or all of which may require the potential winner to provide his/her/its Social Security Number or other taxpayer identification number (or, for non-US entrants, an equivalent identification number, unless prohibited by law) and a copy of a government-issued identification or number therefrom, within the time frame specified and in the form provided by Sponsor (without revision), or prize may be forfeited. The Prize Winner Documents, if applicable, must be received by Sponsor within seven (7) days of Sponsor sending the documents to the potential winner (or, if applicable, each member of a potentially winning Team) or other time frame as stated in the Prize Winner Documents, or prize may be forfeited and an alternate winner may be selected. If any prize, prize notification, or other Contest-related communication is returned as undeliverable, or if a selected winner cannot be reached or does not respond as instructed after Sponsor has attempted to notify that potential winner, that selected winner may be disqualified and an alternate winner may be selected (time permitting and in Sponsor’s sole discretion). Sponsor reserves the right to modify the notification procedures in connection with the selection of any alternate potential winner, if any. The prize claim and Prize Winner Documents are subject to verification by Sponsor. The prizes, if legitimately claimed, will be awarded. Prize elements will only be mailed to the winner’s residence within winner’s Territory, unless Sponsor, in its sole discretion, approves shipment elsewhere. (For any prize transmitted via wire or other electronic funds transfer, winner’s receiving bank must likewise be located in the winner’s Territory unless Sponsor, in its sole discretion, agrees otherwise.) Sponsor will not be obligated to pursue more than three (3) alternate winners (time permitting) for any prize for any reason. If there are fewer entries received than available prizes, Sponsor reserves the right to award only as many prizes in each Category as there are eligible entries, in which case any remaining prizes will go unawarded.\n6. PRIZES: The following prizes, subject to verification, will be awarded:\nThe first prize winner in the \n will receive one hundred thousand United States Dollars ($100,000 US) (awarded in a form selected by Sponsor in its sole discretion) and one (1) pass to Sponsor’s 2015 Worldwide Users’ Conference, “.conf2015,” currently scheduled to take place between September 21, 2015, and September 25, 2015, in Las Vegas, Nevada, US. (The pass has an approximate retail value (“ARV”) of $1695. \n. ARV of the first prize in this Category is $101,695 US.\nThe second prize winner in the \n will receive one (1) pass to .conf2015 (the pass has an ARV of $1695.\nThe first prize winner in the \n will receive twenty thousand United States Dollars ($20,000 US) (awarded in a form selected by Sponsor in its sole discretion) and one (1) pass to .conf2015 (the pass has an ARV of $1695. \nThe ARV of the first prize in this Category is $21,695 US.\nThe second prize winner in the \n will receive one (1) pass to .conf2015 (the pass has an ARV of $1695.\nThe first prize winner in the \n will receive thirty thousand United States Dollars ($30,000 US) (awarded in a form selected by Sponsor in its sole discretion) and one (1) pass to .conf2015 (the pass has an ARV of $1695. \nThe ARV of the first prize in this Category is $31,695 US.\nThe second prize winner in the \n will receive one (1) pass to .conf2015 (the pass has an ARV of $1695.\nTotal ARV of all prizes: $160,170.\n\n\nParticipants waive the right to assert as a cost of winning any prize, any and all costs of verification and redemption or travel to claim the prize and any liability and publicity which might arise from claiming or seeking to claim said prize. All prize details not specified in these Official Rules will be determined in Sponsor's sole discretion. If legitimately claimed, the prizes will be awarded. All taxes (national, federal, state, provincial, territorial, local, or otherwise), social security payments or other fees (including those applicable in your jurisdiction of primary residence) and other expenses not specified in these Official Rules as being provided as part of the prize are the sole responsibility of the winner. Sponsor reserves the right to withhold and/or remit to any applicable taxing authority any portion of a monetary prize necessary for Sponsor to comply with any law, rule, or regulation applicable to taxation of a winner’s receipt of such prize. Sponsor will not replace any lost, mutilated or stolen prize or any prize that is undeliverable or does not reach the winner because of an incorrect or changed address, bank routing information, or other contact information. No transfers, prize substitutions or cash redemptions will be made. Sponsor reserves the right to substitute any stated non-monetary prize or portion thereof with another prize or portion thereof of equal or greater value for any reason, including, without limitation, prize unavailability. Each winner is strictly prohibited from selling, auctioning, trading or otherwise transferring any non-monetary part of the prize (e.g., a pass to .conf2015). No more than the stated prizes will be awarded. If winner does not accept or use the entire prize, the unaccepted or unused part of the prize will be forfeited and Sponsor will have no further obligation with respect to that prize or portion of the prize. Sponsor is not responsible for any inability of any winner to accept or use any prize (or portion thereof) for any reason. By accepting a prize in this Contest, any individual winner or member of a winning Team represents that accepting the prize is in compliance with winner’s corporate gift receiving or similar policy.\nFOR RESIDENTS OF INDIA AND OTHER JURISDICTIONS AS REQUIRED BY APPLICABLE LAW: NOTWITHSTANDING THE FOREGOING, THE INDEMNIFICATION OBLIGATION STATED ABOVE SHALL BE LIMITED TO CASES IN WHICH ENTRANT BREACHES THESE OFFICIAL RULES, OR AS A RESULT OF ENTRANT’S GROSS NEGLIGENCE OR WILLFUL MISCONDUCT.\n8. ADDITIONAL DISCLAIMERS: To the extent permitted by the mandatory provisions of the applicable law, Contest Entities are not responsible and/or liable for any of the following, whether caused by a Contest Entity, the participant or by human error (however, only if required by law in your jurisdiction, except to the extent that any of the following occur for reasons within Sponsor's reasonable control, where liability to the injured party cannot be excluded by law): entries earned by illegitimate means (such as, without limitation, by an automated computer program) or entries earned in excess of any stated limits; any lost, late, incomplete, illegible, mutilated, or misdirected email, mail, or Contest-related correspondence or materials; any error, omission, interruption, defect, or delay in transmission or communication; viruses or technical or mechanical malfunctions; interrupted or unavailable cable or satellite systems; errors, typos or misprints in these Official Rules, in any Contest-related advertisements or other materials; failures of electronic equipment, computer hardware or software; lost or unavailable network connections, or failed, incorrect, incomplete, inaccurate, garbled or delayed electronic communications. Contest Entities are not responsible for electronic communications that are undeliverable as a result of any form of active or passive filtering of any kind, or insufficient space in a person’s email or voicemail inbox to receive messages. Contest Entities are not responsible, and may disqualify an entrant, if the email address or other contact information entrant provided does not work or is changed without giving prior written notice to Sponsor. Without limiting any other provision in these Official Rules, Contest Entities are not responsible or liable to any participant or winner or any person claiming through such participant or winner for failure to supply the prize or any part thereof in the event that any of the Contest activities or the Contest Entities' operations or activities are affected, as determined by Sponsor in its sole discretion, including, without limitation, by reason of any acts of God, any action, regulation, order or request by any governmental or quasi-governmental entity (whether or not the action, regulation, order or request proves to be invalid), equipment failure, threatened terrorist acts, terrorist acts, air raid, blackout, act of public enemy, earthquake, war (declared or undeclared), fire, flood, epidemic, explosion, unusually severe weather, hurricane, embargo, labor dispute or strike (whether legal or illegal), labor or material shortage, transportation interruption of any kind, work slow-down, civil disturbance, insurrection, riot, or any law, rule, regulation, order or other action adopted or taken by any governmental, federal, state, provincial or local government authority, or any other cause, whether or not specifically mentioned above.\n9. GENERAL RULES: By entering the Contest (except where prohibited by law), each individual entrant, member of any Team entrant, and any natural person participating on behalf of an Organization entrant grants the Contest Entities the irrevocable, sublicensable, free of charge, absolute right and permission to use, publish, post or display his or her name, photograph, likeness, voice, prize information, biographical information, any quotes attributable to him or her and any other indicia of persona (regardless of whether altered, changed, modified, edited, used alone, or used with other material in the Contest Entities' sole discretion) for advertising, trade, promotional and publicity purposes without further obligation or compensation of any kind to him or her, anywhere, in any medium now known or hereafter discovered or devised (including, without limitation, on the Internet), world-wide, without any limitation of time and without notice, review or approval and each participant releases all Contest Entities from any and all liability related to such authorized uses. Nothing contained in these Official Rules obligates Sponsor or any other Contest Entity to make use of any of the rights granted herein and participant waives any right to inspect or approve any such use. These Official Rules shall be written, interpreted, modified and amended in English. All notices or communication among entrants and Sponsor shall be in writing and shall be in the English language. Without prejudice to the aforementioned rules, any notice or communication made by entrants may be deemed invalid in Sponsor's sole discretion.\nSponsor's decisions will be final in all matters relating to this Contest, including interpretation of these Official Rules and awarding of the prizes. All participants, as a condition of entry, agree to be bound by these Official Rules and the decisions of Sponsor. Failure to comply with these Official Rules may result in disqualification from this Contest. Participants further agree to not damage or cause interruption of the Contest and/or prevent others from entering the Contest or using the Contest Site. Sponsor reserves the right, in its sole discretion, to void entries of any participants who Sponsor believes have attempted to tamper with or impair the administration, security, fairness or proper play of this Contest. Sponsor's failure to or decision not to enforce any provision in these Official Rules will not constitute a waiver of that or any other provision. In the event there is an alleged or actual ambiguity, discrepancy or inconsistency between disclosures or other statements contained in any Contest-related materials and/or these Official Rules (including any alleged discrepancy or inconsistency in these Official Rules), it will be resolved in Sponsor's sole discretion. Participants waive any right to claim ambiguity in the Contest or these Official Rules. If Sponsor determines at any time in its sole discretion that a winner or potential winner is disqualified, ineligible, in violation of these Official Rules, or engaging in behavior that Sponsor deems obnoxious, inappropriate, threatening, illegal or that is intended to abuse, threaten or harass any other person, Sponsor reserves the right to disqualify that winner or potential winner, even if the disqualified winner or potential winner may have been notified or displayed or announced anywhere. The invalidity or unenforceability of any provision of these Official Rules will not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Official Rules will otherwise remain in effect and will be construed in accordance with their terms as if the invalid or illegal provision were not contained herein. No Contest Entity is responsible or will have any liability for any purported Video that is removed from any Hosting Service for any reason at any time prior to the award of the prizes in this Contest, including removal by a Hosting Service of a purported Video in response to the Video being “flagged” or reported as inappropriate. If the Contest is not capable of running as planned for any reason, Sponsor reserves the right, in its sole discretion, to cancel, modify or suspend the Contest and award the prizes based on eligible, non-suspect entries received prior to cancellation, modification, or suspension (if any) or as otherwise deemed fair and appropriate by Sponsor. If any person supplies false information, obtains entries by fraudulent means or is otherwise determined to be in violation of these Official Rules in an attempt to obtain any prize, Sponsor may disqualify that person and seek damages from him or her and that person may be prosecuted to the full extent of the law. If a dispute cannot be resolved to Sponsor's satisfaction as to who submitted an entry, the entry will be deemed ineligible. CAUTION: ANY ATTEMPT TO DAMAGE ANY ONLINE SERVICE OR WEB SITE OR UNDERMINE THE LEGITIMATE OPERATIONS OF THE CONTEST MAY VIOLATE CRIMINAL AND CIVIL LAWS. IF SUCH AN ATTEMPT IS MADE, SPONSOR MAY DISQUALIFY ANY PARTICIPANT MAKING SUCH ATTEMPT AND MAY SEEK DAMAGES TO THE FULLEST EXTENT PERMITTED BY LAW.\n10. PRIVACY. Each entrant agrees to the use of the personal information submitted when they enter as detailed in Sponsor's Privacy Policy posted at http://www.splunk.com/view/SP-CAAAAAG. Sponsor also collects personal information in order to conduct the Contest. Participants give consent for Sponsor and its representatives (including, without limitation, ChallengePost, Inc.) to obtain and deliver his/her/its name, address and other information to third parties for the purpose of administering this Contest, as detailed in Sponsor's privacy policy and complying with applicable laws, regulations and rules. If you enter the Contest, your personal information may be stored and processed in any country where we have facilities or in which we engage service providers, and by using our website(s), product(s), and/or service(s), you consent to the transfer of information to countries outside of your country of residence, including the United States, which may have different data protection rules than in your country. The entrant’s personal data will be used for the following purposes: (a) to contact potential winners and (b) for Sponsor and its subsidiaries and affiliates to send entrant advertising and promotional emails (including educational materials, product announcements, and community event information). Entrants have a right of access to, modification and withdrawal of their personal data. They also have the right of opposition to the data collection, under certain circumstances. To exercise such right, they may write to Sponsor. The data controller is Sponsor. The recipient of the data is Sponsor. Entrants should direct any request to access, update or correct information to Sponsor. Please note that by participating in the Contest and accepting these Official Rules, you acknowledge and consent to the use of your data as set out above.\n11. DISPUTES/GOVERNING LAW/WAIVER OF CLAIMS. Except where prohibited, as a condition of participating in this Contest, each participant agrees that any and all disputes that cannot be resolved between the participant and any Contest Entity, claims, and causes of action arising out of or connected with this Contest, or the prize awarded, or the determination of the winners must be resolved individually, without resort to any form of class action. Further, in any such dispute, under no circumstances will a participant be permitted or entitled to obtain awards for, and hereby waives all rights to claim punitive, incidental or consequential damages, or any other damages, including attorneys' fees, other than participant's actual out-of-pocket expenses (if any), not to exceed ten dollars ($10 USD), and participant further waives all rights to have damages multiplied or increased.\nExcept where prohibited, this Contest and any dispute arising under or related thereto (whether for breach of contract, tortious conduct or otherwise) will be governed by the internal laws of the State of California, without giving effect to its conflicts of law or choice of law principles or rules that would cause the application of any other jurisdiction’s laws. Except where prohibited, any legal actions, suits or proceedings related to this Contest (whether for breach of contract, tortious conduct or otherwise) will be brought exclusively in the state or federal courts located in San Francisco County, California, United States, and each participant accepts and submits to the personal jurisdiction of those courts with respect to any legal actions, suits or proceedings arising out of or related to this Contest.\n12. THE SPONSOR OF THIS CONTEST IS: Splunk Inc. 250 Brannan Street, San Francisco, CA 94107, United States. In case of complaints or disputes send an email to ktamman@splunk.com and you will receive an answer or a decision within 14 business days.\n13. WINNER’S LIST/OFFICIAL RULES: For a copy of these Official Rules or to find out who won, send an email with the subject line of either “SPLUNK APPTITUDE APP CONTEST: Rules” or “SPLUNK APPTITUDE APP CONTEST: Who Won?” as applicable to apptitude@splunk.com. Requests for Official Rules must be received during the Contest Period; requests for a list of winners must be received no later than November 30, 2015.", "hackathon-prizes": [{"prize-content": "The first place winner in the Fraud / Insider Threat category wins $100,000 and a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695.", "prize-title": "Fraud / Insider Threat - First Place"}, {"prize-content": "The second place winner in the Fraud / Insider Threat category may not win $100,000, but they still receive a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695.", "prize-title": "Fraud / Insider Threat - Second Place"}, {"prize-content": "The first place winner in the Social Impact category wins $30,000 and a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695. And you've just built something to improve the world!", "prize-title": "Social Impact - First Place"}, {"prize-content": "The second place winner in the Social Impact category may not win $30,000, but they still receive a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695. And the world is better off thanks to you!", "prize-title": "Social Impact - Second Place"}, {"prize-content": "The first place winner in the Innovation category wins $20,000 and a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695. Let the bragging begin!", "prize-title": "Innovation - First Prize"}, {"prize-content": "The second place winner in the Innovation category may not win $20,000, but they still receive a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695.", "prize-title": "Innovation - Second Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://splunkapptitude2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Surprise us with your most innovative app, widget, visualization add-on or search-ninja skills. Nothing is excluded from this category. Impress your peers, community and judging team with your crazy ideas!"}, {"judging-criterion": "Easy implementation is always important! Make sure that you follow the requirement guidelines document for submissions. Meeting minimum requirements is fine, but if you put in the extra effort - we're watching!"}, {"judging-criterion": "Eye candy anyone? Shiny new object? Make your App standout, by having transparent structure, layout design and reports/dashboards that are intuitive. If anyone can download, and understand the app immediately - you've partially-mastered presentation!"}, {"judging-criterion": "Apps can be simple or complex. Demonstrate your Splunk-foo skills, aim for value and shock the community and us! We won't be prescriptive, but if you make something cool - it won't go unnoticed!"}, {"judging-criterion": "Want to push your entry over the top? Include explanations of the following to earn extra points: Common information model; Value of the solution; Portability; Quality assurance; Sustainability. See official rules for complete details."}], "hackathon-location-address": "", "hackathon-description-header": "The Splunk Apptitude App Contest is an online competition designed to find the next big app in big data. We want your big ideas, and will give you more than just bragging rights. We’ll give you cash.", "hackathon-prizes-total": "$160,170", "hackathon-location-description": "", "hackathon-end-date": "2015-07-19", "has-projects": "True"}