{"hackathon-description-text": "\nAfter the great time we had at IoTHackDay.MN 2015, there have been calls for a Spring IoT Hackathon. So here it is! ", "hackathon-number-of-prizes": "3", "hackathon-id": "iotmdm2016", "hackathon-judges": [{"judge-role": "IoTFuse", "judge-name": "Crowd"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nDo you have an ideas? You are eligiable. Anyone can enter #iotmdm\nNot interested in being on a team and competing, but would like to attend and see the outcome and vote on the winner?\nRegister here:", "hackathon-number-of-participants": "49", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nThe submission requirements are very relaxed. Send in a short response on what you are planning to create that day in 12 hours. You are open and encouraged to build modules and what you need ahead of time and be able to prepare yourself for success. The competition is all about not only the product you have envisioned and created, but additionally how much you have been able to build that day. The more you can build to what you orginally spec'ed and share with the group the better chance you have to win.", "hackathon-rules": "\n\nAll delegates, speakers, sponsors and volunteers at any IoTFuse event are required to agree with the following code of conduct. Organizers will enforce this code throughout the event. \nThe Quick Version\nIoTFuse is dedicated to providing a harassment-free conference experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, race, or religion. We do not tolerate harassment of conference participants in any form. Sexual language and imagery is not appropriate for any conference venue, including talks. Conference participants violating these rules may be sanctioned or expelled from the conference without a refund at the discretion of the conference organizers.\nThe Less Quick Version\nHarassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors are also subject to the anti-harassment policy. In particular, sponsors should not use sexualized images, activities, or other material. Booth staff (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment.\nIf a participant engages in harassing behavior, the conference organizers may take any action they deem appropriate, including warning the offender or expulsion from the conference with no refund.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of conference staff immediately.\nConference staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference. We value your attendance.\nWe expect participants to follow these rules at all conference venues and conference-related social events.\nAny questions? Contact the IoTFuse organizers \n.", "hackathon-prizes": [{"prize-content": "The Intel Compute Stick is a USB-Sized device which can turn any screen into a fully-functioning computer.", "prize-title": "Intel Compute Sticks, Electric Imp Kits, Arduino Uno Clones, Seeed Studio $20 Gift Certificate"}, {"prize-content": "", "prize-title": "Light Blue Bean + Uno R3 MainBoard (Arduino Clones), + Seeed Studio $20 Gift Certificates"}, {"prize-content": "Arduino R3 Clone Boards!  Gift Certificate from Seeed Studio!", "prize-title": "Uno R3 MainBoard (Arduino Clones), + Seeed Studio $20 Gift Certificates"}], "hackathon-location-google-maps": "https://maps.google.com/?q=150 W 60th St, Minneapolis, MN 55419, USA", "hackathon-url": "https://iotmdm2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "150 W 60th St, Minneapolis, MN 55419, USA", "hackathon-description-header": "Mother's Day Makeathon!  A Caring, Loving, Fun IoT Makeathon!", "hackathon-prizes-total": "$840", "hackathon-location-description": "Leonardo's Basement", "hackathon-end-date": "2016-04-19", "has-projects": "True"}