{"hackathon-description-text": "\nIn just a week", "hackathon-number-of-prizes": "4", "hackathon-id": "emotionlab16", "hackathon-judges": [{"judge-role": "Founder and Chief Scientist of Jibo, Inc; Associate Proffessor, MIT Media Lab, Personal Robots Group", "judge-name": "Dr. Cynthia Breazeal"}, {"judge-role": "Director of Marketing at Beyond Verbal", "judge-name": "Bianca Meger"}, {"judge-role": "President and founding partner of Wild Blue Technologies", "judge-name": "Steve McLean"}, {"judge-role": "Investor at Charles River Ventures", "judge-name": "Danny Crichton"}, {"judge-role": "President & Managing Director Myrian Capital, Chairman Krush Technologies", "judge-name": "JP Nauseef"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "71", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\n\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWhen we say “harassment,” we’re talking about unwelcome or hostile behavior, including speech that intimidates, creates discomfort, or interferes with a person’s participation in the hackathon; unwelcome physical contact; unwelcome sexual attention; deliberate intimidation and stalking.\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nThe event organizers will enforce this code of conduct throughout the event.  If a participant violates the code of conduct, the organizers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund, or reporting their behavior to local law enforcement.\nIf you are in a situation that makes you uncomfortable, notice that someone else is being harassed, or have any other concerns, please contact Paula David or another member of the hackathon staff immediately.\nPaula David - cell: 617 899 1651 or email: paula.david@affectiva.com\n\nThese Emotion Lab Hackathon Rules  (these “Rules”) govern the Emotion Lab Hackathon (the “Hackathon”).  This Hackathon is sponsored by Affectiva, Inc. Affectiva and Affectiva employees, contractors or representatives managing or administering the Hackathon are referred to herein as “Emotion Lab”. By participating in the Hackathon or by submitting an entry (“Entry”) to the Hackathon, you agree to comply with and abide by these Rules.  Any violation of these Rules may disqualify your group and/or your Entry.\n\nTeams can be anywhere from two to six members. If you're looking for fellow teammates, direct message participants on DevPost. Others are looking for teams too!  All team members will be bound by these Rules.  If you are submitting an Entry on behalf of a company, group or organization (an “Entity”), you must identify the Entity in your registration form and represent that you are authorized to bind the Entity to these Rules.  You represent that the information provided in your registration form is complete and correct.  You represent that you are at least 18 years of age and may be legally bound by these Rules.  Emotion Lab will have no responsibility or liability of any kind related to or arising out of a dispute between or among members of a team, including but not limited to, any dispute regarding ownership of an Entry or division of any prize.\n\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously to ensure the event is fair to all participants Failure to comply may result in the offending team's disqualification.\nIf your team qualifies for prizes, the team will be subject to a code review to verify that there was no foul play.\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break Don’t Repeat Yourself (DRY) rules when there are so many great resources available to all Hackers. Please note that open source projects are subject to open source licenses and combining your code with software subject to open source licenses may result in your code also being subject to those license terms.\n\nAll teams retain full ownership of what they have created during the Hackathon. Emotion Lab staff are here to help entrepreneurs realize their dreams, not destroy them.  Affectiva retains ownership of the Affdex SKD and Affdex APIs and any other Affectiva software, products, services and technology.\n\nBy submitting an Entry or accepting any prize, you represent and warrant the following: (a) you will not submit an Entry that infringes or misappropriates any third party’s copyrights, patents, trademarks, trade secrets or which is otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from the rightful owner to submit the Entry and to grant Emotion Lab Hackathon all of the rights granted herein; (b) you will not publish falsehoods or misrepresentations that could damage the Hackathon, Emotion Lab, or any third party; (c) you will not submit an Entry that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, gives rise to civil liability, violates any law, or is otherwise inappropriate or harmful to Emotion Lab or the Hackathon's brand image or goodwill; (d) Emotion Lab and the Hackathon will not be obligated to pay any compensation to, or permit any participation by, any third party in connection with the use, reproduction, modification, publication, display or other exploitation of any Entry that you submit; and (e) the Entry submitted by you does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.  You will indemnify, defend and hold harmless Emotion Lab, its affiliates and their employees, contractors, representatives, directors and officers from any claim, loss, liability, damage or expense related to or arising from any breach by you of any warranty, representation or other term contained in these Rules.\nBy posting or submitting an Entry, you hereby grant Emotion Lab and the Hackathon, and their respective affiliates, and their agents and third party contractors, without additional consideration, a worldwide, perpetual, irrevocable, non-exclusive right and license, with the right to sublicense, to discuss, distribute, publish, perform, publicize, market and otherwise display the Entry, any associated content, and the names, images and video and audio recordings of your group and individuals in your group (\"Marketing Content\"), and to distribute and use such Marketing Content for promotional and marketing purposes (either in the form submitted or in the form of a derivative or adapted work). You understand that you will not receive any compensation or credit for use of your Entry, other than what is described in these Rules.\n\nThere will be no alcohol served or allowed at the event.\n\nIn the spirit of innovation and inclusiveness, there may be minors participating in the event. All submissions should contain content suitable for all ages to see and/or interact with.\n\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n\nEmotion Lab will judge each Entry and will have complete and sole discretion on the awarding of prizes, if any.  Emotion Lab may determine not to award a prize and may withdraw a prize in any category if Emotion Lab believes, in its sole discretion, that there was no qualifying Entry for that category.  \nEmotion Lab ‘16 will award the following prizes:\n\nAny dispute related to or arising out of this Hackathon or any Entry must be resolved solely through binding arbitration administered by and in accordance with the rules of the American Arbitration Association in Boston, MA before a single arbitrator.  The cost of the arbitrator and any fees charged by the AAA will be borne equally by the parties.  Each party will bear their own expenses of counsel and other experts in connection with the arbitration.  \n\nWe expect all participants to adhere to the Code of Conduct posted above.\n\n**Attendees violating these Rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\n ", "hackathon-prizes": [{"prize-content": "Certificates + Pick out IoT devices to take Home", "prize-title": "Most creative / innovative"}, {"prize-content": "Certificates + 1 year license to SDK of their choosing + Affectiva Biz Dev and Marketing guidance when ready to launch", "prize-title": "Business Potential"}, {"prize-content": "Certificates + Showcase Movie Tickets", "prize-title": "Best User Experience"}, {"prize-content": "A mention on Affectiva blog", "prize-title": "Participation"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 Memorial Dr, Cambridge, MA 02142, USA", "hackathon-url": "https://emotionlab16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "1 Memorial Dr, Cambridge, MA 02142, USA", "hackathon-description-header": "Emotions are critical to human behavior but are mostly missing from the digital world.  What if devices, apps and technology could sense human emotions and adapt to them?", "hackathon-prizes-total": "0", "hackathon-location-description": "Microsoft N.E.R.D. Center", "hackathon-end-date": "", "has-projects": "False"}