{"hackathon-description-text": "\nJoin us for the third iteration of HackHarvard, a 36-hour hackathon hosted on Harvard University's historic campus. This year, we're ", "hackathon-number-of-prizes": "22", "hackathon-id": "hackharvard-2017", "hackathon-judges": [{"judge-role": "Apple", "judge-name": "Cameron Akker"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAs long as you are a student at any college in the world or are 18 or older, you are invited to", "hackathon-number-of-participants": "322", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nSee ", "hackathon-prizes": [{"prize-content": "For the insane wish-we-thought-of-that, wish-we-could-build-that hack. Each team member gets a pair of Snapchat spectacles and $200 Amazon credit.", "prize-title": "Best Overall"}, {"prize-content": "For the project most likely to sponsor HackHarvard four years from now. Prize is $400 for the team in exchange for 0.0001% equity.", "prize-title": "Most Fundable Hack"}, {"prize-content": "Goes to people who capture the Hacker ethos. Using something the way it wasn't intended; sharing information openly; doing something for its own sake; finding creative solutions to problems (a la life hacks). Each team member gets a Raspberry Pi and supplementary electronics kit.", "prize-title": "Hacker Prize"}, {"prize-content": "If this prize didn't exist, this hack wouldn't get a prize. It's not showy or flashy, but it's sweet. Great example: open-source contribution. Team members can choose between a K'nex 100 Model Building Set and a Lego Classic Large Creative Brick Box, up to two of each per team.", "prize-title": "Most Intrinsically Motivated"}, {"prize-content": "Software is overrated. Make a cool physical hack, and each team member gets a choice of $100 in hardware.", "prize-title": "Best Hardware Hack"}, {"prize-content": "For a team of three with at least two first time hackers, or a team of four with at least three first time hackers. Each team member gets a GoPro session.", "prize-title": "Breaking New Ground"}, {"prize-content": "The opposite of the most fundable hack. You build something useless, yet somehow still cool or clever enough to win a prize. You probably had a lot of fun at this hackathon. Sweet. Each team member gets a unicycle, a product capturing the epitome of cool but useless.", "prize-title": "Useless Hack Award"}, {"prize-content": "The Cleantech Prize shall be given to the best Clean tech or Water tech friendly web or app based platform that will help consumers and businesses use energy and natural resources more efficiently. $1000 cash to the winning team.", "prize-title": "MassCEC Cleantech Prize"}, {"prize-content": "To qualify, hackers need to incorporate at least one of the following into their project: Microsoft API, Microsoft Azure Cloud, Bot Framework, Kinect, HoloLens, Universal Windows (UWP) App. Each member of the winning team will receive a Surface Pro. See", "prize-title": "Best Microsoft Hack"}, {"prize-content": "Customer experience is all about making it easy and delighting customers through their end-to-end journey of buying, deploying, using & servicing a product/service. Submit your project if it enhances customer experience, makes it easy to collect feedback on customer experience, or makes it easy to analyze customer feedback. The winning team will receive a Dell 2-in-1 laptop or up to 4 smaller prizes.", "prize-title": "Dell Customer Experience Challenge"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Each member of the winning team will receive a Samsung Gear VR (2017 Edition) with Controller - Virtual Reality Headset.", "prize-title": "Best use of Facebook API"}, {"prize-content": "Gift Cards, Gadgets & Some Crypto Stuff for the Best Use of the Voatz Platform & API", "prize-title": "Best Use of Voatz Platform &amp; API"}, {"prize-content": "For the best hack to save homeless pets, each member of the winning team will receive a DJI Phantom P3 Standard Quadcopter - and we have a budget to work with teams after the hackathon for all especially promising submissions!", "prize-title": "Hack To Save Homeless Pets - 1st Place"}, {"prize-content": "Apple iPad Mini 4 32GB WiFi for each member of the winning team.", "prize-title": "Hack To Save Homeless Pets - 2nd Place"}, {"prize-content": "Amazon Echo Tap Bluetooth Speaker for each member of the winning team.", "prize-title": "Hack To Save Homeless Pets - 3rd Place"}, {"prize-content": "How will you reimagine banking? $250 Amazon Gift Card for each member of the winning team.", "prize-title": "Best Financial Hack from Capital One"}, {"prize-content": "Any project that gathers and uses data to infer non-obvious relationships is eligible. Some concrete examples would be twists on collaborative filtering, or (for example), identifying shifts in a corpus over time. Prize: Oculus Rift for the team!", "prize-title": "Interesting Use of Data! from Hudson River Trading"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "410C Dragonboard for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "4 Google Homes, 4 Google Cardboards, and $2500 in GCP credits", "prize-title": "Best Google Cloud Machine Learning API Hack"}, {"prize-content": "4 Google Homes, 4 Google Cardboards, and $1500 in GCP credits", "prize-title": "Best Google Cloud Platform Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Hilles Library, 59 Shepard St, Cambridge, MA 02138, USA", "hackathon-url": "https://hackharvard-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is this idea, in your experience?"}, {"judging-criterion": "How thoroughly does this hack solve the stated problem? Can you identify edge cases that would break the hack?"}, {"judging-criterion": "Was creating this hack technically difficult?"}, {"judging-criterion": "Is this hack designed to most optimally solve the stated problem?"}, {"judging-criterion": "Can someone not involved in creating the hack, but with reasonable computer science experience, use the hack effectively?"}], "hackathon-location-address": "Hilles Library, 59 Shepard St, Cambridge, MA 02138, USA", "hackathon-description-header": "Breaking new ground.", "hackathon-prizes-total": "$21,980", "hackathon-location-description": "Harvard University - Student Organization Center at Hilles (SOCH)", "hackathon-end-date": "2017-10-22", "has-projects": "True"}