{"hackathon-description-text": "\nJoin the NYC OpenRecords UX Hackathon!", "hackathon-number-of-prizes": "2", "hackathon-id": "openrecordsuxvirtual", "hackathon-judges": [{"judge-role": "User Experience Design Director, NYC Gov Lab & Studio at NYC Information Technology & Telecommunications", "judge-name": "Lois Last"}, {"judge-role": "Director of Application Development at NYC Department of Records and Information Services (DORIS)", "judge-name": "Joel Castillo"}, {"judge-role": "Digital Director from the NYC Office of Digital Strategy", "judge-name": "Rebecca Tinkelman"}, {"judge-role": "NYC General Counsel & FOIL Officer", "judge-name": "Kiren Gopal"}, {"judge-role": "Application Development at NYC Department of Records and Information Services (DORIS)", "judge-name": "Martin Batey"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "78", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nThe final deliverables should be submitted via a link on the DevPost submission page by 5pm EST on Saturday February 25th. \nThe link should include access to a presentation outlining your research process, wireframes for your final solution and (optional but recommended) a clickable prototype of your solution.For guidance on solutions please see the list of challenge statements on the homepage.\nNOTE: You must review & abide by the", "hackathon-rules": "\n\n\nEligibility\nJudging and Prizes\nRelease\nBy entering the Hackathon, you agree to grant DORIS the right to use, publicly display, publish and reproduce, for all purposes, including publicity and analysis, the team name and each team member’s name and submission. The team member also grants DORIS the right to create, use, publish, and reproduce any analysis that derives from any Hackathon submission.\n\n", "hackathon-prizes": [{"prize-content": "All winners will receive a certificate from the NYC Mayor's Office; there will be 3 winners who meet the \"Challenge\" criteria and 5 winners who meet each of the other criteria.", "prize-title": "Certificate of Recognition from the NYC Mayor's Office"}, {"prize-content": "The winner of the \"Best Overall\" category will receive this prize. If the winner can pick up the prize in NYC it will be framed; if the prize needs to be mailed it will be matted / unframed.", "prize-title": "Mailed an image from the NYC Archives"}], "hackathon-location-google-maps": "", "hackathon-url": "https://openrecordsuxvirtual.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We will be awarding 1 winner for submissions in each Challenge category; you can view the challenges outlined on the homepage of DevPost:"}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Improve user experience of NYC OpenRecords platform", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2017-02-25", "has-projects": "True"}