{"hackathon-description-text": "\nBitcamp is a place for exploration. You will have 36 hours to delve into your curiosities, learn something new, and make something awesome. With world-class mentors and hundreds of fellow campers, you’re in for an amazing time. If you’re ready for an adventure, see you by the fire!", "hackathon-number-of-prizes": "21", "hackathon-id": "bitcamp16", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "380", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nDon’t use an old project, start something new instead! Obviously, alcohol, drugs, firearms, knives, weapons (including toys) are stricly forbidden. Read through our \n for more details.", "hackathon-prizes": [{"prize-content": "Amazon Echo and SparkFun Mbed Starter Kit for each member (up to four) of the winning team!", "prize-title": "Booz Allen Hamilton's Best Internet of Things (IoT) Hack"}, {"prize-content": "$350 amazon gift card for each team member for an innovative, unique, problem solving use of our API.", "prize-title": "Best use of Capital One's API"}, {"prize-content": "Two BB-8 app-controlled Droids by Sphero + 2 amazon gift cards to members of the team who design the best application that pertains in some way to digital forensics.", "prize-title": "Cipher Tech's Best Digital Forensics Related Hack"}, {"prize-content": "$200 Amazon Gift Card for each team member (team of 4).", "prize-title": "Math Works Best Hack Using MATLAB"}, {"prize-content": "$1,000 to carry out the development plan for the program and an opportunity to pitch the program to the College Park City Council and sell the city the rights to use it. Please direct questions to", "prize-title": "Best Hack to Serve College Park"}, {"prize-content": "Awarded by MLH. 1 TB Hard Drives", "prize-title": "MLH Best Use of AWS"}, {"prize-content": "Awarded by MLH. Swag bags with Sparkfun Redboards", "prize-title": "MLH Best Domain Name from Domain.com"}, {"prize-content": "Awarded by MLH. Octocat statue", "prize-title": "MLH Best Developer Tool"}, {"prize-content": "Awarded by MLH. Dell Venue Tablets for all team members.", "prize-title": "MLH Best Beginner Hack"}, {"prize-content": "Each Team member will receive a $100 Visa Gift Card (Maximum up to 5 team members).", "prize-title": "#BestMicrosoftHack"}, {"prize-content": "3 million Dogecoins per team.", "prize-title": "BookHolders Best App/Program Using Internet Sourced Data"}, {"prize-content": "Raspberry Pi, Spark Photon or ESP8266 for each team member.", "prize-title": "BookHolders Longest Stack Name (Make your own stack, ex. RaspberryLinuxNginxMongoPythonFlask “RLNMPF”!)"}, {"prize-content": "$500 in Visa gift cards! It's quite simple: incorporate the SparkPost API into your project! Any use of transactional email/inbound relays, etc.   We have client libraries to get you started!", "prize-title": "Best Use of the SparkPost API"}, {"prize-content": "Dell Venue tablet for each team member. Give your project that sexy IoT touch! Integrate the Intel Edison into your project to gather sensor data, move an actuator, connect to the cloud. Bonus points for advanced use of platform such as computer vision with OpenCV, or speech recognition.", "prize-title": "Best Use of Intel Edison"}, {"prize-content": "Each member of the selected team will receive a Raspberry Pi3 Starter Kit. Please provide a detailed description of the services used.", "prize-title": "Best Hack Built with IBM Watson Bluemix APIs"}, {"prize-content": "The full amount of $1500 will only be awarded if 2 or more groups participate in the challenge. If only one group participates, the prize will be $500. All prize money will be given as AmEx giftcards. Continuing on the theme of music, we'd like you to produce a hack that is somehow related to music. Ideas include making a musical composition using data, integrating with an open source product like Echoprint, or mimicking song lyrics using stock ticker symbols. Those are just a few ideas; we want to see what kinds of creative hacks you produce. Extra credit for using financial data (stock tickers, stock prices, etc.).", "prize-title": "FINRA Music Challenge"}, {"prize-content": "Win a Playstation 4. Full documentation can be found at this link (", "prize-title": "Best Hack of the Credible API"}, {"prize-content": "4 DK2s for the best use of VR.", "prize-title": "Oculus Best Use of VR"}, {"prize-content": "Win a Samsung Galaxy. Hackers should provide an intuitive user interface (utilizing web technologies (AngularJS, Bootstrap, ReactJS, HTML, etc) or system technologies (GWT, JAVA SWING, QT, etc) that interfaces with a hardware component to provide some sort of functionality.", "prize-title": "Northrop Grumman Best User Interface Utilizes Hardware and Software"}, {"prize-content": "Prize:", "prize-title": "OPIS Best Visualization of Hardware Collected Data"}, {"prize-content": "Arduino Starter Kits for up to five team members and Contactually swag! Contactually's CRM platform has an open API with OAuth - imagine what you could do with tons of contact data! See the documentation at", "prize-title": "Best Hack Built with Contactually API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=4490 Rossborough Ln, College Park, MD 20740, USA", "hackathon-url": "https://bitcamp16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "4490 Rossborough Ln, College Park, MD 20740, USA", "hackathon-description-header": "36 hour Hackathon at the University of Maryland, College Park", "hackathon-prizes-total": "$9,300", "hackathon-location-description": "University of Maryland College Park", "hackathon-end-date": "2016-04-10", "has-projects": "True"}