{"hackathon-description-text": "\nThis weekend-long event is organized for programmers, web developers, and AEC experts to collaborate on novel ideas and processes for the AEC industry. There is a great need for the building industry to start developing their own solutions and here is the chance to get started! Hackers will have a day and a half to brainstorm concepts, develop projects, and present results to a panel of industry experts. An impressive collection of ", "hackathon-number-of-prizes": "3", "hackathon-id": "aec-technology-hackathon-2015", "hackathon-judges": [{"judge-role": "Principal at Thornton Tomasetti", "judge-name": "Rob Otani"}, {"judge-role": "Product Manager at WeWork", "judge-name": "Zach Downey"}, {"judge-role": "Director of Technical Innovation at Woods Bagot", "judge-name": "Shane Burger"}, {"judge-role": "BIM Implementation Manager at SHoP Architects", "judge-name": "Vail Rooney"}, {"judge-role": "Director of VDC at SHoP Architects", "judge-name": "John Cerone"}, {"judge-role": "‎SVP at Varick Media Management", "judge-name": "Erik Thorson"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAnybody present at the hackathon location can participate. You can purchase your tickets here: ", "hackathon-number-of-participants": "38", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The most innovative, mind-bending application will win this one. It does not have to be a full-fletched business model, instead we are looking for a very creative solution to a known, or a new problem in the AEC industry.", "prize-title": "Judges Favorite Overall Hack"}, {"prize-content": "Most creative to generate a valuable concept by utilizing one or more existing application. This will be awarded to the most creative hack built with one of the many existing AEC apps out there, such as Dynamo, Grasshopper, Revit, Excel, EnergyPlus,...", "prize-title": "Best hack built with existing applications"}, {"prize-content": "Did your hack make good use of existing accessible technologies and APIs, preferably open source ones?", "prize-title": "Best collaboration/ open-source product"}], "hackathon-location-google-maps": "https://maps.google.com/?q=160 5th Ave, New York, NY 10010, USA", "hackathon-url": "https://aec-technology-hackathon-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We are looking for techniques that no one has ever thought of. In your presentation you must clearly state the problem you are trying to solve for the AEC industry. We will judge the creativity and usefulness of your solution (50%)"}, {"judging-criterion": "We encourage you to develop an app that can easily be used by others. Does it live on GitHub/ bitbucket? Is it open? Rather than reinventing the paperclip, did you leverage other great techniques that already exist to build your novel idea? (20%)"}, {"judging-criterion": "We encourage you to have colorful teams. As such we will reward teams that are not solely formed of coworkers. After all, we want to use this time to make new connections too. \n\nThe maximum allowed team size is 5 people. (20%)"}, {"judging-criterion": "Which technologies/ APIs/ products/ methods did you use, that you did not know before? \nDid you consult any of the hackathon leaders to help you out? \nDid you help other teams accomplish a task? \nWe encourage knowledge exchange and exploration.(10%)"}], "hackathon-location-address": "160 5th Ave, New York, NY 10010, USA", "hackathon-description-header": "AEC Technology Hackathon 2015", "hackathon-prizes-total": "$1,150", "hackathon-location-description": "Grohe Live! NYC", "hackathon-end-date": "2015-09-26", "has-projects": "True"}