{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "4", "hackathon-id": "saopaulo-national", "hackathon-judges": [{"judge-role": "Criador do portal Mobilize Brasil – Mobilidade Urbana Sustentável, e um dos responsáveis pela elaboração dos projetos da organização.", "judge-name": "Ricky Ribeiro"}, {"judge-role": "Presidente e fundador da Green Mobility e  fundador do Instituto Mobilidade Verde. Especialista em Mobilidade Urbana em países em desenvolvimento pela UNITAR ( Centro de treinamento da ONU).", "judge-name": "Lincoln Paiva"}, {"judge-role": "fundador do Caronetas, primeiro site de caronas do Brasil. É um dos idealizadores da Virada da Mobilidade, que tem por objetivo estimular a intermodalidade da cidade.", "judge-name": "Marcio Henrique Nigro"}, {"judge-role": "Supervisor da área de Soluções em Conectividade para a Ford América do Sul.", "judge-name": "David Borges"}, {"judge-role": "Professor em administração pública e em economia da Fundação Getúlio Vargas (FGV) e pesquisador afiliado do departamento de estudos urbanos e planejamento do Massachusetts Institute of Technology (DUSP/MIT). Atual chefe de gabinete da SPTrans.", "judge-name": "Ciro Biderman"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n\nEste desafio é aberto somente a residentes no Brasil e organizações brasileiras. Se você não é residente no Brasil, dê uma olhada no", "hackathon-number-of-participants": "101", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n\nAs soluções apresentadas devem focar na combinação do uso de carros e transporte público na Cidade de São Paulo. \nplataformas\nTodos os materiais apresentados devem estar em inglês ou português ou, se não estiverem em qualquer um desses idiomas, você deverá providenciar uma tradução do vídeo demonstrativo, do texto descritivo e das instruções de teste, bem como de todos os demais materiais escritos, para inglês ou português. \nVocê deverá apresentar um vídeo demonstrativo (hospedado no YouTube, Vimeo ou Youku) que mostre a principal funcionalidade da solução proposta através de\n\nSe você estiver inscrevendo uma solução existente (desenvolvida antes desta competição), sua solução deverá necessariamente incluir novas características/funcionalidades adicionadas após o início do período de inscrição, focada especificamente na combinação do uso de carros e transporte público na cidade de São Paulo.\n ", "hackathon-rules": "\nNÃO É NECESSÁRIO QUALQUER COMPRA OU PAGAMENTO DE QUALQUER ESPÉCIE PARA AUMENTAR SUAS CHANCES DE VENCER  \n\n\n \n(a “Empresa Promotora”): Ford Motor Company Brasil Ltda., Av. Do Taboão 899, São Bernardo Do Campo, São Paulo, 09655-900 Brasil.\nCNPJ da Empresa Promotora: 03.470.727/0001-20\nA Empresa Promotora é a entidade responsável pelo Desafio.\n \n De 5 de junho de 2015 (9:00 horas, BRT, horário brasileiro) até 8 de setembro de 2015 (17:00 horas BRT, horário brasileiro) (o “Período de Inscrição no Desafio”)\nDe 9 de setembro de 2015 (9:00 horas, BRT, horário brasileiro) até 16 de setembro de 2015 (17:00 horas BRT, horário brasileiro) (o “Período de Verificação de Elegibilidade”)\n De 17 de setembro de 2015 (9:00 horas, BRT, horário brasileiro) até 28 de setembro de 2015 (17:00 horas BRT, horário brasileiro) (o “Período de Julgamento”)\n De 17 de setembro de 2015 (9:00 horas, BRT, horário brasileiro) até 28 de setembro de 2015 (17:00 horas BRT, horário brasileiro) (o “Período de Votação do Público”)\n 7 de outubro de 2015 (14:00 horas, BRT, horário brasileiro) \nA Empresa Promotora será o cronometrista oficial do Desafio.\n \n\ni. indivíduos que tenham no mínimo 18 anos de idade no momento da inscrição e residam no Brasil.\nii. equipes de indivíduos qualificados\niii. equipes de indivíduos qualificados que se inscrevam em nome de organizações (incluindo sociedades anônimas, empresas sem fins lucrativos e outras organizações sem fins lucrativos, sociedades de responsabilidade limitada, associações e outras pessoas jurídicas) já existentes e constituídas ou estabelecidas no momento da inscrição, domiciliadas no Brasil e com no máximo 50 empregados (“Organizações”)\niv. equipes de indivíduos qualificados que se inscrevam em nome de Organizações com mais de 50 empregados (“Grandes Organizações”), embora as Grandes Organizações apenas se qualifiquem para o Prêmio de Reconhecimento de Grandes Organizações descrito na Cláusula 8\n(“i”, “ii”, “iii” e “iv” acima são conjuntamente denominados “Desenvolvedores”)\nA.1 Um indivíduo pode participar em mais de uma equipe, Organização ou Grande Organização, e um indivíduo que participe de uma equipe, Organização ou Grande Organização pode também se inscrever no Desafio na categoria individual.  \nA.2 Se uma equipe ou organização se inscrever no Desafio, ela deverá indicar e autorizar um indivíduo (o “Representante”) a representar, agir e apresentar uma Inscrição em seu nome. O Representante deve preencher os requisitos de qualificação listados acima. Ao apresentar a Inscrição no Site em nome de uma equipe ou organização, o indivíduo declara e assegura ser o Representante autorizado a agir em nome de sua equipe ou organização.\n\ni. indivíduos não residentes, Organizações ou Grandes Organizações não domiciliadas no Brasil\nii. organizações envolvidas na concepção, produção, publicidade paga, execução ou distribuição do Desafio (“Empresas de Propaganda”)\niii. Empregados, representantes e agentes** dessas Empresas de Propaganda, e todos os seus familiares imediatos ou membros da mesma unidade familiar*\niv. Empregados, representantes e agentes** da Empresa Promotora, e todos os seus familiares imediatos ou membros da mesma unidade familiar*\nv. qualquer outro indivíduo envolvido na concepção, produção, publicidade paga, execução ou distribuição do Desafio, e cada um de seus familiares imediatos ou membros da mesma unidade familiar*\nvi. qualquer Julgador (definido abaixo), empresa ou indivíduo que empregue um Julgador\nvii. qualquer matriz, subsidiária ou outra coligada*** de qualquer organização descrita acima\nviii. qualquer outro indivíduo ou organização cuja participação no Desafio crie, a critério exclusivo da Empresa Promotora, um conflito de interesse real ou aparente.\n*Familiares imediatos de um indivíduo incluem o cônjuge, filhos e enteados, pais e padrastos, irmãos e filhos de padrastos desse indivíduo. Membros da mesma unidade familiar de um indivíduo incluem quaisquer outras pessoas que dividam a mesma residência que esse indivíduo durante pelo menos 3 (três) meses do ano.\n**Agentes incluem indivíduos ou organizações que, ao criar uma Inscrição no Desafio, estão atuando em nome e por conta de uma Empresa de Propaganda por força de relação contratual ou outra.\n*** Uma coligada é: (a) uma organização sob controle comum, compartilhando o mesmo acionista majoritário ou controlador, ou administração; ou (b) uma organização que detenha participação substancial em, ou cujo capital seja substancialmente detido por, outra organização.\n \nDesenvolvedores devem seguir as instruções abaixo para para participar do Desafio:\n \nPara participar do Desafio, além de seguir as instruções acima, você deverá satisfazer os requisitos abaixo definidos nestas Regras Oficiais. Para os fins de interpretação destas Regras Oficiais, a referência a “Inscrição” inclui todos e quaisquer materiais e dados carregados/apresentados no Site do Desafio incluindo, sem limitação, o Aplicativo, o vídeo explicativo e todos e quaisquer dados relacionados aos mesmos.\n \n\nTodos os materiais e dados relacionados à sua Inscrição devem estar necessariamente em português ou, se não estiverem em português, o Desenvolvedor deverá providenciar uma tradução do vídeo demonstrativo, do texto descritivo e das instruções de teste, bem como de todos os demais materiais e dados e campos, para o português. \n\n(i) \n deverão criar (ou mandar criar) um aplicativo focado na combinação do uso de carros e transporte público na Cidade de São Paulo (cada qual, um “Aplicativo”). Se o Aplicativo do Desenvolvedor destinar-se ao uso enquanto se está dirigindo, o Aplicativo deverá ser seguro e não ocasionar a distração do condutor, e não deverá impor operação excessiva enquanto o veículo estiver em movimento. Para tanto, o Aplicativo não deverá requerer qualquer interação física enquanto o veículo estiver em movimento, e não deve incluir quaisquer conteúdos passíveis de causar a distração do condutor enquanto dirige, incluindo mas não se limitando a, vídeos, grande volume de textos e jogos. Aplicativos que demandem que o condutor desvie seu olhar da via (distração visual), retire as mãos do volante (distração manual), ou altere sua atenção mental (distração cognitiva), de qualquer forma excessiva ou que gere quaisquer inseguranças, serão desclassificados do Desafio.\n(ii) \nO Aplicativo deverá ser suscetível de ser instalado com sucesso e compatível com a plataforma à qual se destina (de acordo com os requisitos de plataforma descritos no item (iii) abaixo); e deverá funcionar conforme descrito no vídeo e expressamente previsto no texto descritivo.\n(iii) \nUm Aplicativo inscrito deverá necessariamente rodar em uma das seguintes plataformas:\n(iv) \nAplicativos devem ser recém criados pelo Desenvolvedor ou, se o Aplicativo já existia antes do Período de Inscrição no Desafio, o Desenvolvedor deverá ter incorporado novas características e funcionalidades relevantes para o Desafio, após o início do Período de Inscrição no Desafio. Desenvolvedores que inscreverem um Aplicativo existente antes do início do Período de Inscrição no Desafio estarão obrigados a descrever, na página “Faça sua Inscrição” do Site do Desafio, de que maneira atualizaram seu Aplicativo durante o Período de Inscrição no Desafio para incluir as características que focam na combinação do uso de carros e transporte público na Cidade de São Paulo.\n(v) \nO mesmo Aplicativo somente pode conquistar prêmios no máximo em dois desafios Ford no ChallengePost. Aplicativos que já tiverem sido premiados em dois desafios Ford anteriores lançados no ChallengePost não se qualificam para o Desafio em circunstância alguma. Desafios anteriores da Ford lançados através do ChallengePost incluem:\n \nUm Desenvolvedor, equipe, Organização ou Grande Organização que tenha recebido prêmios em dois ou mais desafios anteriores da Ford lançados através do ChallengePost estará apto(a) a se inscrever, desde que seu Aplicativo tenha um nome diferente e seja substancialmente diferente dos aplicativos anteriormente inscritos e vencedores de prêmios.\n(vi) \nParticipantes do Desafio Global de Mobilidade em São Paulo, destinado a indivíduos não residentes e Organizações não domiciliadas no Brasil não se qualificam para participar do Desafio\n(vii) \nO Desenvolvedor deverá disponibilizar o Aplicativo gratuitamente e sem qualquer restrição para fins de teste, avaliação e uso pela Empresa Promotora e pelos julgadores durante o Desafio e até que o Período de Julgamento expire.\nCaso o Aplicativo inclua software que rode em hardware de propriedade exclusiva ou de terceiros não abertamente disponibilizado ao público, incluindo software que rode em dispositivos ou tecnologia usável que não sejam smartphones, tablets ou computadores desktop, a Empresa Promotora se reserva o direito, a seu critério exclusivo, de exigir que o Desenvolvedor forneça acesso físico ao hardware do Aplicativo mediante solicitação.  \nNo caso de Aplicativos que rodem em smartphones, tablets ou computadores desktop disponíveis abertamente, os Desenvolvedores podem disponibilizá-los através de um dos seguintes métodos: \nFazer upload de um arquivo “.apk” no formulário “Faça sua Inscrição” ou fornecer um link para baixar o Aplicativo no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\n\nVocê poderá enviar à Empresa Promotora um teste beta através do Crashalytics. Use o e-mail de teste (\n) e o UDID (identificador de dispositivo único) para fornecer a configuração e envie o link através o botão “Compartilhar Links”. Adicione o link de teste ao formulário “Faça sua Inscrição” no “iOS Build Link”.  Beta by Crashalytics é um serviço gratuito. Favor examinar \n.\n\nMencione o endereço do e-mail de teste para compartilhar uma configuração para teste. A conta de e-mail TestFlight para teste é: \n. Favor notar que se você adicionar a Empresa Promotora como “Testador Externo”, seu Aplicativo precisará passar pelo \n antes que você possa enviar sua configuração. Isso pode causar atraso e para que sua Inscrição possa ser aceita, você deve enviar sua configuração de teste antes do encerramento do Período de Inscrição no Desafio. Para saber mais sobre o TestFlight via iTunes Connect, favor examinar \n e \n.\nEnvie um link de teste para: \n, e adicione o link de teste ao formulário “Faça sua Inscrição” no “iOS Build Link”. Favor notar que existe uma taxa para usar o\n.\nFazer upload de um arquivo “.xap” no formulário “Faça sua Inscrição” ou fornecer um link para baixar seu Aplicativo no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\nFazer upload dos arquivos de instalação adequados (.exe) no formulário “Faça sua Inscrição” ou fornecer um link para baixar seu arquivo “.exe” no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\nFazer upload dos arquivos de instalação adequados no formulário “Faça sua Inscrição” ou fornecer um link para baixar seu arquivo de instalação no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\nFazer upload dos arquivos de instalação adequados no formulário “Faça sua Inscrição” ou fornecer um link para baixar seu arquivo de instalação no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\nFornecer um link para acessar seu Aplicativo no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\nFazer upload dos arquivos de instalação adequados no formulário “Faça sua Inscrição” ou fornecer um link para baixar seu arquivo de instalação no campo “Instruções de Teste” do formulário “Faça sua Inscrição”.\nFornecer instruções detalhadas nas “Instruções de Teste” sobre como utilizar o Aplicativo em um telefone celular ou smartphone.\n(viii) \nO Desenvolvedor poderá disponibilizar o Aplicativo ao público através de um site ou loja online, mas não estará obrigado a fazê-lo. Todavia, o Desenvolvedor não adquire qualquer direito de usar as marcas Ford ou outros itens de propriedade intelectual da Ford em qualquer Aplicativo distribuído, salvo através de contrato escrito separado celebrado com a Ford.\n(ix) \n Um Desenvolvedor poderá apresentar uma ou mais Inscrições, todavia, cada Inscrição deverá ser única e substancialmente diferente de qualquer das outras Inscrições desse mesmo Desenvolvedor, conforme determinado pela Empresa Promotora.\n(x) \nAplicativos podem integrar SDKs, APIs e dados, desde que o Desenvolvedor esteja autorizado a utilizá-los.\n(xi) \n:\nSua Inscrição deverá: (a) ser produto original do seu trabalho (ou do trabalho da sua equipe ou Organização); (b) ser unicamente de propriedade sua, de sua equipe ou de sua Organização sem que nenhuma outra pessoa ou entidade detenha qualquer direito ou participação sobre tal trabalho; e (c) não violar direitos de propriedade intelectual ou outros direitos incluindo, sem limitação, direitos autorais, marcas, patentes, contratos e/ou direitos de privacidade, de qualquer outra pessoa ou entidade; Ao se inscrever no Desafio, você declara, assegura e se garante que a sua Inscrição cumpre esses requisitos.\n(xii) \n Um Aplicativo não poderá ter sido desenvolvido, ou derivar de um Aplicativo desenvolvido, com suporte financeiro ou preferencial da Empresa Promotora ou das Empresas de Propaganda. Aplicativos dessa natureza incluem, mas não se limitam, aos que receberam financiamento ou investimento para o seu desenvolvimento, foram desenvolvidos sob contrato, ou receberam licença comercial, da Empresa Promotora ou das Empresas de Propaganda a qualquer tempo antes do encerramento do Período de Inscrição no Desafio. A Empresa Promotora, a seu critério exclusivo, pode desclassificar um Aplicativo caso a premiação do mesmo possa vir a causar um conflito de interesse real ou aparente.\n \n\nO texto descritivo deve descrever como o Aplicativo foca na combinação do uso de carros e transporte público na Cidade de São Paulo.\nA(s) imagem(ns) deve(m) ser fotografias ou reprodução de tela (\n) do seu Aplicativo. As imagens devem estar nos seguintes formatos: .jpg, .gif, ou .png.\nA parte da Inscrição em vídeo: \na. deve ter menos de 5 (cinco) minutos;\nb. deve incluir filmagens que expliquem claramente as características e funcionalidades do Aplicativo através de uma demonstração ampla.\nc. deve ser carregada no YouTube, Vimeo ou Youku, e um link para o vídeo deve ser fornecido no formulário de inscrição no Site do Desafio; e\nd. não deverá incluir marcas de terceiros, ou músicas ou outros materiais protegidos por direito autoral, a menos que o Desenvolvedor tenha permissão escrita e regular para usar tais materiais.\n \nQuaisquer direitos de propriedade intelectual aplicáveis a uma Inscrição permanecerão com o Desenvolvedor.\nOs seguintes componentes da Inscrição poderão ser exibidos ao público: nome, descrição, imagens, URL do vídeo, URL do site, membros da equipe, a categoria e a plataforma da Inscrição e o tipo de inscrito. Outros materiais da Inscrição somente poderão ser visualizados pela Empresa Promotora e pelos Julgadores para triagem e avaliação.\nOs Desenvolvedores declaram e asseguram que os parceiros da Empresa Promotora e os Julgadores estão livres para utilizar a Inscrição dos Desenvolvedores na forma descrita acima, conforme fornecida ou modificada pelo Administrador, sem obter permissão ou licença de qualquer terceiro e sem remuneração aos Desenvolvedores.\n \nInscrições Classificadas serão avaliadas por um painel de julgadores selecionados pela Empresa Promotora (os “Julgadores”). Julgadores poderão ser empregados da Empresa Promotora ou externos, podendo estar individualmente listados no Site do Desafio ou não, e poderão ser mudados antes ou depois do Período de Julgamento. O julgamento poderá ocorrer em uma ou mais rodadas com um ou mais painéis de Julgadores, a critério da Empresa Promotora.\nInscrições Classificadas serão avaliadas por um painel de julgadores selecionados pela Empresa Promotora (os “Julgadores”), e receberão pontos, de 1 a 5 (pontuação máxima) de acordo com os seguintes critérios (os “Critérios de Julgamento”), todos de igual peso:\n(i) \n(Inclui criatividade e originalidade da ideia).\n(ii) \n:\n(Avalia a qualidade da forma na qual a ideia foi posta em prática por quem a desenvolveu).\n(ii) \n(Inclui o quanto o Aplicativo de fato melhora o trânsito em São Paulo combinando o uso de carros e transporte público na cidade).\nOs 3 (três) Aplicativos cujas Inscrições conquistarem a maior pontuação geral com base nos Critérios de Julgamento serão os potenciais vencedores do Grande, Segundo e Terceiro Prêmios mencionados na Cláusula 8.\nOs Critérios de Julgamento acima podem não ser aplicáveis a todos os Prêmios. Vide na Cláusula 8 abaixo os Critérios de Julgamento que se aplicam a cada Prêmio. O(s) Desenvolvedor(es) qualificado(s) para um Prêmio cujas Inscrições conquistarem a maior pontuação geral com base nos Critérios de Julgamento serão os potenciais vencedores daquele Prêmio.\nOS JULGADORES NÃO ESTÃO OBRIGADOS A TESTAR O APLICATIVO E PODERÃO OPTAR POR JULGAR COM BASE UNICAMENTE NO TEXTO DESCRITIVO, NAS IMAGENS E NO VÍDEO FORNECIDOS COM A INSCRIÇÃO. \nA Empresa Promotora poderá, exclusivamente a seu critério, dividir o processo de julgamento em fases. A Empresa Promotora poderá nomear um painel interno de julgadores para avaliar quaisquer Inscrições classificadas e determinar um número menor de Inscrições finalistas. As Inscrições finalistas poderão então ser submetidas a um painel diferente de julgadores de finalistas (os “Julgadores”) que avaliarão somente as Inscrições finalistas para determinar os potenciais vencedores dos Prêmios mencionados na Cláusula 8 abaixo. O painel interno de julgadores e os Julgadores de finalistas serão nomeados a critério exclusivo da Empresa Promotora e utilizarão os Critérios de Julgamento estabelecidos nestas Regras Oficiais para avaliar as Inscrições. Somente os Julgadores dos finalistas serão identificados no Site do Desafio.\nPara cada Prêmio mencionado na Cláusula 8 abaixo, se uma ou mais Inscrições empatarem, a Inscrição empatada que tiver obtido a mais alta pontuação no primeiro critério listado acima será considerada a Inscrição mais pontuada. Caso o empate subsista, este processo será repetido, tanto quanto necessário, através da comparação da pontuação das Inscrições empatadas em cada critério subsequente. Caso uma ou mais Inscrições empatem em todos os critérios aplicáveis, o painel de Julgadores votará nas Inscrições empatadas.\n \nO Prêmio de Escolha Popular, descrito a seguir na Cláusula 8, será concedido pelo voto do público. A votação do público acontecerá durante o Período de Votação do Público especificado na Cláusula 2 acima (17 de setembro de 2015 (9:00 horas, BRT, horário brasileiro) até 28 de setembro de 2015 (17:00 horas BRT, horário brasileiro)). Qualquer indivíduo com uma conta ChallengePost poderá votar em quantas Inscrições desejar, mas apenas uma única vez em cada Inscrição. A votação se dará online, por meio da galeria do Desafio, acessível por meio do endereço \n. Para a criação de uma conta ChallengePost, verificar o procedimento informado no item 4 (a) acima\nA Empresa Promotora tem o direito de estender o Período de Votação do Público em decorrência de qualquer falha técnica, fraude ou qualquer outro motivo, evento ou fato que a Empresa Promotora não tinha como prever ou antecipar, ou que não estivesse sob seu controle direto, desde que qualquer modificação, cancelamento e/ou suspensão dessa natureza seja devidamente aprovada pela CEPCO na forma da legislação brasileira aplicável e informada publicamente.\nO vencedor do Prêmio de Escolha Popular será a Inscrição classificada com o maior número de votos verificados recebidos na página de Inscrições no site ChallengePost.com durante o Período de Votação do Público. A contagem de votos verificados será determinada pela Empresa Promotora. Caso haja empate entre duas ou mais Inscrições, a vencedora será a Inscrição com a maior pontuação dada pelos Julgadores com base nos Critérios de Julgamento e, se for o caso, no Procedimento de Desempate descrito acima na Cláusula 6.\nA votação do público está aberta a qualquer pessoa que tenha uma conta ChallengePost (conforme definido no item 4 (a) acima) verificada. Cada pessoa terá direito a um voto por Inscrição e somente poderá votar utilizando uma conta. Os Desenvolvedores não poderão direta ou indiretamente oferecer ou pagar qualquer gratificação em dinheiro ou outra forma de remuneração em troca de um voto.\nVocê não poderá utilizar qualquer processo ou método de votação manual ou automatizado, ou múltiplos endereços de e-mail, para burlar o limite de um voto por pessoa por Inscrição. Ao fazê-lo, você sujeitará todos os seus votos à desqualificação. A Empresa Promotora também poderá desqualificar um Desenvolvedor, se este último receber votos múltiplos ou irregulares do mesmo usuário ou usuários, se receber votos de uma forma que indique votos manuais, automatizados ou outra forma de manipulação, ou tentar gratificar votantes.\nCaso o processo de votação deixe de operar adequadamente ou pareça ter sido adulterado ou estar corrompido com erros, fraudes ou práticas desleais, a Empresa Promotora terá o direito de apontar o vencedor do Prêmio de Escolha Popular utilizando os votos insuspeitos, ou através de qualquer outro método que considerar apropriado. Caso nenhum meio alternativo para determinação do vencedor do Prêmio de Escolha Popular esteja disponível ou seja selecionado, a Empresa Promotora poderá encerrar o Prêmio de Escolha Popular sem apontar o vencedor.\nA Empresa Promotora não é responsável por, e não estará obrigado a computar qualquer voto que, no seu entender, esteja incompleto, atrasado, mal orientado, danificado, seja ilegal ou ilícito. Isso inclui votos obtidos em violação às regras de votação acima, bem como os votos perdidos por razões técnicas, ou de resto em violação dessas Regras Oficiais.\n \n\nAs barras de ouro incluídas nos Prêmios indicados acima serão compradas com base no valor de mercado do ouro em reais em 25 de setembro de 2015. O valor dos Prêmios indicados acima em reais e em outras moedas está sujeito à mudança com base no valor de mercado do ouro. \n \nA ENTREGA DE UM PRÊMIO A UM POTENCIAL VENCEDOR ESTÁ SUJEITA À VERIFICAÇÃO DA IDENTIDADE, QUALIFICAÇÕES E AO PAPEL DO POTENCIAL VENCEDOR NA CRIAÇÃO DA INSCRIÇÃO. A decisão final de apontar o vencedor será tomada pela Empresa Promotora.\nPotenciais vencedores serão avisados através da utilização do endereço de e-mail associado à conta ChallengePost usada para apresentar a Inscrição (sendo o inscrito o “Representante” no caso de uma equipe, Organização ou Grande Organização). Para receber um Prêmio, o potencial vencedor (incluindo todos os membros da equipe participantes no caso de uma equipe ou Organização) deverá assinar e devolver à Empresa Promotora uma declaração formal de elegibilidade (ou documento similar de verificação) e de exoneração de responsabilidade/publicidade (“Formulários Necessários”). O potencial vencedor será considerado elegível se (i) estiver em posição de legitimidade para e declarar sua eligibilidade por meio dos “Formulários Necessários”; (ii) preencher os requisitos de qualificação previstos no item 3 A acima; (iii) uma vez testado o Aplicativo, este funcione na forma apresentada no vídeo demonstrativo; e (iv) não se enquadrar dentre as hipóteses de desclassificação previstas no item 9 D abaixo.\n10 (dez) dias úteis após os Formulários Necessários serem enviados.\nA Empresa Promotora poderá considerar um potencial vencedor (ou membros de uma equipe participante) inelegível como vencedor se: \n(i) o Representante do potencial vencedor ou qualquer membro participante não responder a múltiplos e-mails ou deixar de assinar e devolver os Formulários Necessários no prazo estabelecido acima, ou responder e recusar o Prêmio;  \n(ii) o Prêmio ou a notificação do Prêmio for devolvida como não entregável; ou \n(iii) a Inscrição ou o potencial vencedor, ou qualquer membro de uma equipe, Organização ou Grande Organização potencialmente vencedora for desclassificado(a) por qualquer outro motivo. \nEm caso de desclassificação, a Empresa Promotora poderá conceder o Prêmio pertinente a outro potencial vencedor.\n \nA Empresa Promotora não concederá um Prêmio se não forem feitas Inscrições elegíveis no Desafio, ou se não houver Desenvolvedores ou Inscrições elegíveis para um Prêmio específico.\nCada um dos prêmios previstos no item 8 acima serão entregues diretamente no domicilio do Desenvolvedor vencedor (se for um indivíduo) ou no domicilio do Representante (se for uma equipe ou Organização), sem qualquer ônus, após o recebimento dos Formulários Necessários. Será de responsabilidade do Representante do Desenvolvedor vencedor alocar o Prêmio entre os membros participantes de sua equipe ou Organização, na forma que o Representante julgar adequada. Quando do recebimento do prêmio o Desenvolvedor vencedor (se for um indivíduo) ou o Representante (se for uma equipe ou Organização) compromete-se a assinar um Recibo, dando a mais ampla, geral, irrestrita e irrevogável quitação à Empresa Promotora quanto ao recebimento do respectivo prêmio, para nada mais reclamar neste sentido.\nDentro de 30 dias após o anúncio dos vencedores. A ordem de entrega dos prêmios será de acordo com a ordem de recebimento dos Formulários Necessários. Na hipótese dos Formulários necessários serem recebidos pela Empresa Promotora na mesma data, a ordem de entrega dos prêmios respeitará a máxima pontuação atribuída a cada Inscrição, de modo que o prêmio referente ao vencedor com maior pontuação será entregue primeiro.\n \nAo se inscrever no Desafio, você (e, se você estiver entrando em nome de uma equipe ou Organização, cada membro participante) concorda com o que se segue:\n(i) O relacionamento entre você, o Desenvolvedor e a Empresa Promotora não é um relacionamento confidencial, fiduciário ou outro relacionamento especial.\n(ii) Você estará vinculado a, e cumprirá estas Regras Oficiais e as decisões da Empresa Promotora /ou dos Julgadores do Desafio que forem vinculantes e definitivas em todos os assuntos relacionados ao desafio.\nB. A Empresa Promotora, as Empresas de Propaganda e suas respectivas matrizes, subsidiárias e coligadas, os fornecedores do Prêmio e outras organizações responsáveis por patrocinar, executar, administrar, anunciar ou promover o Desafio, e todos os seus respectivos diretores, conselheiros, empregados, agentes e representantes passados e presentes (“Partes Exoneradas”) não terão qualquer responsabilidade em relação a: \n(i) qualquer informação incorreta ou imprecisa, seja causada por erro eletrônico ou de impressão da Empresa Promotora, ou por qualquer equipamento ou programa associado ao, ou utilizado no, Desafio;\n(ii) falhas técnicas de qualquer natureza incluindo, sem limitação, mau funcionamento, interrupções ou desconexão de linhas telefônicas, na conectividade da Internet ou erros em transmissões eletrônicas, falhas de rede, hardware ou software no Site do Desafio;\n(iii) intervenção humana não autorizada em qualquer parte do processo de entrada ou no Desafio\n(iv) erro técnico ou humano que possa ocorrer na administração do Desafio ou no processamento das Inscrições; ou\n(v) qualquer lesão ou danos a pessoas ou propriedades que possam ser causados, direta ou indiretamente, no todo ou em parte, pela participação do Desenvolvedor no Desafio ou pelo recebimento, uso ou mau uso do Prêmio.\nAs Partes Exoneradas não se responsabilizam por Inscrições incompletas, atrasadas, mal orientadas, danificadas, perdidas, ilegíveis ou incompreensíveis ou por mudanças em endereços de correspondência ou de e-mail dos Desenvolvedores. Comprovação de envio ou de submissão não será considerada comprovação de recebimento pela Empresa Promotora.\nSe por qualquer motivo a Inscrição de um Desenvolvedor for determinada como não tendo sido recebida ou equivocadamente excluída, extraviada ou de outra forma destruída ou corrompida, a única medida remediadora disponível ao Desenvolvedor será requerer a oportunidade de refazer sua Inscrição. Tal requerimento deverá ser feito imediatamente após o momento em que o Desenvolvedor souber, ou deveria saber, que houve um problema, e será decidido a critério exclusivo da Empresa Promotora.\n \nAo participar do Desafio, você consente ao uso de informações pessoais sobre você, se for vencedor, pela Empresa Promotora e por terceiros que atuem por conta deste. Tais informações pessoais incluem, mas não se limitam a, seu nome, imagem, fotografia, voz, opiniões, comentários, cidade natal e país de residência. Tais informações podem ser utilizadas desde que tal uso esteja sempre relacionado ou ligado ao Desafio em qualquer meio já existente ou recém criado, em todo o mundo, sem pagamento ou remuneração adicional, ou direito de análise, salvo se proibido por lei. O uso autorizado inclui fins publicitários e promocionais.\nA duração do seu consentimento é para um período de um ano após a conclusão do Desafio. Este consentimento se aplica, conforme for o caso, a todos os membros da equipe ou Organização do Desenvolvedor que participem da Inscrição vencedora.\n \nA Empresa Promotora se reserva o direito de cancelar, suspender e/ou modificar o Desafio, ou qualquer parte do mesmo, na hipótese de falha técnica, fraude ou qualquer outro motivo, fator ou evento que, não tenha sido capaz de prever ou antecipar, ou que não esteja sob seu controle direto, desde que qualquer modificação, cancelamento e/ou suspensão dessa natureza seja devidamente aprovado pela CEPCO na forma da legislação brasileira aplicável e publicamente informada.\nB. A Empresa Promotora se reserva o direito de, a seu critério exclusivo, desclassificar qualquer indivíduo ou Desenvolvedor que lhe pareça estar, efetiva ou aparentemente, adulterando o processo de inscrição ou a operação do Desafio, ou agindo em violação a essas Regras Oficiais, ou de forma inapropriada, não esportiva, contra o melhor interesse deste Desafio ou em violação a qualquer legislação ou regulamento aplicável.  \nC. Qualquer tentativa por parte de qualquer pessoa de prejudicar a condução adequada do Desafio poderá constituir violação da legislação penal e cível.  Caso a Empresa Promotora suspeite que uma tentativa dessa natureza foi feita ou ameaçada, ele se reserva o direito de tomar medidas apropriadas incluindo, sem limitação, exigir que o Desenvolvedor coopere com a investigação e entregar o caso às autoridades civis e criminais.\nD. Se houver qualquer discrepância ou incompatibilidade entre os termos e condições destas Regras Oficiais e as divulgações e outras afirmações contidas nos materiais do Desafio, incluindo, sem limitação, no formulário de Inscrição no Desafio, no Site do Desafio e em materiais publicitários (incluindo, sem limitação, anúncios veiculados em TV, mídia impressa, rádio ou online), os termos e condições destas Regras Oficiais prevalecerão. \nE. Os termos e condições destas Regras Oficiais estão sujeitos a alterações a qualquer momento, incluindo os direitos e as obrigações do Desenvolvedor e da Empresa Promotora, em caso de qualquer falha técnica, fraude ou qualquer outro motivo, evento ou fato que a Empresa Promotora não tinha como prever ou antecipar, ou que não estivesse sob seu controle direto, desde que qualquer modificação, cancelamento e/ou suspensão dessa natureza seja devidamente aprovado pela CEPCO na forma da legislação brasileira aplicável e informado publicamente. A Empresa Promotora postará os termos e condições das Regras Oficiais alteradas no Site do Desafio.  Na máxima extensão permitida em lei, qualquer alteração entrará em vigor na ocasião especificada na postagem das Regras Oficiais alteradas ou, se não for especificada a ocasião, no momento da postagem, o que somente ocorrerá após a devida aprovação da CEPCO, na forma da legislação aplicável, quanto a tais alterações.  \nF. Se a qualquer momento antes do final do prazo, um Desenvolvedor ou possível Desenvolvedor acreditar que qualquer Regra Oficial seja ou possa ser pouco clara ou ambígua, este deverá apresentar uma solicitação de esclarecimento por escrito.   \n \nAo inscrever-se, todos os Desenvolvedores (incluindo, no caso de uma equipe ou Organização, todos os membros participantes) concordam em se vincular às Regras Oficiais e neste ato exoneram as Partes Exoneradas de toda e qualquer responsabilidade em relação aos Prêmios ou à participação do Desenvolvedor no Desafio. Sendo certo, todavia, que nenhuma limitação de responsabilidade envolvendo culpa grave ou atos dolosos, ou eventos de morte ou lesão corporal será aplicável em jurisdições nas quais tal limitação não seja legalmente aceitável. \n \nDesenvolvedores concordam que, na máxima extensão permitida em lei:  \n(i) todos e quaisquer litígios, demandas e causas de pedir decorrentes deste ou relacionadas a este Desafio, ou a quaisquer Prêmios concedidos, salvo os que se refiram à administração do Desafio ou à determinação dos vencedores, serão resolvidos individualmente, sem que se recorra a qualquer espécie de ação coletiva;\n \n(ii) todos e quaisquer litígios, demandas e causas de pedir decorrentes deste ou relacionadas a este Desafio, ou a quaisquer Prêmios concedidos, serão resolvidos exclusivamente pelo Foro Central da cidade de São Paulo, e os Desenvolvedores consentem à competência exclusiva desses tribunais; e\nB. Todas as questões e discussões acerca da construção, validade, interpretação e executoriedade destas Regras Oficiais ou dos direitos e obrigações dos Desenvolvedores e da Empresa Promotora em relação ao Desafio serão regidas pelas leis brasileiras e interpretadas de acordo com as mesmas.  \n \nA participação no Desafio constitui anuência plena e incondicional do Desenvolvedor a estas Regras Oficiais. Ao inscrever-se, o Desenvolvedor concorda que todas as decisões relacionadas ao Desafio tomadas consoante estas Regras Oficiais são definitivas e vinculantes, e que todas essas decisões são tomadas pela Empresa Promotora, sob autorização da CEPCO, quando necessário, nos termos da legislação aplicável.\n \n\nInformações pessoais coletadas de Desenvolvedores individuais estão sujeitas à política de privacidade do Site do Desafio, encontrada em \n e à Política de Privacidade do Desafio do Aplicativo Ford, encontrada em \n. Ao se inscrever e participar do desafio, os Desenvolvedores expressamente concordam com os termos das políticas de privacidade.\n\nAviso Ford: Processamento de dados incluindo dados pessoais\nFord Motor Company Brasil Ltda. está localizada no Brasil.  Em conformidade com sua Política de Privacidade encontrada em \n, Ford pode utilizar fornecedores ou parceiros em todo o mundo, inclusive nos Estados Unidos, para coletar, processar, armazenar, divulgar e/ou transferir Informações de Identificação Pessoal (doravante, “IIP”) para fins de administração do Desafio.  Ao fornecer IIP (e outras informações) em relação ao Desafio, você compreende e voluntariamente consente à coleta, uso e processamento das IIP (e de outras informações) nos Estados Unidos e em outros países do mundo, pela Ford e/ou por qualquer dos fornecedores selecionados pela Ford, e consente à transferência de tais informações além-fronteiras de países, ou você obteve consentimento dos membros da equipe para a coleta, uso e processamento de suas IIP (e de outras informações) nos Estados Unidos e em outros países do mundo e consente à transferência de tais informações além-fronteiras de países. Na medida em que a coleta, o uso, o processamento e a transferência além-fronteiras de países das IIP (e de outras informações) forem realizados pela Ford e/ou por usas coligadas, tais atos serão praticados em conformidade com sua Política de Privacidade.<0} Sempre que a coleta, o uso, o processamento e a transferência além-fronteiras de países das IIP (e de outras informações) forem realizados pelo gestor do Site do Desafio, tais atos serão praticados em conformidade com a política de privacidade do próprio Site do Desafio, encontrada em http://ChallengePost.com/privacy. \n \nCaso você tenha qualquer pergunta ou comentário, ou deseje nos enviar alguma comunicação acerca deste Desafio, favor enviar um e-mail para \n. \nSe mesmo após contatar a Empresa Promotora através do e-mail acima ainda houver alguma dúvida, esta poderá ser direcionada à Caixa Econômica Federal ou, dependendo do caso, a CEPCO e, reclamações devidamente fundamentadas podem ser direcionadas ao PROCON local.", "hackathon-prizes": [{"prize-content": "R$30.000,00 em barras de ouro", "prize-title": "Grande Prêmio"}, {"prize-content": "R$20.000,00 em barras de ouro", "prize-title": "Segundo Prêmio"}, {"prize-content": "R$7.000,00 em barras de ouro", "prize-title": "Terceiro Prêmio"}, {"prize-content": "R$2.000,00 em barras de ouro", "prize-title": "Prêmio de Escolha Popular"}], "hackathon-location-google-maps": "", "hackathon-url": "https://saopaulo-national.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Inclui criatividade e originalidade da ideia."}, {"judging-criterion": "Avalia a qualidade da forma na qual a ideia foi posta em prática por quem a desenvolveu."}, {"judging-criterion": "Inclui o quanto a solução de fato melhora o trânsito na cidade de São Paulo combinando o uso de carros e transporte público na cidade."}], "hackathon-location-address": "", "hackathon-description-header": "Criar aplicativos que combinem o uso de carros com o transporte público para ajudar a facilitar o trânsito na Cidade de São Paulo.", "hackathon-prizes-total": "R$59,000", "hackathon-location-description": "", "hackathon-end-date": "2015-09-07", "has-projects": "True"}