{"hackathon-description-text": "\nIn North America, women are underrepresented in technology. In fact, in an average tech company only 30 per cent of workforces are female. In low-income countries, especially in rural areas, women are underrepresented across an even broader spectrum of education, rights and overall equal opportunities during the course of their lives.", "hackathon-number-of-prizes": "6", "hackathon-id": "breakinequality", "hackathon-judges": [{"judge-role": "Google.org", "judge-name": "Micah Berman"}, {"judge-role": "500 Startups", "judge-name": "Neha Khera"}, {"judge-role": "University of Waterloo, School of Computer Science", "judge-name": "S. Keshav"}, {"judge-role": "Twilio.org", "judge-name": "Viola Olayinka"}, {"judge-role": "Google Waterloo", "judge-name": "Komal Singh"}, {"judge-role": "Plan International Canada", "judge-name": "Dhaarna Tangri"}, {"judge-role": "Plan International Canada", "judge-name": "Julia Myer"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\n\nThis Hackathon is open to all Canadian Citizens who are at least eighteen (16) years of age. To join, participants must register on or before November 21, 2016. Each participant must enter the required information on the registration form. Late submissions and submissions containing incomplete, false, erroneous, fraudulent, transferred, forged or tampered registration forms will not be considered.   \nEligibility for the Hackathon shall be exclusively determined by DWB in its sole discretion.\n\n", "hackathon-number-of-participants": "93", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\n\n\nNo,  and we do not allow participants to work on pre-existing projects. You can however familiarize yourself with all the tools and technologies you intend to use beforehand as well as conduct some contextual research! Case studies and fact sheets will be made available to confirmed attendees closer to the event.\n\nYou will be hacking to create solutions for social impact projects in low-income countries using technology, with equal-parts innovatiion and creative thinking.  Participants will be given a set of case-studies that will help guide their solutions. These case studies have been created by our charity partner, Plan International Canada and focus around on-the-ground needs in Bangladesh. Given that solutions need to have an accessible component to those in rural and impoverished areas, we encourage all solutions and applications to integrate some form of SMS text message component. After all, even with the poorest 20% of people in the world, 55% of their households have a SMS powered phone!\n \n", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\n \nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. By registering, participating in and submitting an entry to this hackathon you agree fully to the following terms and conditions.\n \n(“DWB”, “we”, “us” and terms of similar meaning) is holding the <Br/eak>Inequality Hackathon for software developers (“hackers” or “participant”) in Kitchener-Waterloo who will be required to develop a scalable software solution in either maternal health or education, based on the given case studies for Bangladesh on behalf of the Charity Partner, Plan International Canada in twenty-four (24) hours (the “Hackathon”).\nThe Hackathon will take place on from 8:00am EST on November 26 until 4:30pm EST on November 27 between the locations of Google at 51 Breithaupt Street, Kitchener, Ontario, Canada and Communitech at 151 Charles Street West, Kitchener, Ontario, Canada. Such locations shall be referred here in as the “Locations”.\n \n\nThis Hackathon is open to all Canadian Citizens who are at least eighteen (16) years of age. To join, participants must register on or before November 20, 2016. Each participant must enter the required information on the registration form. Late submissions and submissions containing incomplete, false, erroneous, fraudulent, transferred, forged or tampered registration forms will not be considered.   \nEligibility for the Hackathon shall be exclusively determined by DWB in its sole discretion.\nBy registering in the competition, participants shall be deemed to accept these Terms and Conditions (“Terms”). DWB may, at any time, in its sole discretion, disqualify any hacker who fails to comply with the Terms.\n \n\nParticipants are expected to bring the necessary tools, devices, software and other relevant materials for the development of their Hackathon software or hardware entry (“Entry” or “Entries”).\nInternet connectivity will be available at both Locations, accessible via Wi-Fi in order to perform research and download any additional necessary software components needed for their Entry.\nAll online activity using the provided internet connection unrelated to the development of the entry or any unlawful online activity is strictly prohibited and may result in disqualification.\nOff-site development is strictly prohibited. All development must be performed onsite during the allotted time and only by the participant. [All codes should be deposited in GitHub (Server/Repository) at the end of the first day, and must be withdrawn from there before coding on the next day.]\n \n\nBy submitting an Entry at the Hackathon, each participant represents and warrants the following:\n \n\nAll participants will retain all right, title and interest, including all copyright and intellectual property rights, in and to, each of their Entries.\nHowever, as described below, as a requirement to the selection of the winning participant (“Winner”), the Winner will be required to enter into a license agreement whereby the Winner will license the Entry to Devs Without Borders and the Charity Partner, Plan International Canada for further development, at the request of the Charity Partner.  \n \n\nThe Hackathon is a contest of skill and chance does not play a part in determining the Winner. The odds of winning depend on the number of entries. A panel of judges will be present during the Hackathon during closing ceremonies on November 27, 2016i. DWB will select the judges in its absolute discretion. The determination of the judges shall be considered final.\nUpon submission of the Entries, the judges will evaluate each Entry to determine the selected Entry (“Selected Entry”) and will factor in the following qualities of each Entry:\nParticipants may be disqualified for any lawful reason in the sole discretion of DWB. Reasons for disqualification may include, but are not limited to, fraud, any other form of dishonesty, misappropriation of the intellectual property of others and/or failure to comply with these Terms.\n \n\nThe grand prize (“Prize”) of the Hackathon shall be:\nthe implementation of the Entry in Bangladesh by Plan International Canada in support of Because I Am A Girl and;\nThe approximate value of the Prize is $3,000 CAD.\nNo cash or other substitution of prizes is permitted, except at the sole option of DWB for a prize of equal or greater value. Winners are solely responsible for any federal, state, provincial and local taxes, if any, that apply to the Prize.\nThe Winner will be announced during closing ceremonies by the judging panel on Sunday November 27, 2016 or the day in which the participant with the Selected Entry executes the License Agreement and Release.\n \n\nThe Prize will only be provided to the Winner upon execution of the License Agreement and Release.\nDWB may request the Winner provide proof of identity for verification purposes.\n \n\nThe participants agree to release, indemnify, defend and hold DWB and its parents, affiliates, subsidiaries, directors, officers, employees, sponsors and agents, including advertising and promotion agencies, and assigns, and any other organizations related to the Hackathon, harmless, form any and all claims, injuries, damages, expenses or losses to person or property and/or liabilities of any nature that in any way arise from participation in the Hackathon or acceptance or use of a prize including without limitation (i) any claim that its Entry infringes third party intellectual property or proprietary rights; (ii) any injuries, losses or damages (compensatory, direct, incidental, consequential or otherwise) of any kind arising in connection with or as a result of the prize, or acceptance, possession, or use of the prize, or from participation in the Hackathon; (iii) any printing or typographical errors in any materials associated with the Hackathon or technical errors that may impair the participant’s ablity to participate in the Hackathon; or (iv) errors in the administration of the Hackathon.\n \n\nIN NO EVENT WILL DWB BE LIABLE TO YOU FOR ANY DIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF USE, DATA, BUSINESS OR PROFITS) ARISING OUT OF OR IN CONNECTION WITH YOUR PARTICIPATION IN THE HACKATHON, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT SPONSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE. Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.\n \n\nExcept where prohibited, by participating in the Hackathon, the participant consents to the use of his/her name, photo and/or likeness, biographical information, Entry and statements attributed to the participant (if true) for advertising and promotional purposes, including without limitation, inclusion in DWB or event sponsor’s (“Sponsors”) newsletters, websites, social media pages or other marketing materials without additional compensation.\n \n\nDWB reserves the right to cancel, terminate, modify or suspend the Hackathon and will not be liable to any person for the cancellation, termination, modification or suspension in the event of a Force Majeure, including, but not limited to war, rebellion, state of emergency, natural disaster, weather disturbances, strikes, calamities, or other circumstances which are beyond its control.\n \n\nEach participant acknowledges and agrees that Sponsors or other participants or third parties may have developed or commissioned works which are similar to the Entry of a participant, or may develop something similar in the future, and each participant waives any claims that participant may have resulting from any similarities to the Entry of a participant.\nThese Terms are governed and construed in accordance with the law of the Province of Ontario, Canada and the federal laws of Canada applicable in Ontario.\nAll disputes, claims and causes of action arising out of or connected with the Hackathon, prizes or these Terms will be resolved individually, without resort to any form of class action, and exclusively by the appropriate court of the Province of Ontario, Canada.\n \n\nFor more information, please contact us at contact@devsbeyondborders.org.\n ", "hackathon-prizes": [{"prize-content": "IMPLEMENTATION IN BANGLADESH by Plan International Canada in support of Because I Am A Girl + $1,000 CASH PRIZE from Google + ONE SPOT in the Fierce Founders Bootcamp presented by COMMUNITECH.", "prize-title": "GRAND PRIZE"}, {"prize-content": "Awarded to the team with the most creative use of Twilio's API.", "prize-title": "Twilio API Challenge"}, {"prize-content": "Awarded to the team with a most impact solution that has the capacity to create change beyond the scope of the hackathon. PRESENTED BY WEALTHSIMPLE.", "prize-title": "Impact Prize"}, {"prize-content": "Awarded to the team with the best, most thoughtful user experience.", "prize-title": "Best User Experience"}, {"prize-content": "Awarded to the team with the most innovative solution to the given problem. PRESENTED BY THALMIC LABS.", "prize-title": "Most Innovative"}, {"prize-content": "Awarded to the team who presents the best pitch in explaining the value proposition of their solution. PRESENTED BY WATTPAD.", "prize-title": "Best Pitch"}], "hackathon-location-google-maps": "https://maps.google.com/?q=51 Breithaupt St, Kitchener, ON N2H 5G5, Canada", "hackathon-url": "https://breakinequality.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "(1) Relevance - a solution that solves a real problem/need (as defined); (2) Mindful of appropriate social context; (3) Use of information, criteria and outside research"}, {"judging-criterion": "(1) Practicality; (2) Readiness; (3) Simplicity"}, {"judging-criterion": "(1) Originality; (2) Creativity; (3) Potential for Social Impact"}, {"judging-criterion": "(1) Functionality; (2) Quality; (3) Level of completion + Viability"}, {"judging-criterion": "(1) Clear & Defined Value Proposition; (2) Time: On or Under 60 seconds; (3) Energy & Enthusiasm"}, {"judging-criterion": "(1) Simplicity; (2) User Interface Design; (3) User Experience + Usability"}], "hackathon-location-address": "51 Breithaupt St, Kitchener, ON N2H 5G5, Canada", "hackathon-description-header": "Build something with tangible social impact and help empower women through technology.", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "Google HQ Kitchener-Waterloo", "hackathon-end-date": "2016-11-27", "has-projects": "True"}