{"hackathon-description-text": "\nHackMIT is MIT’s largest hackathon. Over a 24-hour period from September 16 to 17, 1,000 hackers from around the world will gather on MIT’s campus to experiment and innovate on software and hardware projects. This is your weekend to dust off old ideas or try something completely new. Imagine the craziest projects possible, and work on the hack of your dreams!", "hackathon-number-of-prizes": "34", "hackathon-id": "hackmit2017", "hackathon-judges": [{"judge-role": "", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nTeams that were admitted through the HackMIT lottery system and follow the ", "hackathon-number-of-participants": "441", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nMake sure you submit the Google Form at go.hackmit.org/submit or your project will not be included in judging.", "hackathon-rules": "\nAll rules that are listed on our \n apply for the entire hackathon. If any rule is violated from this Code of Conduct, the HackMIT organizing team has the right to disqualify your team and project from the competition.", "hackathon-prizes": [{"prize-content": "Ticket and flight to a tech conference of your choice (up to $1000 per hacker).", "prize-title": "General Prize - First Place"}, {"prize-content": "HackMIT developer pack (choice of hardware/software up to $500 per hacker).", "prize-title": "General Prize - Runner Up"}, {"prize-content": "", "prize-title": "General Prize - Moonshot"}, {"prize-content": "DIY RepRap Prusa I3 3D Printer Kit.", "prize-title": "Category Prize - Made from Scratch"}, {"prize-content": "Prize: 3DR Solo Quadcopter", "prize-title": "Category Prize - Master of Both Worlds"}, {"prize-content": "Prize: Lockpicking Set + One Choice of: GeForce GTX 1070 OR Saleae Logic Analyzer", "prize-title": "Category Prize - Hack"}, {"prize-content": "$2000 in Visa Gift Cards for the winning team.", "prize-title": "Sponsor Prize - Amadeus - Best Use of Amadeus APIs"}, {"prize-content": "Special Edition BB-8 Droids", "prize-title": "Sponsor Prize - Disney - Best Use of Storytelling"}, {"prize-content": "Opportunity to attend large IBM Conference in 2018 and present their solution to conference attendees. Includes mentoring with IBM Subject Matter Experts and IBM Executives.", "prize-title": "Sponsor Prize - IBM - Most Innovative Use of IBM Technology"}, {"prize-content": "Microsoft Surface Laptop for each team member (up to 4).", "prize-title": "Sponsor Prize - Microsoft - Best Microsoft Hack"}, {"prize-content": "Prize: $200 Amex Gift Card for Team", "prize-title": "Sponsor Prize - Datto - Best Use of Encryption"}, {"prize-content": "All expense paid trip to Facebook HQ for up to 4 team members for hackathon finals.", "prize-title": "Sponsor Prize - Facebook - Best Use of Facebook API"}, {"prize-content": "We will give each of the first prize winners for our hackathon a Roomba 980. The Roomba 980 robot vacuum gives you cleaner floors, throughout your entire home, all at the push of a button. Roomba 980 seamlessly navigates an entire level of your home, keeping track of its location and recharging as needed until the job is done. The AeroForce™ Cleaning System with Carpet Boost automatically increases power on carpets where it's needed most. And with the iRobot HOME App, you can clean and schedule on the go.", "prize-title": "Sponsor Prize - iRobot Corporation - Best Roomba 980 Hack"}, {"prize-content": "GoPro HERO Session", "prize-title": "Sponsor Prize - Concur - Best Travel Hack"}, {"prize-content": "A one on one meeting with our CTO to discuss anything and everything. What's more, he's an MIT alumni.", "prize-title": "Sponsor Prize - GIPHY - Hack Most Likely to Change How We Communicate"}, {"prize-content": "Snapchat Spectacles.", "prize-title": "Sponsor Prize - Goldman Sachs - Best Data Visualization"}, {"prize-content": "Remote control paper planes.", "prize-title": "Sponsor Prize - Goldman Sachs - Second Best Data Visualization"}, {"prize-content": "Prize: Oculus Rift (or Cash Equivalent)", "prize-title": "Sponsor Prize - Hudson River Trading - Most Interesting Use of Data"}, {"prize-content": "Internship/full-time job interview; Trip to Nasdaq HQ (NYC) or Entrepreneurial Center (SF); Lunch with senior Nasdaq leader. Winning team will have their picture on Nasdaq's Times Square screen and will be shared on Nasdaq's social media platforms.", "prize-title": "Sponsor Prize - Nasdaq - Best Re-imagination of Market"}, {"prize-content": "$1000 in Amazon gift cards for the best security hack (shared among teammates).", "prize-title": "Sponsor Prize - Illumio - Best Security Hack"}, {"prize-content": "Philips Hue Lights for each team member.", "prize-title": "Sponsor Prize - Samsara - Best IoT Hack"}, {"prize-content": "The award comes with a year access to Wolfram|Alpha Pro and a year of Wolfram|One, and a $500 gift card for each member of the team. The prize is targeted to students to explore the Wolfram Technology Stack and see what awesome hacks they can create with it.", "prize-title": "Sponsor Prize - Wolfram Alpha - Best Use of Wolfram Technologies"}, {"prize-content": "Prize: Snap Spectacles", "prize-title": "Fun Prize - Dystopian Future Hack"}, {"prize-content": "", "prize-title": "Sponsor Prize - Baidu - Machine Learning Community Prize"}, {"prize-content": "", "prize-title": "Sponsor Prize - Firebase/Google - Best Use of Firebase"}, {"prize-content": "", "prize-title": "Sponsor Prize - Best FinTech Related Prize"}, {"prize-content": "", "prize-title": "Sponsor Prize - Firebase/Google - Best Use of Firebase Runner Up"}, {"prize-content": "", "prize-title": "Sponsor Prize - ConsenSys - Best Use of Ethereum"}, {"prize-content": "", "prize-title": "Sponsor Prize - Jumpstart - Best Hack with Startup Opportunity, Runner Up"}, {"prize-content": "", "prize-title": "Sponsor Prize - Baidu - AI for Developing Countries: Hack for Social Good"}, {"prize-content": "", "prize-title": "Sponsor Prize - Baidu - Best Paddle Hack: First Place"}, {"prize-content": "", "prize-title": "Sponsor Prize - Baidu - Best Paddle Hack: Second Place"}, {"prize-content": "", "prize-title": "Sponsor Prize - iRobot Corporation - Best Roomba 980 Hack Runner Up"}, {"prize-content": "", "prize-title": "Sponsor Prize - Samsara - Best Use of Location Data"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Stratton Student Center, 84 Massachusetts Ave, Cambridge, MA 02139, USA", "hackathon-url": "https://hackmit2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "Stratton Student Center, 84 Massachusetts Ave, Cambridge, MA 02139, USA", "hackathon-description-header": "Hack, build, and innovate at MIT's largest hackathon. Sept 16 - 17.", "hackathon-prizes-total": "$67,050", "hackathon-location-description": "Massachusetts Institute of Technology - Johnson Ice Rink", "hackathon-end-date": "2017-09-17", "has-projects": "True"}