{"hackathon-description-text": "\nHubHacks 2 is a data visualization challenge managed by the City of Boston. We're asking developers, designers, and data scientists to find new insights in urban data and show them in inviting, understandable, and thought-provoking ways. ", "hackathon-number-of-prizes": "4", "hackathon-id": "hubhacks2", "hackathon-judges": [{"judge-role": "Chief of Arts and Culture, City of Boston", "judge-name": "Julie Barros"}, {"judge-role": "Lecturer on Innovation and Design, Harvard School of Engineering and Applied Sciences (SEAS)", "judge-name": "Beth Altringer"}, {"judge-role": "Director of the City Science Initiative at the MIT Media Lab", "judge-name": "Dr. Ryan C.C. Chin"}, {"judge-role": "Founder and principal of Fathom Information Design", "judge-name": "Ben Fry"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nTo be eligible to receive an award, teams must (1) register through", "hackathon-number-of-participants": "228", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nSubmissions must be made by March 30, 2015 at 5 p.m. through the Challenge Post website  at", "hackathon-rules": "\nHubHacks is a hackathon, sponsored by the City of Boston.  Participating teams are asked to focus on one of the challenges that are outlined at \n.\nSubmissions must be made by March 30, 2015 at 5 p.m. through the Challenge Post website at \n, filling in all fields. Submissions must include a data visualization that provides a unique use of more than one data set - public or provided by the city. All submissions should show a working example or complete visualization. Any submission that includes a coded, working application must publically post all sources on GitHub.\nBased on submissions, a panel of judges will identify and announce top teams for the challenge. Along with those teams, an online vote will select a  “People’s Choice” team. All of these teams wll have an opportunity to present to community leaders and City reps at Faneuil Hall. Based on the presentations, the panel will select winners from the best entries who will receive unique recognitions and awards. To be eligible, participants must have attended the March 14 kick-off.", "hackathon-prizes": [{"prize-content": "Up to 5 Chrome Books will be awarded to one team (one per team member).", "prize-title": "Chrome Books"}, {"prize-content": "Up to 5 GoPro Cameras will be awarded to one team (one per team member).", "prize-title": "GoPro Cameras"}, {"prize-content": "One Tessel Hackathon Pack will be awarded to a team.", "prize-title": "Tessel Hackathon Pack"}, {"prize-content": "Up to 5 HP Stream 8 Signature Tablets will be awarded to one team (one per team member)", "prize-title": "HP Stream 8 Signature Tablet Edition"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Faneuil Hall Marketplace, 1 Faneuil Hall Square, Boston, MA 02109, USA", "hackathon-url": "https://hubhacks2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Teams will present their solutions to the panel of judges, to be judged on the following criteria: Winning teams will..."}, {"judging-criterion": "Connect city data and other public data sets to create more contextualized understanding of our progress towards the goal of a thriving, healthy and innovative city."}, {"judging-criterion": "We're looking for teams to combine data sets in creative ways - maybe some that no one ever thought to put together before!"}, {"judging-criterion": "Find valuable insights that will help business owners, residents and students who call Boston home."}, {"judging-criterion": "Craft innovative visualizations that highlight trends, opportunities, and decision points, providing deeper insight for the City and better transparency to citizens."}, {"judging-criterion": "Provide visualization that supports conversations between City government and the community around important topics on an on-going basis."}, {"judging-criterion": "Be easy to use for users with a general understanding of visualizations and reviewing data."}], "hackathon-location-address": "Faneuil Hall Marketplace, 1 Faneuil Hall Square, Boston, MA 02109, USA", "hackathon-description-header": "Visualizing a Thriving, Healthy, and Innovative Boston", "hackathon-prizes-total": "$3,195", "hackathon-location-description": "", "hackathon-end-date": "2015-03-30", "has-projects": "True"}