{"hackathon-description-text": "\nHackPrague is one of the first independent hackathons in central Europe. For 36 hours, HackPrague will bring together 150 passionate developers and designers from across Europe to create cool software and hardware projects. To stimulate innovation, we will be bringing speakers, mentors, and judges from companies like Facebook, Google, Avast, and more. You will have the opportunity to interact directly with these companies in exchanging ideas, seeking mentorship, or impressing them with your projects.", "hackathon-number-of-prizes": "11", "hackathon-id": "hackprague-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Mentors & Sponsors"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "77", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nCode of conduct: https://hackcodeofconduct.org/", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "Highest ranking project by a team from Prague given by K10 Coworking. Prize: Unlimited 1-month membership in K10 for the whole team", "prize-title": "Best team from Prague (K10 Coworking)"}, {"prize-content": "Prize given by LondonTheatreDirect. Demonstration of the user journey from the first time use of the app to the discovery of the relevant event for the user. The prize will go to the most unconventional and creative approach. Prize: Oculus Rift HD VR", "prize-title": "Most innovative UX for mobile event discovery (LondonTheatreDirect)"}, {"prize-content": "Best travel hack based on an originality of the idea and the execution, awarded by Kiwi.com. Prize: 1000 EUR Kiwi.com vouchers", "prize-title": "Best Travel Hack (Kiwi.com)"}, {"prize-content": "Building Smarter Applications using Data and Analytics. We want to see originality, innovation and a lot of tech!", "prize-title": "FICO Challenge"}, {"prize-content": "Don't minimize the *fun* part of the project, it will have some value to us, here are a few examples:", "prize-title": "Coolest hack hosted on Scalingo"}, {"prize-content": "Anyone who develops their project in Kotlin, or at least some reasonable part of the code, can with this prize. The JetBrains team will evaluate what constitutes \"reasonable part of code\" and their decision must be respected. The winning team will be given brand new RaspberryPi computers (Raspberry Pi 3, Model B, 64-bit, 1GB RAM) for every member of the team.", "prize-title": "Let's Program in Kotlin! (JetBrains)"}, {"prize-content": "We'll appraise the team that employs an HTTP API in a new, interesting way.", "prize-title": "Best API Hack (Apiary)"}, {"prize-content": "It doesn't have to be the flashiest demo, or the nicest UI, we just care about how impressive the tech is! Prize: Phillips Hue smart lightbulbs", "prize-title": "Coolest Tech Prize (Bloomberg)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Koperníkova 2204/10, Vinohrady, Prague, Czechia", "hackathon-url": "https://hackprague-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does it “wow” everyone?"}, {"judging-criterion": "Was it hard to make?"}, {"judging-criterion": "Is it novel?"}], "hackathon-location-address": "Koperníkova 2204/10, Vinohrady, Prague, Czechia", "hackathon-description-header": "For 36 hours, HackPrague will bring together 150 passionate developers and designers from across Europe to create cool software and hardware projects.", "hackathon-prizes-total": "$4,300", "hackathon-location-description": "K10 Coworking", "hackathon-end-date": "2017-06-18", "has-projects": "True"}