{"hackathon-description-text": "\nStartups and Developers, spend the weekend working on what matters to you – building out your product or idea – and win up to $15K from one of the largest retailers in the US. Sears challenges you to innovate in retail around social, mobile, and content. For startups, there is even more skin in the game with the opportunity to walk away with Sears as a customer. Start early Friday afternoon and get a leg up on the competition at an exclusive API workshop from Apigee on Sears’ APIs.", "hackathon-number-of-prizes": "5", "hackathon-id": "searsretailhackathonatl", "hackathon-judges": [{"judge-role": "DVP, Mobile & Community Experiences, Sears Holdings", "judge-name": "Andy Chu"}, {"judge-role": "Director, Product Management, Sears Holdings", "judge-name": "Casey Goddard"}, {"judge-role": "VP Device Operations and Developer Services, AT&T", "judge-name": "Carlton Hill"}, {"judge-role": "Community Manager, ATV", "judge-name": "Erin Rosintoski Lewis"}, {"judge-role": "Managing Partner, Tech Square Ventures", "judge-name": "Blake Patton"}, {"judge-role": "Innovation Catalyst, ATDC", "judge-name": "Pete Santora"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "68", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nThe SEARS Retail Hackathon Official Rules\n1. Sponsorship: The SEARS Retail Hackathon Challenge (the “Challenge”) is a competition sponsored by Sears Holdings Management Corporation (“Sears”).\n2. Eligibility: The registration for the Challenge is open to individuals and companies (each, a “Participant”). All individual participants must be legal residents of the United States. Participants under 18 years of age at the time of registration must have their parents or guardians sign and return a parental consent form. Employees of Sears or its affiliates, and employees of other companies associated with the promotion, execution or support of the Challenge, are not eligible. The Challenge is subject to federal, state, and local laws and regulations and is void where prohibited by law.\n3. Personal Information: The personal information you submit in connection with the Challenge shall be treated in accordance with the Sears Privacy Policy, which is available for review at http://www.sears.com/csprivacy/nb-100000000022508.\n4. Official Rules: Agreement to participate in the Challenge constitutes Participant’s full and unconditional agreement to and acceptance of these Official Rules and the decisions of Sears, which are final and binding. Winning a prize is contingent upon fulfilling all requirements set forth herein.\n5. Registration Period: The Challenge registration period is from 9:00am Eastern Time (“ET”) on December 15th, 2014 to 7:00pm ET on January 23th, 2015 (the “Registration Period”). To register, visit http://www.eventbrite.com/e/sears-retail-hackathon-15k-in-prizes-registration-14817231739\n during the Registration Period and follow the onscreen instructions to submit your registration. Registrations submitted prior to or after the Registration Period cannot be considered. During the Registration Period, any registration can be altered, provided it is altered in accordance with these Official Rules and further provided that a request for alteration is sent to info@brandgarage.com. During and after the Registration Period, any individual or company may withdraw from the Challenge at any time, subject to the next sentence. After beginning of the Event (as defined below), any individual, or company may withdraw from the Challenge at any time, provided that (i) that withdrawing individual or company will remain subject to the Official Rules, and (ii) that withdrawing individual or company may not re-enter the Challenge.\n6. The Competition: The Challenge will take place from 6:00pm Eastern Time (“ET”) on January 23rd, 2015 to 8:00 pm ET on January 25th, 2015 in Atlanta, GA (the “Event”). On the first day of the Challenge, each individual who desires to participate in the Challenge (as an individual or representative of a company) will be required to sign an agreement which, without limiting any of these Official Rules, will govern the relationship between the individual or the company on the one side and Sears on the other side with respect to confidentiality. Signing the agreement will be a condition for participating in the Event. Participants will also be asked to read and adhere to Sears’ consumer media policy, which will be provided at the start of the Event. In the course of the Event, each Participant will be asked to create a technology solution in the Challenge’s challenge categories on the Challenge registration website (each, an “Entry”). In the course of the Event, Participants will be allowed to form teams and work together and each Entry will be attributed to the individual, team or company that is/are stated on the submission form. Additional Challenge specifications and details may be provided prior to or during the Event.\n7. Requirements for Entries: Entries may not contain any copyrighted elements other than elements owned by the Participant(s) or provided to Participants by Sears for use during the Event. Any elements used in the Entry, including, without limitation, images, music, audio, speech, or other audiovisual materials must be entirely original, created and performed by the Participant(s), provide by Sponsor, or in the public domain. Any elements that are not original or provided to Participants by Sears for use during the Event or in the public domain will not be considered or result in disqualification of an Entry, at Sears’ sole discretion.\n8. Participant’s Representations: By submitting an Entry, you represent that (a) the Participant(s) will be the creator(s) of the Entry, (b) the Entry will not infringe the rights of any third party, (c) the Entry will not have previously been entered in any other competition, and (d) the Entry will not have been previously published in any medium.\n9. Sears’ Rights to Entries: Sears will have access and use of all ideas and entries generated at the Challenge (whether or not an idea wins). Participants agree that they will not be entitled to any compensation based on Sears’ use of any such material or any similar material. Without limitation of the foregoing, Sears may use, without any payment or other obligation whatsoever to any Participant, any Entry or part of the Entries, and any idea or concept contained therein, that (a) is similar or identical to, or contains significant elements encompassed in, a concept that is under consideration or in development by Sears before or at the time of entry, (b) is not unique, novel, original, and concrete so as to be entitled to intellectual property protection under applicable laws, (c) has been made public by anyone at the time of its submission to Sears or otherwise is in the public domain, (d) would be freely usable by a third person if it had not been accepted as an Entry or the subject of any agreement, or (e) is similar or identical to, or contains significant elements encompassed in, an idea, concept or material that is independently created by Sears or any third party. Participants hereby waive any claim or right of action against Sears, its affiliates, or their directors, officers, employees or agents or any of their successors in connection with Sears ’ use of any Entries (or any portions thereof). Acceptance by Sears of an Entry is not an admission by Sears of the novelty or originality of the Entry.\n10. Participant’s Rights to Entries and Intellectual Property: Participants will retain ownership of any and all code created prior to or at the Challenge, subject to Section 13. Participants also retain the right to continue working on and using their Challenge ideas and codes, and any and all codes or ideas created prior to the Event, provided that any Entry or any portion thereof used by Participant may not (i) make use of any brand of Sears.\n11. Selection of Potential Winners: Entries and oral presentations of Entries will be judged based on the categories listed on the Challenge registration website and by a panel of judges selected by Sears, at its sole discretion as defined below:\n30% Creativity/Originality\n30% Feasibility/Scalability\n40% Increases visits or conversion\nDecisions of Sears’ and/or the judges are final and binding in all respects. WINNERS MUST BE PRESENT TO ACCEPT PRIZE OR PRIZE WILL BE FORFEITED.\n12. Category Prizes: There is an opportunity to win several cash prizes totaling up to $15,000 in accordance with the prize structure below:\nGrand Prize: $10,000\nSecondary Prizes: 3 x $1,500 prizes\nHackathon Workshop: 5 x $100 prizes determined by random draw from submission of participant feedback.\nAny prize details not specified above will be determined by Sears in its sole discretion. Prizes are not transferable or refundable and must be accepted as awarded. No cash or other substitution may be made, except by Sears, who reserves the right to substitute a prize (or component thereof) with another prize (or component thereof) of equal or greater value if the prize is not available for any reason as determined by Sears in its sole discretion. The winner is responsible for any and all other costs and expenses not listed above including, but not limited to, wireless service and travel to the Event. Prizes will be reported as income to a winner and the winner will be responsible for all taxes associated with the receipt of a prize. ALL PRIZES OR ANY PRIZE COMPONENTS WILL BE AWARDED TO THE WINNING TEAM AS A WHOLE AND NOT TO EACH INDIVIDUAL MEMBER OF A WINNING TEAM. Sears is not responsible for any disputes among team members concerning prize or prize components.\n13. Further Collaboration: Sears reserves the right to enter into discussions and negotiations regarding collaboration beyond the Event with any and each of the Participants, and each Participant agrees that he/she/it will reasonably consider any request to enter into such discussion or negotiation.\n14. General Conditions: In the event that the operation, security, or administration of the Challenge is impaired in any way for any reason, including, but not limited to fraud, virus, or other technical problem, Sears may, in its sole discretion, either: (a) suspend the Challenge to address the impairment and then resume the Challenge in a manner that best conforms to the spirit of these Official Rules; or (b) award the prize according to the established judging criteria from among the eligible entries received up to the time of the impairment. Sears reserves the right in its sole discretion to disqualify any individual it finds to be tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in an unsportsmanlike or disruptive manner. Any attempt by any person to undermine the legitimate operation of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, Sears reserves the right to seek damages from any such person to the fullest extent permitted by law. Sears’ failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. In the event of a dispute as to any online registration, the authorized account holder of the e-mail address used to enter will be deemed to be the Participant. The “authorized account holder” is the natural person who is assigned to an e-mail address by an Internet access provider, online service provider, or other organization responsible for assigning e-mail addresses for the domain associated with the submitted e-mail address.\n15. Release and Limitations of Liability: By participating in the Challenge, Participants agree to release and hold harmless Sears, its affiliates and related companies, its advertising and promotions agencies, and their respective officers, directors, employees, and agents (the “Released Parties”) from and against any claim or cause of action arising out of participation in the Challenge or receipt or use of any prize, including, but not limited to: (a) unauthorized human intervention in the Challenge; (b) technical errors related to computers, servers, providers, or telephone or network lines; (c) printing errors; (d) lost, late, postage-due, misdirected, or undeliverable mail; (e) errors in the administration of the Challenge or the processing of entries; or (f) injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Participant’s participation in the Challenge or receipt of any prize. Participant waives the right to claim any damages whatsoever, including, but not limited to, punitive, consequential, direct, or indirect damages.\n16. Disputes: Except where prohibited, Participant agrees that any and all disputes, claims and causes of action arising out of, or connected with, the Challenge or any prize awarded shall be resolved individually, without resort to any form of class action, and exclusively by the appropriate court located in the State of Georgia. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, Participant’s rights and obligations, or the rights and obligations of Sears in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of Georgia, without giving effect to any choice of law or conflict of law rules (whether of the State of Georgia or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of Georgia.\n17. Challenge Results: Winners may be announced by a Sears press release and/or social media channels. Winners may also be asked to participate in media interviews. Winners will also be posted at http://www.eventbrite.com/e/sears-retail-hackathon-15k-in-prizes-registration-14817231739 on or about 27th January, 2015, available for a period of at least sixty (60) days.", "hackathon-prizes": [{"prize-content": "$10,000 check for the best submission across all challenges", "prize-title": "Grand Prize"}, {"prize-content": "Three prizes of $1,500 checks for runner-ups across all submissions", "prize-title": "Runner-up Prizes"}, {"prize-content": "$1000", "prize-title": "Apigee Prize"}, {"prize-content": "1st: Apple TV (x3), 2nd: Chromecast (x3), 3rd: Chromecast (x3)", "prize-title": "Elasticode Prize"}, {"prize-content": "$100 Amazon Giftcard (x5)", "prize-title": "MomentFeed Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://searsretailhackathonatl.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "40% - Does the solution increase visits or conversion to Sears.com or its mobile apps?"}, {"judging-criterion": "30% - How market-ready is the solution? How practical is it to execute against in market? Is there a working prototype?"}, {"judging-criterion": "30% - Is this truly an original solution that would help showcase Sears as an Innovator Will this create excitement among the shopper community?"}], "hackathon-location-address": "", "hackathon-description-header": "Startups, developers, & students partner with Sears Holdings Corporation", "hackathon-prizes-total": "$15,500", "hackathon-location-description": "", "hackathon-end-date": "2015-01-25", "has-projects": "True"}