{"hackathon-description-text": "\nEngHack starts at 2:00pm today. We recommend you arrive between 1:30pm and 2:00pm to set up your workstations and environment, as well look for team members if you don't have any yet. The opening ceremonies start at 2:15pm sharp, so please do your best to arrive before 2:00pm.", "hackathon-number-of-prizes": "3", "hackathon-id": "enghack-f15", "hackathon-judges": [{"judge-role": "Digiflare", "judge-name": "Andrew MacLusky"}, {"judge-role": "Digiflare", "judge-name": "Pritesh Modi"}, {"judge-role": "Voltera", "judge-name": "Collin Fair"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "60", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nYou are allowed to use any programming language, any library, and any hardware, but all code must be original. You may not use code that you've written before the hackathon begins.\n \nEngHack is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance, or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants, volunteers, or sponsors, in any form. Hackathon participants violating these rules or any of the rules in our code of conduct may be sanctioned or expelled from the hackathon without refund, at the discretion of the hackathon organizers.", "hackathon-prizes": [{"prize-content": "$450 Cash Prize!", "prize-title": "Grand Prize"}, {"prize-content": "$300 Cash Prize!", "prize-title": "Runner Up"}, {"prize-content": "$150 Cash Prize", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=200 University Ave W, Waterloo, ON N2L 3G5, Canada", "hackathon-url": "https://enghack-f15.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The pure difficulty of the your implementation of the project. When judging this we'll take into account the usage of an API to implement the core feature of the project and how complex the project looks.\n\n35%"}, {"judging-criterion": "The originality of your idea, approach, implementation, and/or design of the project.\n\n25%"}, {"judging-criterion": "The value of the real world applications that can result from your project. This will be measured in the genuine difference it will make in everyday life.\n\n25%"}, {"judging-criterion": "Extraneous things about your project (like design and potential business applications) that stand out.\n\n15%"}], "hackathon-location-address": "200 University Ave W, Waterloo, ON N2L 3G5, Canada", "hackathon-description-header": "UW Engineering Society, in partnership with Digiflare", "hackathon-prizes-total": "$900", "hackathon-location-description": "University of Waterloo - E5 LiveLink", "hackathon-end-date": "2015-11-15", "has-projects": "True"}