{"hackathon-description-text": "\nTake part in developing tools to save lives worldwide by stimulating and improving the", "hackathon-number-of-prizes": "3", "hackathon-id": "floodhack", "hackathon-judges": [{"judge-role": "dev4good", "judge-name": "Craig Hogan"}, {"judge-role": "Oxford Flood Network", "judge-name": "Ben Ward"}, {"judge-role": "Smart Earth Network", "judge-name": "Simon Hodgkinson"}, {"judge-role": "European Joint Research Centre (JRC), Institute of Environment and Sustainability (IES)", "judge-name": "Davide Muraro"}, {"judge-role": "ECMWF, Copernicus Data Services, MapAction", "judge-name": "Karl Hennermann"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "23", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct.\n. Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate. Photography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed.\n. Consider and respect other people's opinions and beliefs. Everyone is entitled to their point of view and a diverse range of opinions and perspectives is one thing that allows us to create such innovative solutions at a rapid pace.\n. We welcome attendees from all backgrounds and a hackathon is a great opportunity for learning and meeting new people. Be friendly, welcome and open with your fellow participants. Share your knowledge, expertise and opinions, and embrace those of other people. Consider open source licensing and use of open data and how code you are writing could be reused.\n. Do your best and believe in yourself. A hackathon is an incredible experience for people of any ability level; everyone can make a valuable contribution. Not every project will be successful, but ideas that you believe in are worth trying. You could change the world, and if every one project that we build helps someone, saves a life or makes a positive difference, we have succeeded.\nThe ECMWF Hackathon (referred to as \"Hackathon\") is promoted and hosted by The European Center for Medium Range Weather Forecasts, Shinfield Park, RG2 9AX, Reading, UK. These terms and conditions govern your participation in the ECMWF Hackathon. By submitting your entry and by participating (if you are selected to do so) in the Hackathon, you agree to the following:", "hackathon-prizes": [{"prize-content": "50% of the prize will be donated to charity.", "prize-title": "Winner (judges' vote)"}, {"prize-content": "50% of the prize will be donated to charity.", "prize-title": "Runner-up (judges' vote)"}, {"prize-content": "50% of the prize will be donated to charity.", "prize-title": "Popular choice (hackers' vote)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Reading, Wokingham RG2 9AX, UK", "hackathon-url": "https://floodhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Reading, Wokingham RG2 9AX, UK", "hackathon-description-header": "Take part in developing tools to save lives worldwide", "hackathon-prizes-total": "$3,250", "hackathon-location-description": "European Centre for Medium-Range Weather Forecasts (ECMWF)", "hackathon-end-date": "2016-01-17", "has-projects": "True"}