{"hackathon-description-text": "\nEthiopia has pressing challenges in the agriculture, health and education sectors. It is on this note that Gebeya invites all IT professionals, practitioners, enthusiasts and professionals across all disciplines to EthioHacks to solve these issues by leveraging leading technologies that are running the digital world today; Internet of Things (IoT) and Cryptocurrency.", "hackathon-number-of-prizes": "1", "hackathon-id": "ethiohacks-mobile-commerce-api", "hackathon-judges": [{"judge-role": "", "judge-name": "Merkeb Mengistu"}, {"judge-role": "CEO, Gebeya", "judge-name": "Amadou Daffe"}, {"judge-role": "", "judge-name": "Bruck Sewnet"}, {"judge-role": "", "judge-name": "Maheder Gebremedhin"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "20", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nHere are the guidelines to submit your project.\n1)\n \n2)", "hackathon-rules": "\nProjects need to be designed considering the following:", "hackathon-prizes": [{"prize-content": "", "prize-title": "Winner"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Bole, Addis Ababa, Ethiopia", "hackathon-url": "https://ethiohacks-mobile-commerce-api.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How innovative, new, or creative is the Application, Website or Service? Is it better than other solutions?"}, {"judging-criterion": "Will the Application, Website or Service meaningfully impact the lives of many people within the Target Population?"}, {"judging-criterion": "How scalable is the Application, Website or Service? What percentage of the Target Population can the Application, Website or Service be made to reach? Localized or local content, and multilingual support are key sub-criteria."}, {"judging-criterion": "If it is not already, how soon can the Application, Website or Service be made available publicly (beyond limited trials and prototypes)? If the Application, Website, or Service is already publicly available, how stable and consistent is its performance?"}, {"judging-criterion": "Do you think they have a clear view of what’s going to happen next?"}, {"judging-criterion": "How the project can be sustained? Is the business model based on third parties?"}, {"judging-criterion": "The multidisciplinary factor is key. Is the team well organised with diversified and defined roles?"}], "hackathon-location-address": "Bole, Addis Ababa, Ethiopia", "hackathon-description-header": "Mobile Commerce and API", "hackathon-prizes-total": "0", "hackathon-location-description": "Addis Ababa", "hackathon-end-date": "", "has-projects": "False"}