{"hackathon-description-text": "\nBuilding on the legacy of the first CHIMEHACK in 2013 and CHIMEHACK 2 in 2015, CHIME FOR CHANGE, Global Citizen, and Facebook are hosting CHIMEHACK 3, with support from Kleiner Perkins Caufield & Byers, Chegg, Hearst, Gucci and Enjoy. The two-day hackathon at Facebook’s headquarters will bring together hackers along with issue experts and non-profit leaders to create tech-driven solutions focused on gender equality.", "hackathon-number-of-prizes": "6", "hackathon-id": "chimehack3", "hackathon-judges": [{"judge-role": "Hearst, Chief Innovation Officer of Health division", "judge-name": "Justin Graham"}, {"judge-role": "Gucci America, Gucci President and CEO", "judge-name": "Susan Chokachi"}, {"judge-role": "Facebook, Product Manager, Charitable Giving", "judge-name": "Yee Lee"}, {"judge-role": "Enjoy, Growth Strategies and Tactics", "judge-name": "Neda Nevab"}, {"judge-role": "Dorm Room Fund, Director", "judge-name": "Rei Wang"}, {"judge-role": "Kleiner Perkins Caufield & Byers, Partner", "judge-name": "Mike Abbott"}, {"judge-role": "Equality Now, Global Executive Director", "judge-name": "Yasmeen Hassan"}, {"judge-role": "Facebook, Engineering Director, Social Good Team", "judge-name": "Vishu Gupta"}, {"judge-role": "Global Citizen, Global Policy and Advocacy Manager", "judge-name": "Madge Thomas"}, {"judge-role": "Chegg, QA Manager", "judge-name": "Mrudula Bajjuri"}, {"judge-role": "Women Who Code, CEO & Board Chair", "judge-name": "Alaina Percival"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "\nEngineers, designers, product managers and marketing experts of all levels are invited to apply. Participants under 18 years of age must be accompanied by an adult. \nHackers must present their ticket from the CHIMEHACK team to gain entrance to the event. Due to overwhelming response, this event is not open to the public and is via application only.  You will not be permitted to enter this event unless you have a ticket. \nMinimum 1 member and a maximum of 5 members per team to be eligible for the prizes.\nTeams must be present to pitch to our judges and receive their prize at the awards ceremony.\n.", "hackathon-number-of-participants": "157", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\n1. You must create your project including team name and initial concept by 2pm PT on Saturday, August 27\n2. You are allowed to continue updating that submission until 12:30pm PT on Sunday, August 28", "hackathon-rules": "\nCHIMEHACK3 is by application only. Your invitation is non-transferrable. Please notify the event organizer if you can no longer attend so that we can accommodate wait-list attendees. Additionally, due to limited space, attendees will not be allowed to bring guests to this event. \nHackers under the age of 18, must have a chaperone.\n: Minimum 1 member and a maximum of 5 members per team to be eligible for the prizes.\n All software built at the hackathon must be\n to be eligible for the prizes. \nCHIMEHACK3 is dedicated to providing a harassment-free event experience for everyone regardless of age, gender, sexual orientation, disability, physical appearance, race, or religion. We will not tolerate harassment of conference participants in any form, including overly sexualized or demeaning comments during talks or anything that threatens personal safety. Hackathon participants violating these rules may be sanctioned or expelled from the conference at the discretion of the conference organizers.\n: Press is not admitted at this event. Email: with questions. ", "hackathon-prizes": [{"prize-content": "Sponsored by Hearst, this includes a $5,000 cash prize and access to incubation at the Hearst San Francisco office space.", "prize-title": "Best Product / Incubation"}, {"prize-content": "Sponsored by Chegg, this $5,000 cash prize and round table lunch with 2-3 Chegg executives is available to students only and will identify the best solution created by college-age hackers.", "prize-title": "Young Innovator Award"}, {"prize-content": "Sponsored by Enjoy, this includes a $5,000 cash prize and lunch or coffee with Ron Johnson (CEO and Founder) and Tom Suiter (Creative Director and Co-founder).", "prize-title": "Connection and Integration Award"}, {"prize-content": "Sponsored by Kleiner Perkins Caufield and Byers, this includes a $5,000 cash prize and an interview (for each team member*) to be a KP Fellow with a KPCB portfolio company", "prize-title": "Global Citizenship Award"}, {"prize-content": "Sponsored by Gucci, this is a $5,000 cash prize and up to 6 tickets to the 2016 Global Citizen Festival.", "prize-title": "Unique Concept / Originality"}, {"prize-content": "Sponsored by Facebook, this prize includes high-end in-kind gifts.", "prize-title": "Scalability / Global Impact"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 Hacker Way, Menlo Park, CA 94025, USA", "hackathon-url": "https://chimehack3.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the project identify ways for disruptive technology to advance solutions for reporting and eliminating violence against women?"}, {"judging-criterion": "Is it solving a clear problem? Is it clear who it's being built for/how they will use it?\nDoes the solution address the problems at hand? Is it useful?"}, {"judging-criterion": "This prize is available to students only and will identify the best solution created by college-age hackers"}, {"judging-criterion": "Is it aesthetically appealing? Does the solution push creative boundaries? Is the product an innovative approach to unite users globally?"}, {"judging-criterion": "Does this idea have the potential to reach many people at a large scale, worldwide? Could it be used by different people in different regions of the world?"}, {"judging-criterion": "Is it an innovative take on guiding user action? Does the solution unite individuals and provide a personal connection to other people or resources?"}, {"judging-criterion": "Does the solution empower individuals to make a difference for others? Does the solution mobilize grassroots support? Does it make individual users feel like a part of a larger\nmovement to create change?"}], "hackathon-location-address": "1 Hacker Way, Menlo Park, CA 94025, USA", "hackathon-description-header": "CHIMEHACK 3 will celebrate the power of women in technology and identify ways for disruptive technology to advance solutions for girls and women at a tipping point moment in history.", "hackathon-prizes-total": "$25,000", "hackathon-location-description": "Facebook’s headquarters in Menlo Park, California", "hackathon-end-date": "2016-08-27", "has-projects": "True"}