{"hackathon-description-text": "\nHack River Dell 2017 is the second annual high school hackathon run entirely by students at River Dell Regional High School in Oradell, New Jersey on November 18-19, 2017. At Hack River Dell, participants form teams and work overnight on an invention project like a game, website, or app. Hack River Dell promotes teamwork, creativity, and the merits of pursuing a career in technology.", "hackathon-number-of-prizes": "8", "hackathon-id": "hackriverdell2017", "hackathon-judges": [{"judge-role": "River Dell Alumni & Junior at New Jersey Institute of Technology", "judge-name": "Kevin George"}, {"judge-role": "201 Marketing; Councilman of Oradell", "judge-name": "Roger Tashjian"}, {"judge-role": "Oradell Kids Foundation", "judge-name": "Lin Loh"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nHack River Dell 2017 is open to\nWe encourage participants to form teams, but hackers who choose to work on their own may do so if they choose. If you would like to work with others but do not have a team, staff and event organizers can help you find a team on the day of the event.", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nIn order to qualify for judging, all hacks must be submitted into Devpost by 8\nSubmissions must contain the following in order to be judged:\nPlease be sure to also answer all of the questions in the submission form.", "hackathon-rules": "\nParticipants must be enrolled in high school at the time of the event. You must a valid school ID from your high school and/or photo ID (i.e. driver's license or a passport) to be permitted access to the event. The organizers or event staff may ask to check any bags or items that you bring into the building. Outside food and drink is prohibited for safety reasons.\nWhile there is no limit to the number of people on a team, we recommend teams of up to 5 people. If your team wins, we will only be able to award up to five prizes per team regardless of your actual team size.\nTo qualify for judging or awards, all hacks must be submitted onto our Devpost by 8:00 AM on Sunday, November 19, 2017. If a hack is not submitted into Devpost by the deadline, that hack will not qualify for judging and will not be able to demo, effectively disqualifying the hack for an award. Hacks may only be worked on during the event runtime. Any hacks discovered to have been created prior to the event, or before hacking time had started will be disqualified at the discretion of the organizers.\nSubmission requirements can be found on our Devpost homepage.\nHacks will be demoed to the judges during the expo session. Judging will be based on creativity, usefulness, polish, and technical difficulty/level.  Additional prizes are to be awarded for categories outside of the top three winning hacks.  See the prizes list for details.\nHackers may only hack in permitted areas as directed by the organizers. Any hacker that leaves the building will not be permitted re-entry. Hackers may not access any unauthorized or restricted areas of the building.\nIf a hack requires access to a well-ventilated area (i.e. if using a soldering iron), please contact an event organizer; there is a designated area for this.\nAll participants, speakers, sponsors/vendors, and volunteers are required to follow and respect the event Code of Conduct and the Major League Hacking (MLH) Code of Conduct.\n\nThe purpose of Hack River Dell is to provide a safe, harassment-free environment for high school students to create an awesome hack.\nHarassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. Engaging in sexual language or activities, including distributing or displaying sexual imagery, is inappropriate for any hackathon venue, including talks, demos, workshops, parties, social media platforms, or other online media.\nWe will not tolerate any harassment of hackathon participants and attendees under any circumstance, or in any form, and expect all participants, staff, sponsors/vendors, speakers/guests to comply.\nSponsors and vendors may not use sexualized imagery, activities, or other materials. Booth staff, including volunteers, should not use sexualized clothing, costumes, or uniforms, and should not create a sexualized environment.\nIf a participant engages in harassing behavior, Hack River Dell organizers may take any action they deem appropriate. This includes a verbal warning or ejection from the event, and barring re-entry with no exceptions.\nIf you are being harassed, witness someone else being harassed, or have any concerns, please contact Hack River Dell staff immediately. All staff will be wearing special Hack River Dell t-shirts with the word \"STAFF' printed on the back. You can also e-mail us at \n.\nHack River Dell staff will be more than happy to provide participants the help they need, including contacting security, local law enforcement, providing escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance, safety, and well-being.\nPlease also review the \n as well. Participants are also required to comply with it as well.", "hackathon-prizes": [{"prize-content": "5x Myo Armbands, MLH Trophy", "prize-title": "First Place"}, {"prize-content": "5x Sphero 2.0 App-Controlled Ball, MLH medal", "prize-title": "Second Place"}, {"prize-content": "5x Amazon Echo Dot (Black), MLH medal", "prize-title": "Third Place"}, {"prize-content": "5x Mophie Powerstation XL battery bank.", "prize-title": "Best Web App Hack"}, {"prize-content": "5x Arduino Starter Kit: includes Arduino, LEDs, DC Motors, etc.", "prize-title": "Best Hardware Hack"}, {"prize-content": "5x $50 Gift Card for Gaming Service of your choice (i.e. Steam, Xbox, or PlayStation)", "prize-title": "Best Game Hack"}, {"prize-content": "5x JBL Clip 2 Bluetooth Speaker", "prize-title": "Best Beginner Hack"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=55 Pyle St, Oradell, NJ 07649, USA", "hackathon-url": "https://hackriverdell2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the project unique, or a different take on an existing/similar app?  Does the project incorporate technically challenging elements?  Does the project serve its intended purpose?"}, {"judging-criterion": "Is the navigation of the project well thought out, coherent, and intuitive?  Does the project appear professional or sloppy?  Is consideration put into the user's experience of using the project?"}, {"judging-criterion": "Does the project work completely from start to finish?  Do bugs exist in the app that hinder usage?  Was the project scoped out well considering the timeframe of the hackathon?"}, {"judging-criterion": "Is this project something that you would use or buy outside of the hackathon?  Are the presenters able to \"sell\" their idea?  Is project demonstrated coherently or is the presentation confusing?"}], "hackathon-location-address": "55 Pyle St, Oradell, NJ 07649, USA", "hackathon-description-header": "River Dell's Second Annual High School Hackathon", "hackathon-prizes-total": "0", "hackathon-location-description": "River Dell Regional High School", "hackathon-end-date": "2017-11-19", "has-projects": "True"}