{"hackathon-description-text": "\nSoftware developers are invited to submit a ", "hackathon-number-of-prizes": "5", "hackathon-id": "nycschools", "hackathon-judges": [{"judge-role": "Leaders from NYC Department of Education's Innovation Team and Educators from NYC Public Schools", "judge-name": "NYC Educators and Area Experts"}, {"judge-role": "Co-Executive Editor, All Things Digital", "judge-name": "Kara Swisher"}, {"judge-role": "Managing Partner, RethinkEducation﻿", "judge-name": "Matt Greenfield"}, {"judge-role": "Co-Founder, Reddit and hipmunk﻿", "judge-name": "Alexis Ohanian"}, {"judge-role": "Executive Editor, GettingSmart.com", "judge-name": "Tom Vander Ark"}, {"judge-role": "Co-Founder & CEO, Charming Robot", "judge-name": "Dan Maccarone"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n  ", "hackathon-number-of-participants": "708", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n", "hackathon-rules": "\n \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nThe NYC Schools Gap App Challenge (the “Competition”) is an initiative of the New York City Department of Education challenging the software development community to develop applications and games that will help fill the gap in middle school students' skills, interests, and motivation. These \"gap apps\" can improve middle school (grades 6 - 8) math outcomes, or enhance educator collaboration, classroom communication, management or engagement. The Competition is intended to provide recognition to individuals, teams of individuals, for-profit legal entities and/or non-profit organizations (collectively, “Contestants”) for developing innovative applications and games that enhance teaching, learning, and engagement in middle schools.\nThe Competition is subject to all applicable laws and is void where prohibited. Participation constitutes Contestant’s full and unconditional agreement to these Official Rules and to the Sponsor (as defined below) and the Administrator’s decisions, which are final and binding in all matters related to the Competition. Winning a prize is contingent upon fulfilling all requirements set forth in the Official Rules.\n(the “Sponsor”): New York City Department of Education, Tweed Courthouse, 52 Chambers Street, New York, NY 10007.\n(the “Administrator”): ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nThe Sponsor is the entity responsible for the Competition. The Administrator manages and implements the Competition per the direction of the Sponsor. \nSubmission Period: January 7, 2013 (11:00am Eastern Time) – April 10, 2013 (5:00pm Eastern Time)\nJudging Period: April 25, 2013 (10:00am Eastern Time) – May 8, 2013 (5:00pm Eastern Time)\nWinners Announced:On or around May 28, 2013 (10:00am Eastern Time) \nA. The Competition is open only to: \n(i) individuals who are at least 13 years of age at the time of entry, and are legal residents of the United States as of the time of entry; \n(ii) teams of eligible individuals where each team member meets the eligibility requirements for individual Contestants; and \n(iii) corporations (including not-for-profit corporations and other nonprofit organizations), limited liability companies, partnerships, and other legal entities that, at the time of entry, are domiciled (or incorporated) in the United States, have been duly organized or incorporated and validly exist, and employ no more than than one hundred (100) people (“Organizations”). \nB. Contestants must own or have access at their own expense to a computer, an Internet connection, and any other electronic devices, documentation, software or other items that Contestants may deem necessary to create and enter their Submission (defined below in Section 5(B)(ii)). \nC. Each team or Organization shall appoint one individual (the “Representative”) to represent and act, including entering a Submission, on behalf of said team or Organization. The Representative must meet the eligibility requirements for an individual Contestant and must be duly authorized to submit on behalf of the team or Organization. The Representative represents and warrants that: (i) he/she is duly authorized to act on behalf of the team or Organization; and (ii) each member of the team (or in the case of Organization, each participating member) has read the Official Rules and agrees to abide by these Official Rules. The Representative will ensure that each member of the team or Organization reads, agrees to, and complies with the Official Rules. \nD. An individual may join more than one team or Organization, and an individual who is part of a team or Organization may also enter the Competition on an individual basis.  \nE. The following individuals, teams, and Organizations are not eligible regardless of whether or not they meet the criteria set forth above: \n(i) the Sponsor, the Administrator, and any advertising agency, contractor or other organization involved with the design, production, promotion, execution, or distribution of the Competition (collectively “Promotion Entities”); all employees, representatives and agents of such Promotion Entities; and all members of any such employee, representative or agent’s immediate family or household; \n(ii) any individual involved with the design, production, promotion, execution, or distribution of the Competition and each member of any such individual’s immediate family or household; \n(iii) any company or individual that employs any Judge or that otherwise has a material business relationship or affiliation with any Judge; and \n(iv) any parent company, subsidiary, or other affiliate of any company described above. \nF. For purposes hereof: \n(i) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and \n(ii) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.  \nA. Contestants must enter a Submission between January 7, 2013 at 11:00am Eastern Time, USA and April 10, 2013 at 5:00pm Eastern Time (the “Competition Submission Period”). The Administrator’s computer is the official time keeping device for this Competition. \nB. Any Submission entered following the Competition Submission Period shall be disqualified.  \nA. Registration \n(i) Beginning on January 7, 2013 at 11:00am Eastern Time, visit \n (the “Competition Website”) and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. There is no charge for creating a ChallengePost account. \n(ii) After a Contestant signs up on the Competition Website a confirmation email will be sent to the email address provided by the Contestant. The Contestant should use the confirmation email to verify their email address. \n(iii) Contestant should indicate their agreement in participating by clicking “Register” on the Competition Website in order to receive important Competition updates.  \n(iv) In the event of a dispute pertaining to this Competition, the authorized account holder of the email address used to sign up for the ChallengePost account used to enter the Submission will be deemed to be the Contestant (in case of an individual) and the Contestant’s Representative, in the case of a team or Organization. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Contestants generally and potential winners may be required to show proof of being the authorized account holder.\nB. Submission \n(i) Contestants must create a working software application which runs on an Apple iPad (via a mobile browser or downloadable app), a Windows or Mac personal computer, or on a web browser (Chrome, Firefox, Internet Explorer, or Safari) (each an “Application”).  \n(ii) During the Competition Submission Period, Contestant must visit the Competition Website and confirm that he or she has or, if Contestant is a Representative, all members of their team or Organization have, read and agree to the Official Rules.  Then, Contestant must submit its Submission by providing: \na. the name of the Application;\nb. a text description of the Application;\nc. at least one image (screenshot) of the working Application;\nd. a link to a video posted on YouTube.com or Vimeo.com that clearly demonstrates the Application’s functionality and features (by walking through the Application); \ne. the Application category (instructional or administration/engagement (see section 6(C)(ii) for description);\nf. the Application platform (iPad iOS, Mac Desktop, Windows Desktop, Web);\ng. for web or mobile web Applications, a link to a website where the Application can be accessed free of charge;\nh. for iPad Applications, a ZIP file upload including a.ipa file provisioned with the UDID: iPad (iOS 5.0.1) e21acf963c60919f6f0aa23d42cef5f06e25ee2d; iPad (iOS 6.0.1) 6a2cb1d4ba2d242db1db48c59c91744cebfc68a9; and, if available, a link the Application on iTunes;\ni. for Mac or Windows desktop Applications, a ZiP file upload including appropriate installation files; and, if available, a link to a website or app store where the Application can be downloaded;\nj. step-by-step testing instructions including the minimum operating system or web browser version required for testing and login instructions, if a login is required;\nk. the submitter type (individual, team, or organization);\nl. the Organization name, if the submitter is an Organization;and\nm. the Contestant Representative’s phone number. \n(a-m above, are collectively a “Submission”) \n(iii) For sake of clarity, all parts of the Submission must be entered at the same time on the Competition Website. All Submissions must be received by no later than 5:00pm Eastern Time on April 10, 2013.   \n(iv) Sponsor and Administrator may in their sole discretion re-categorize a Submission if they deem that the category different from that selected by the Contestant (instructional or administration/engagement) is more appropriate.\n(v) Once a Submission has been submitted and the Competition Submission Period has ended, a Contestant may not make any changes or alterations to the Submission until the end of the Judging Period. Contestants may save draft versions of their Submission before entering it on the Competition Website.\n(vi) The Sponsor and/or the Administrator, at their sole discretion, may permit a Contestant to modify part of the Submission after the Competition Submission Deadline for the purpose of removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what is permitted by the Sponsor and/or Administrator. Any modifications beyond what is permitted may result in disqualification.\n(vii) Applications can not be changed after the Competition Submission Period and before the end of the Judging Period, unless the Contestant has provided an installation file and testing instructions on the Enter an Application form on the Competition Website. This must be done in one of the following ways:\na. For iPad Applications, Contestants must upload a .ipa file provisioned with the UDID: iPad (iOS 5.0.1) e21acf963c60919f6f0aa23d42cef5f06e25ee2d\nb. For Mac or Windows desktop Applications, Contestants must upload appropriate installation files\nWeb or mobile web Applications must not be updated after the Competition Submission Period and before the end of the Judging Period. Doing so may cause the Contestant's Submission to be disqualified. \nA. Language Requirements \nAll Submission materials must be in English. \nB. Text Description, Image and Video Requirements \n(i) The text description must describe the Application’s key features and functionality. \n(ii) The image(s) must be photographs or screenshots of your working Application. \n(iii) The video portion of the Submission: \na. should be no longer than five (5) minutes;\nb. must clearly demonstrate the Application’s features and functionality; and\nc. must not include music or other copyrighted material or use third party trademarks unless the Contestant has written permission to use such material. \n(iv) If the video is primarily promotional rather than a demonstration of the Application’s functionality and features (by walking through the Application), the Submission may be disqualified at the Sponsor’s and/or Administrator’s sole discretion.  \nC. Application Requirements\nIn addition to the requirements described above in Section 5(B): \n(i) The Application must be able to be successfully installed and capable of running consistently as described on the platform for which it is intended. \n(ii) Contestants must enter an Application in one of the following categories (the “Categories”): \na. \nInstructional Applications must do at least one of the following: (x) teach middle school students math individually or help them to practice their math skills; (y) help educators deliver math content or lessons to middle school students; or (z) assist middle school math educators with professional development related to classroom instruction. \nb. \nAdministration/Engagement Applications must do at least one of the following in the educational context for middle school: (x) enhance communication between a student’s school and parent or guardian; (y) help educators to manage classrooms or student groups; or (z) help educators to collaborate, share, or get feedback from each other on best practices, curriculum, or other educational tools.. \n(iii) Contestant will indicate at the time of entry no more than one category from Instructional or Administration/Engagement, which applies to their Application. At any time, and at its sole discretion, the Sponsor will have the ability to re-assign a submitted Submission from one Category to another. Submissions in both Categories will be eligible to win the Honorable Mention prizes. \n(iv) Instructional Applications should integrate and adhere to the Common Core Standards.  The Common Core Standards can be viewed at \n. \n(v) Contestants are encouraged, but not required, to integrate the Clever API (which can be viewed at \n), or a similar API, in their Application to facilitate importing and exporting student and teacher data. \n(vi) The Application may utilize APIs and data from third parties, provided the Contestant is authorized to use such APIs or data in the manner utilized by the Application.   \n(vii) Applications may be newly created or modified for the Competition but are not required to be so. Applications that existed prior to the start of the Competition Submission Period and meet the requirements of these Official Rules, may be eligible. \n(viii) The Contestant may offer the Application to the public for free or charge a fee for download or access. However, each Application must be available free of charge for testing, evaluation and use by the Competition Sponsor, Administrator and judges during the Competition and until the Judging Period ends at 5:00 Eastern Time on May 8, 2013. \n(ix) Submissions requiring approval from a third party, such as an app store, in order to be accessible to the public, must be submitted to such third party or app store for review before the end of the Competition Submission Period. For any software that is not a web or mobile web Application run on a web browser (iPad and desktop Applications), Contestants will be required to provide an installation file containing the Application. \n(x) Applications that run on an Apple iPad (via a mobile browser or downloadable app), a Windows or Mac personal computer, or on a web browser (Chrome, Firefox, Internet Explorer, or Safari), may be eligible if they integrate with or require the use of an additional hardware component. Contestants submitting such Applications may be required to provide access to the additional hardware to the Sponsor, Administrator, and Judges, for testing and evaluation. \nD. General Requirements \n(i) Submissions must not:\na. violate any law or regulation;\nb. depict hatred;\nc. be in bad taste;\nd. denigrate (or be derogatory towards) any person or group of persons or any race, ethnic group or culture;\nd. threaten a specific community in society, including any specific race, ethnic group or culture;\ne. incite violence or be likely to incite violence;\nf. contain vulgar or obscene language or excessive violence;\ng. contain pornography, obscenity or sexual activity; or\nh. disparage the Sponsor or Administrator.  \n(ii) Submissions must not attempt to duplicate a prior Submission already submitted in this Competition. Sponsor or Administrator reserves the right in its sole discretion to disqualify any Submission that is a duplicate or substantially similar to another Submission. \n(iii)Submissions must be free of malware. Contestant agrees that the Sponsor and the Administrator may conduct testing on the Application to determine whether malware or other security threats may be present.  Submission not complying with these requirements may be disqualified. \n(iv) Each Application will be tested by the Administrator, the Sponsor or their designees. Submissions may be disqualified if the Application does not function as depicted in the video or expressed in the text description, at the Sponsor’s and/or Administrator’s sole discretion. \n(v) A Contestant may submit more than one Submission. However, each Submission must be unique, as determined by Sponsor and/or the Administrator in their sole discretion. If a Contestant enters two or more Submissions that are substantially similar, the Sponsor and Administrator reserve the right to disqualify Submissions or require the Contestant to choose one Submission to enter into the Competition.\n(vi) Submissions must not include any email addresses, phone numbers, addresses, or social security numbers in the Submission name, text description, video, or images.  \n(vii) Contestants must not imply endorsement of their Application by the Sponsor in any of the Submission components or in any advertising or media, including websites and app stores, featuring the Contestant’s Application. \n(viii) Submissions must: (a) be the original work product of the Contestant; (b) be solely owned by Contestant and with no other person or entity having any right or interest in it; and (c) not violate the Intellectual Property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Contestant may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Contestant’s work product and the result of the Contestant’s ideas and creativity, and the Contestant owns all rights to them. \n(ix) By entering a Submission, Contestant represents, warrants and agrees that the Submission (including, without limitation, the Application) is the original work of the Contestant and complies with the Official Rules.  \nContestant further represents, warrants and agrees that any use of the Submission by the Sponsor, Administrator and/or Judges (or any of their respective partners, subsidiaries and affiliates) as authorized by these Official Rules, shall not: \na. infringe upon, misappropriate or otherwise violate any intellectual property right or proprietary right including, without limitation, any statutory or common law trademark, copyright or patent, nor any privacy rights, moral rights nor any other rights of any person or entity; or\nb. constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy. \nA. Subject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Contestant.  \nB. All Submissions may be disclosed in accordance with the standards specified in the Freedom of Information Law, Article 6 of the Public Officers Law of the State of New York (“FOIL”). A respondent may provide in writing, at the time of its submission, a detailed description of the specific information contained in its Submission which it has determined is a trade secret and which, if disclosed, would substantially harm such entity’s competitive position. This characterization shall not be determinative, but will be considered by the Sponsor when evaluating the applicability of any exemptions in response to a FOIL request.  \nB. Submissions will include components that will be displayed publicly on the Competition Website and other media, with attribution to the Contestant (the “Public Submission”) and components that will not be displayed publicly unless disclosure is required in accordance with FOIL (the “Non-Public Submission”). The Public Submission includes the Submission name, text description, video, images, submitter type, Application category, Application platform, Organization name (if applicable) and website URL (if submitted). The Non-Public Submission includes uploaded files, testing instructions, and the Contestant Representative’s phone number. \nC. The Sponsor and Administrator, and any third parties acting on the Sponsor’s behalf, will have a royalty-free, non-exclusive, worldwide license to display publicly and use for promotional purposes the Public Submission, in perpetuity. This license includes posting or linking to the Public Submission on Sponsor and Administrator’s websites, including the Competition Website, and partner websites, and inclusion of the Submission in any other media, worldwide. The Non-Public Submission may be viewed by the Sponsor, Administrator, and Judges for screening and evaluation purposes, and may be disclosed in accordance with FOIL. Sponsor and the Administrator, and any third parties acting on their behalf will also have the right to publicize Contestant’s name and, as applicable, the names of Contestant’s team members or Organization which participated in the Submission on the Competition Website for a period of two years following the conclusion of the Competition. \nA. Eligible Submissions will be posted on the Competition Website on a rolling basis after being screened and/or tested by the Administratorfor basic functionality, accuracy of messaging, integrity (i.e., security) and appropriateness of content. The Administrator has the right to request additional information and be provided access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to respond or honor such a request may result in disqualification of the Submission.  \nB. Posting of a Submission to the Competition Website does not constitute a final determination by the Sponsor and/or Administrator that the Submission met requirements. Accordingly a Submission may still be disqualified even after it has been publically displayed. \nA. All eligible Submissions will be judged by an expert panel of impartial judges (the “Judges”) selected by the Sponsor and the Administrator. Eligible Submissions may initially be screened by a qualified internal panel selected by the Sponsor at its sole discretion. The internal panel will judge these Submissions on the criteria identified in these Official Rules to select finalist Submissions. Finalist Submissions will then be judged by the expert judging panel determined by the Sponsor and identified on the Competition Website. The internal panel and expert judging panel are not required to test the Application and may choose to judge based solely on the text description and video provided in the Submission.  The Sponsor and the Administrator reserve the right to divide and assign the criteria identified below in these Official Rules among different members of the internal and expert judging panels. The Sponsor and the Administrator reserve the right to substitute or modify the judging panel at any time for any reason. \nB. All Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge, the Sponsor or the Administrator considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions. \nC. A Contestant’s likelihood of winning will depend primarily on the number and quality of all of the Submissions, as determined by the Judges using the criteria in these Official Rules. The dates for the judging panel are April 25, 2013 at 10:00am Eastern Time and May 8, 2013 at 5:00pm Eastern Time (the “Judging Period”). \nA. Criteria (equally weighted): \n(i) Quality of the idea (includes creativity and originality);\n(ii) Quality of user experience (includes design, graphics, typography, and visual aesthetic);\n(iii) Potential impact (includes the potential impact on student engagement, performance, and assessment);\n(iv) Feasibility of use (includes teacher assessment of the feasibility and appeal of using or piloting the app); and\n(v) Alignment with Common Core Standards (includes how well the app integrates the Common Core Standards). \nB. The two (2) finalist Contestants whose Submissions are in the Instructional Category and earn the highest overall scores will become potential winners of the Prizes (Best Instruction App and Best Instruction App - Second Place, respectively) identified below in Section 14.  \nC. Tie Breakers. In the event of a tie between two or more Submissions, the tied Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the second, third, fourth, and fifth criterion listed above, respectively. If two or more Submissions are tied on all five criteria, the panel of Judges will vote on the tied submissions. \nA. Criteria (equally weighted): \n(i) Quality of the idea (includes creativity and originality);\n(ii) Quality of user experience (includes design, graphics, typography, and visual aesthetic);\n(iii) Potential impact (includes the potential impact on student engagement, performance, and assessment); and\n(iv) Feasibility of use (includes teacher assessment of the feasibility and appeal of using or piloting the app).\nB. The two (2) finalist Contestants whose Submissions are in the Administration/Engagement Category and earn the highest overall scores will become potential winners of the Prizes (Best Administration/Engagement App and Best Administration/Engagement App - Second Place, respectively)  identified below in Section 14.  \nC. Tie Breakers. In the event of a tie between two or more Submissions, the tied Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the second, third, and fourth criterion listed above, respectively. If two or more Submissions are tied on all four criteria, the panel of Judges will vote on the tied submissions.\nA. Criteria (equally weighted): \n(i) Quality of the idea (includes creativity and originality);\n(ii) Quality of user experience (includes design, graphics, typography, and visual aesthetic);\n(iii) Potential impact (includes the potential impact on student engagement, performance, and assessment); and\n(iv) Feasibility of use (includes teacher assessment of the feasibility and appeal of using or piloting the app). \nB. The five (5) finalist Contestants, excluding the potential winners of the Best Instructional App, Best Instructional App – Second Place, Best Administration/Engagement App, and Best Administration/Engagement App – Second Place, whose Submissions earn the highest overall scores, regardless of Category, will become potential winners of the Honorable Mention Prizes identified below in Section 14.  \nC. Tie Breakers. In the event of a tie between two or more Submissions, the tied Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the second, third, and fourth criterion listed above, respectively. If two or more Submissions are tied on all four criteria, the panel of Judges will vote on the tied submissions.\nA. ALL POTENTIAL COMPETITION WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE APPLICATION BY THE SPONSOR AND THE ADMINISTRATOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE COMPETITION. Potential winners must continue to comply with all terms and conditions of these Official Rules throughout the Submission Period and Judging Period. Potential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission on or about May 28, 2013. For sake of clarity, if a potential winner is a team or Organization, the notification will only be sent to the Representative. In order to receive a Prize, the potential winner will be required to sign and return to the Administrator, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within seven (7) business days (if a potential winner is a team or Organization, the Representative and all participating members must sign and return to the Administrator said affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days). If a winner is considered to be a minor is his or her state of residence, at Sponsor’s sole option, the prize will either be awarded to the minor winner’s parent or legal guardian on behalf of the winner, or the minor’s parent or guardian will be required to ratify and sign the affidavit of eligibility, and liability/publicity release. \nB. At the sole discretion of the Sponsor and Administrator, a potential winner will be deemed ineligible to win if: \n(i) the potential winner (or in the case of a team or Organization, their Representative) cannot be contacted within seven (7) business days, or is contacted and refuses the Prize;  \n(ii) the potential winner (or in the case of a team or Organization, their Representative or any participating member) fail(s) to sign and return the affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within seven (7) business days from receipt of such documents;  \n(iii) the Prize or Prize notification is returned as undeliverable; or  \n(iv) the Submission or the potential winner, or any member of a potential winner’s team or organization, is disqualified for any other reason.  In the event of such disqualification, Sponsor and Administrator at their sole discretion may award the applicable Prize to an alternate potential winner. The disqualification of one (or more) team members (or, in the case of Organizations, any participating members) from further consideration in this Competition for any reason may result in the disqualification of the entire team or Organization and of each participating member at the sole discretion of the Sponsor and/or Administrator.\nA. No Prize substitutions will be made except for the right of the Sponsor to make a Prize substitution of equivalent or greater value. Prizes must be accepted as awarded. No transfer or substitution of a Prize is permitted except at the Sponsor’s and Administrator’s sole discretion. The Prize will be mailed to the winning Contestant’s or, if a team or Organization is selected as a prize winner, the Representative’s address within 45 days of receipt of the signed affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) form(s). If a team or an Organization is selected as a Prize-winner, the associated Prize will be shipped to said team or Organization’s Representative. It will be the responsibility of the winning team or Organization’s Representative to allocate the Prize amongst its team or Organization members, as the Representative deems appropriate. \nB. Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable federal, state, and local taxes. It is the sole responsibility of Prize winners of US$600 or more to provide certain information to facilitate receipt of the award, including completing and submitting any tax forms when necessary and any applicable withholding and reporting requirements. The Sponsor and Administrator reserve the right to withhold a portion of the prize amount to comply with tax laws. \nC. In the event a winner/potential winner’s employer has a policy that prohibits the awarding of a Prize to an employee, the Prize will be forfeited and an alternate potential winner will be selected. \nA. Each Contestant hereby acknowledges and agrees that the relationship between the Contestant, the Sponsor and the Administrator, is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide the Contestant’s Submission to Sponsor and Administrator for the purposes of this Competition does not place the Sponsor, the Administrator, and their respective agents in a position that is any different from the position held by the members of the general public with regard to elements of the Contestant’s Submission, except as specifically provided in these Official Rules. \nB. By entering, each Contestant (including, in the case of team or Organization, all participating members) agree(s) to: \n(i) comply with and be bound by these Official Rules and the decisions of the Sponsor, Administrator, and/or the Competition judges which are binding and final in all matters relating to this Competition; and  \n(ii) release, indemnify, defend and hold harmless the Sponsor, Administrator, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of Submission or entry of a Submission, participation in the Competition, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of Submission as authorized or licensed by these Official Rules. \nC. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Sponsor or  Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Competition; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Competition Website;\n(iii) unauthorized human intervention in any part of the entry process or the Competition; \n(iv) technical or human error which may occur in the administration of the Competition or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Contestant’s participation in the Competition or receipt or use or misuse of any Prize. If for any reason any Contestant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, the Contestant’s sole remedy is to request the opportunity to resubmit its Submission, which request will be determined at the sole discretion of the Sponsor and the Administrator if the Competition Submission Period is still open.\nParticipation in the Competition constitutes a winner’s consent to Sponsor’s, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the team or Organization which participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of two years following the conclusion of the Competition.\nA. Sponsor and Administrator reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond Sponsor’s and Administrator’s control impairs the integrity or proper functioning of the Competition, as determined by Sponsor and Administrator at their sole discretion. The Sponsor and Administrator reserve the right at their sole discretion to disqualify any individual or Contestant it finds to be tampering with the entry process (for example by using the aid of computer software programs to auto-fill entries) or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Competition, or a violation of any applicable law or regulation. \nB. Any attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor and the Administrator reserve the right to take proper legal action, including, without limiting, referral to law enforcement, for any illegal or unlawful activities. \nC. The Sponsor and/or the Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The Sponsor and the Administrator are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by Sponsor or Administrator. The Sponsor and the Administrator are not responsible for, nor are they required to count any vote which, in their sole judgment, is incomplete, late, misdirected, damaged, unlawful or illicit, including those secured through payment, votes achieved through automated means, as well as those lost for technical reasons, defective or otherwise in violation of these rules. \nD. In the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Competition materials, including but not limited to the Competition Submission form, Competition Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The Sponsor and the Administrator reserve the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, the Sponsor, and the Administrator. The Sponsor and Administrator will post the terms and conditions of the amended Official Rules on Competition Website. As permitted by law, any amendment will become effective at the time the Sponsor and/or Administrator post the amended Official Rules. \nF. Excluding Submissions, all intellectual property related to this Competition, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor and/or the Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. \nG. Should any provision of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nBy entering, all Contestants (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Contestant’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n A. Contestants agree that: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court; and  \n(iii) under no circumstances will Contestants be entitled to, and Contestants hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\n SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants, the Sponsor and the Administrator in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \nThe Administrator collects personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n. \nFor Competition results, visit Competition Website on or about May 28, 2013. \nIf you have any questions or wish to send us any notice regarding this Competition, please email us at \n. ", "hackathon-prizes": [{"prize-content": "$15,000 cash and $6,000 in Amazon Web Service Credits", "prize-title": "Best Instructional App"}, {"prize-content": "$15,000 cash and $6,000 in Amazon Web Service Credits", "prize-title": "Best Administration/Engagement App"}, {"prize-content": "$5,000 cash and $6,000 in Amazon Web Service Credits", "prize-title": "Best Instructional App – Second Place"}, {"prize-content": "$5,000 cash and $6,000 in Amazon Web Service Credits", "prize-title": "Best Administration/Engagement App – Second Place"}, {"prize-content": "$2000 cash and $6,000 in Amazon Web Service Credits", "prize-title": "Honorable Mentions"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nycschools.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality."}, {"judging-criterion": "Includes design, graphics, typography, and visual aesthetic."}, {"judging-criterion": "Includes the potential impact on student engagement, performance, and assessment."}, {"judging-criterion": "Includes teacher assessment of the feasibility and appeal of using or piloting the app."}, {"judging-criterion": "Includes how well the app integrates the \n."}], "hackathon-location-address": "", "hackathon-description-header": "The NYC Department of Education challenged software developers to submit apps and games that enhance math teaching and learning, and engagement for our middle schools.", "hackathon-prizes-total": "$104,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}