{"hackathon-description-text": "\nTyphoon Haiyan (Yolanda) struck the Philippines on November 8, 2013 with such force leaving a trail of destruction and loss of human life in its wake. An estimated 10,000 people are feared dead with millions more displaced desperately lacking access to basic shelter, electricity, medicine, food and water. ", "hackathon-number-of-prizes": "1", "hackathon-id": "typhoonhaiyanhackathon", "hackathon-judges": [{"judge-role": "NextDayBetter", "judge-name": "Ryan Letada"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nHackathon participants are encouraged to work in teams of 3 or 4. We also encourage all to continue developing projects post Hackathon. We're looking for coders, strategists and UI/UX designers to participate\n ", "hackathon-number-of-participants": "18", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nTBD", "hackathon-rules": "\nThank you for being a part of our Design Challenge + Hackathon! We are very excited to be working with you, and we’re so grateful that you are dedicating some of your time to help improve education and disaster response/relief in the Philippines and beyond.\nFirst, some basic rules:\nAll Hackathon participants must work on a hack related to one of our topical Challenges:\nEducation | Disaster Relief and Response\nHackathon participants are encouraged to work in teams of 3 or 4. We also encourage all to continue developing projects post Hackathon.\n17-18.\nAnd the logistics:\nWe have agreed to evaluate each project as a candidate for continued development, and may build upon hacks after the conclusion of the Hackathon. Promising projects will be pitched for further development to Philippines government individuals, promising and impactful non-governmental organizations and relief (grassroots and multilateral) agencies.\nAll intellectual property developed as part of the Education and Typhoon Relief Hackathon shall be distributed inaccordance with the Creative Commons Attribution License (cc).\n ", "hackathon-prizes": [{"prize-content": "TBD", "prize-title": "TBD"}], "hackathon-location-google-maps": "https://maps.google.com/?q=72 Allen Street, New York, NY 10002, USA", "hackathon-url": "https://typhoonhaiyanhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Design. Ease of Use is important for relief effort works and other stakeholders."}], "hackathon-location-address": "72 Allen Street, New York, NY 10002, USA", "hackathon-description-header": "Hack for Good. Design and develop solutions to support education and Typhoon disaster relief in the Philippines. #ReliefPH", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}