{"hackathon-description-text": "\nHackMIT is MIT’s largest hackathon. Over a 24-hour period from September 17 to 18, 1,000 hackers from around the world will gather on MIT’s campus to experiment and innovate on software and hardware projects. This is your weekend to dust off old ideas or try something completely new. Imagine the craziest projects possible, and work on the hack of your dreams!", "hackathon-number-of-prizes": "33", "hackathon-id": "hackmit-2016", "hackathon-judges": [{"judge-role": "Full-stack software engineer @ Samsara", "judge-name": "Katie Siegel"}, {"judge-role": "VP @ Meta", "judge-name": "John Werner"}, {"judge-role": "Founder @ Rough Draft Ventures", "judge-name": "Peter Boyce II"}, {"judge-role": "Founder & CTO @ Samsara", "judge-name": "John Bicket"}, {"judge-role": "Founder & CEO @ UnifyID", "judge-name": "John Whaley"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nTeams that were admitted through the HackMIT lottery system and follow the", "hackathon-number-of-participants": "406", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nMake sure you submit the Google From at go.hackmit.org/submit or your project will not be included in judging.", "hackathon-rules": "\nAll rules that are listed on our \n apply for the entire hackathon. If any rule is violated from this Code of Conduct, the HackMIT organizing team has the right to disqualify your team and project from the competition.", "hackathon-prizes": [{"prize-content": "Ticket and flight to a tech conference of your choice (up to $1000 per hacker)", "prize-title": "First Place"}, {"prize-content": "HackMIT developer pack (choice of hardware/software up to $500 per hacker)", "prize-title": "Runner-Up"}, {"prize-content": "GTX 1080 GPU or $600 of AWS or Azure credit", "prize-title": "Best Machine Learning Hack"}, {"prize-content": "The 21 Bitcoin Computer", "prize-title": "Best use of Algorithms"}, {"prize-content": "3D Printer Kit", "prize-title": "Made from Scratch"}, {"prize-content": "An xkcd book of your choice", "prize-title": "Best xkcd Reference"}, {"prize-content": "Pusheen plushie", "prize-title": "Best Pusheen Reference"}, {"prize-content": "1 btc", "prize-title": "Best use of Coinbase API"}, {"prize-content": "$1000 Visa gift card for the most creative submission using the Beaker notebook (", "prize-title": "Two Sigma Prize"}, {"prize-content": "Google is a global technology leader focused on improving the ways people connect with information. Google’s innovations in web search and advertising have made its website a top Internet property and its brand one of the mostrecognized in the world.", "prize-title": "Google Cardboard Development Prize"}, {"prize-content": "Using the Postmates Delivery API, developers can integrate our on-demand local delivery platform into their applications. The API is designed to allow application developers to check prices, book a delivery, then follow updates on that delivery till completion. Prize: $500 in Postmates Delivery Credit", "prize-title": "Best On-Demand Hack (Postmates)"}, {"prize-content": "It's an API for cars! With OpenXC you can access a ton of real-time vehicle data like GPS, vehicle speed, wiper blade status, door open/close status and much more! In Android or Python. Prize: OpenXC Hardware and 4 Tickets to Team O'Neil Rally School", "prize-title": "Best Creative Car Hack (Ford)"}, {"prize-content": "Nessie is Capital One’s Hackathon API that gives you access to a multitude of real public-facing data - such as ATM and bank branch locations - along with mock customer account data. Use HTTP requests to set up peer-to-peer transactions, simulate a weekly paycheck, or even schedule bills for customers! This is all structured in a way that resembles how we actually run things here at Capital One. Prize: $400 Amazon Gift Card", "prize-title": "Best use of Capital One's API - Nessie"}, {"prize-content": "1st Prize: DJI Phantom 2 drone, 2nd prize: Raspberry Pi 3 Model B", "prize-title": "Most interesting use of Wikipedia data around the US presidential candidates, campaigns and/or upcoming election (Kensho)"}, {"prize-content": "$500 Visa gift card", "prize-title": "Best use of Amadeus APIs"}, {"prize-content": "Best Mobile App that showcases the general value proposition of using NativeScript. Prize:  $100 Amazon or Apple Gift Card", "prize-title": "Best NativeScript App (Progress)"}, {"prize-content": "Best Mobile App that showcases the value proposition of using NativeScript in the context of non-traditional markets. Some bias on \"IOT\", but choose your own interpretation of \"IOT\". Prize: $100 Amazon or Apple Gift Card", "prize-title": "Best NativeScript App for IOT (Progress)"}, {"prize-content": "All expense paid trip to MarketSite, where you'll be broadcast onto Times Square and take part in the closing bell ceremony!", "prize-title": "Nasdaq MarketSite Prize"}, {"prize-content": "Code Black Drone with HD Camera", "prize-title": "Concur Prize for Best Travel Hack"}, {"prize-content": "Surface Pro 4 i7 and Keyboard", "prize-title": "Best Use of Microsoft Technology"}, {"prize-content": "$50 American Express Gift Card", "prize-title": "KCG Prize"}, {"prize-content": "Winning team will be invited to our Wolfram Technology Conference in October to present their winning hack, along with 1 year Wolfram|Alpha Pro, and 1 year of Wolfram Development Platform.", "prize-title": "Best Use of Wolfram Technologies"}, {"prize-content": "$1,500 cash prize split amongst team members", "prize-title": "Most Innovative use of Synaptics Fingerprint Sensor"}, {"prize-content": "$1,500 cash prize split amongst team members", "prize-title": "Most Innovative use of Synaptics Large Touch Sensor"}, {"prize-content": "Sphero BB-8 droids", "prize-title": "Best Use of Emerging Technology (Disney)"}, {"prize-content": "All expense paid trip for up to 4 team members to Facebook HQ for Hackathon Finals", "prize-title": "Facebook Hackathon Finals Trip"}, {"prize-content": "Oculus Rift Developers Kit Dk2 for each team member", "prize-title": "Oculus Prize (Facebook)"}, {"prize-content": "Use natural language processing, machine learning and data visualization tools, to create ways to present insightful information extracted from any publicly available unstructured data source such as public statements, legal documentations, marketing prospectus , or regulatory filings such the ones below. One possible source using funds N-CSR reports of holdings:", "prize-title": "Most Insightful Hack (BNP Paribas)"}, {"prize-content": "The winning team will meet the Rough Draft Ventures Student Team and pitch their startup for up to $25K in funding.", "prize-title": "Rough Draft Ventures Prize"}, {"prize-content": "Unmanned Flying Cargo Delivery Drones, OH MY! Show off your best programming moves by creating app solutions for a Drone Cargo Management System. Think logistics management for cargo transported via a drone and you’ll be on your way to fulfilling this challenge. Some examples of apps you may choose to tackle: Shipping/location/delivery notification system via GPS to sender, operator and receiver (could include scanning packing labels); Package routing info due to weather, logistics, customer requests; Pics of takeoff, landing, packer, receiver; Receiver ID and signature info; Inside air temp (IAT) monitoring, environmental sensor info (temperature, pressure, etc.); Weight balance (center of gravity detection); Hazardous material detection; as well as your “Blue Sky” ideas not yet defined. FOSS only please. Now deliver the \"flying\" goods...pun def intended 'cause the sky really is the limit on this challenge!! See localmotors.com/hackmit2016 for more info should you choose to accept this flight mission. Prize: 1st Prize: $2000/for the team to split + Verrado Drift Trike per team member + LM Internship Interview per team member; 2nd Prize: $1000/for the team to split + 3DP Longboard per team member + LM Internship Interview/for EACH team member; 1st and 2nd place teams welcome to join Airbus Group and Local Motors mentors and company representatives for a dinner on 9/18/16.", "prize-title": "Best Use of FOSS in a Drone Cargo Management System App (Local Motors Labs)"}, {"prize-content": "At HRT we care about performance; both throughput and latency. Accomplishing this goal is a lofty task, and often means going beyond the surface and diving into the nitty-gritty implementation of a particular abstraction. As such, we'd like to recognize a project that has a particularly clever use of a low-level property of their computing environment.", "prize-title": "Best Low Level / High Performance Hack (Hudson River Trading)"}, {"prize-content": "Problem Definition: There is a tremendous amount of information generated from blogs, news, and social media. The textual information most likely has several distinct events, sentiments, opinions and facts mentioned in the same document. Text summarization is the process of taking complex text and making simple summaries by identifying important pieces of the text. Focus based document summarization is generating a summary document into a structured document where the result can be identified as encoding information into broad semantic components such as “Who did What to Whom When and Where.” The current task is to build a computational model that generates this focus based summarization. A more challenging task would be to create automatic visualizations for the summary tasks.", "prize-title": "Focus based document summarization (Philips)"}, {"prize-content": "4 Posh Micro Phones, 4 Lego architecture sets, 1 awesome flame trophy", "prize-title": "Best use of Firebase"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Stratton Student Center, 84 Massachusetts Ave, Cambridge, MA 02139, USA", "hackathon-url": "https://hackmit-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically difficult or interesting? Does the hack apply technical skills to solve a challenging problem? Is the hack impressive when considering the time constraints?"}, {"judging-criterion": "How creative or original is the idea? Does the hack present a new and unique functionality? Or does the hack demonstrate a new solution/new angle/increased scale on an older problem or goal?"}, {"judging-criterion": "Is the user experience smooth, intuitive, and clear? Is the hack aesthetically pleasing? Does the design of the hack contribute to its functionality? Does the hack feature clever integration of different kinds of hardware/API?"}], "hackathon-location-address": "Stratton Student Center, 84 Massachusetts Ave, Cambridge, MA 02139, USA", "hackathon-description-header": "Hack, build, and innovate at MIT's largest hackathon. Sept 17 - 18.", "hackathon-prizes-total": "$79,570", "hackathon-location-description": "Massachusetts Institute of Technology - Johnson Ice Rink", "hackathon-end-date": "2016-09-18", "has-projects": "True"}