{"hackathon-description-text": "\nCarleton University's CUHacking is the largest hackathon in Ottawa. The hackathon takes place over 24 hours, non-stop! Students can compete against each other and themselves; taking their ideas and making them a reality. ", "hackathon-number-of-prizes": "16", "hackathon-id": "cuhacking-2018", "hackathon-judges": [{"judge-role": "Foko Retail", "judge-name": "Colin McDonald"}, {"judge-role": "InGenius", "judge-name": "Peter Hillier"}, {"judge-role": "You.i TV", "judge-name": "Ally Hall"}, {"judge-role": "Innovapost", "judge-name": "Dennis Ho"}, {"judge-role": "Pythian", "judge-name": "Alec Lovell-Troy"}, {"judge-role": "Martello Tech", "judge-name": "Chris Wilsonr"}, {"judge-role": "Martello Tech", "judge-name": "Doug Bellinger"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nAny university, college, or high school student can participate, regardless of program.", "hackathon-number-of-participants": "121", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nParticipants can work on any project they like, as long as it does not violate the MLH Code of Conduct and has something to do with technology.\nA hardware lab provided by MLH will be available with Arduinos, Oculus Rifts, Amazon Echoes, and more!\nTo be fair, everyone starts their hack only once the event officially begins. We recommend setting up your environment (install Xcode, Android Studio, Git, etc) but don’t start hacking until the event!\n ", "hackathon-rules": "\n\nTL;DR. Be respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable at an officially sanctioned MLH event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a MLH representative or event organizer makes you uncomfortable, please report it using the procedures included in this\ndocument.\nMajor League Hacking stands for inclusivity. We believe that every single person has the right to hack in a safe and welcoming environment. Harassment includes but is not limited to offensive verbal or written comments related to\ngender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that\ncounts as harassment and is enough reason to stop doing it.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors, judges, mentors, volunteers, organizers, MLH staff and anyone else at the event are also subject to the anti-harassment policy. In particular, attendees should not use sexualised images, activities, or other material both in their hacks and during the event. Booth staff (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment. If a participant engages in harassing behavior, Major League Hacking may take any action MLH deems appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact Major League Hacking using the reporting procedures defined below.\nMLH representatives will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance. We expect participants to follow these rules at all hackathon venues, online interactions in relation to the event, hackathon-related social events, and on hackathon supplied transportation.\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct, please report it immediately using one of the following methods. All reporters have the right to remain anonymous.\nBy sending information to the general reporting line, your report will go to any or all of the five MLH representatives listed below.\n● North America General Reporting - +1 (409) 202-6060, incidents@mlh.io\n● Europe General Reporting - +44 80 0808 5675, incidents@mlh.io\nIf you are uncomfortable reporting your situation to one or more of these people or need to contact any of them directly in case of emergency, direct contact details are listed below.\n● Jon Gottfried - +1 (212) 851-6746, jon@mlh.io\n● Li Chen - +1 (301) 679-7171 , li@mlh.io\n● Nick Quinlan - +1 (510) 859-8578, nq@mlh.io\n● Swift - +1 (347) 220-8667, swift@mlh.io\n● Chi Nguyen (586) 244-8877, chi@mlh.io\nMajor League Hacking reserves the right to revise, make exceptions to, or otherwise amend these policies in whole or in part. If you have any questions regarding these policies, please contact MLH by e-mail at hi@mlh.io.\nThis guide was last updated on July 19, 2017", "hackathon-prizes": [{"prize-content": "Each member of the overall first place team will receive an MLH Medal and a Google Home Mini", "prize-title": "First Place"}, {"prize-content": "Each member of the overall second place team will receive an MLH Medal and a Google Chromecast Video", "prize-title": "Second Place"}, {"prize-content": "Each member of the overall third place team will receive an MLH Medal and a Utopia 360 VR Headset", "prize-title": "Third Place"}, {"prize-content": "Martello will award a Martello Hackathon Kit for the winning team making the best use of their API opened up just for this event! See Slack for more details on this challenge. This kit includes a Raspberry Pi, Alexa Dot, RBG Keyboard, and a $50 Amazon gift card.", "prize-title": "Martello: Take our API for a Test Drive and Bring Data to Life"}, {"prize-content": "Innovapost will award a Google Home Mini to each member of the team demonstrating the best Android application", "prize-title": "Innovapost: Best Android Application"}, {"prize-content": "StdLib will award a Nintendo Switch to each member of the team demonstrating the best use of the StdLib API", "prize-title": "Best use of StdLib API"}, {"prize-content": "Ingenius will award a full sized Google Home to each member of the team demonstrating the most innovative natural language UI controller", "prize-title": "InGenius: Most Innovative Natural Language UI Controller"}, {"prize-content": "ChangeJar will award a $75 Amazon gift card to each member of the team demonstrating the best use of the ChangeJar API, and a $25 Amazon gift card to each member of the runner-up team", "prize-title": "Best use of ChangeJar online payments"}, {"prize-content": "Indico will be awarding $500, $250, and $100 of Indico API credit to the 1st, 2nd, and 3rd place teams respectively for the best use of their API for machine learning.", "prize-title": "Best use of Indico API for Machine Learning"}, {"prize-content": "DotTech will be awarding a $250 Amazon Gift Voucher for the best hack/website submitted on a .TECH domain (to be split among the team members)", "prize-title": "Best Hack submitted on a DotTech Domain"}, {"prize-content": "Wolfram will be awarding a year of Wolfram|One Personal Edition and Wolfram|Alpha Pro to each member of the top 5 teams.", "prize-title": "Wolfram's Top 5 Teams"}, {"prize-content": "Each member of the team presenting the most creative hack will receive a Lego Creativity Box", "prize-title": "Most Creative Hack"}, {"prize-content": "Each member of the team presenting the most useless hack will receive a mystery swag bag of equal uselessness", "prize-title": "Most Useless Hack"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essentials Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "DragonBoard 410C + Power Source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Residence Commons, Ottawa, ON K1S, Canada", "hackathon-url": "https://cuhacking-2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves and learn something new? What kind of projects have they worked on before? If a team which always does virtual reality projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded."}], "hackathon-location-address": "Residence Commons, Ottawa, ON K1S, Canada", "hackathon-description-header": "The hackathon takes place over 24 hours, non-stop! Students can compete against each other and themselves to take their projects from concept to reality.", "hackathon-prizes-total": "$6,837", "hackathon-location-description": "Carleton University - Residence Commons", "hackathon-end-date": "2018-04-01", "has-projects": "True"}