{"hackathon-description-text": "\nImplement modern trends in app development to increase customer satisfaction, communication and awareness thus reputation of Telesur as digital services provider”. These trends include:", "hackathon-number-of-prizes": "4", "hackathon-id": "telesur-itcore-hackathon2016", "hackathon-judges": [{"judge-role": "Hackathon", "judge-name": "Judges Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis is an ON-SITE hackathon so if you are unable to attend in person you should NOT signup.\nEveryone over 12 years can attend in teams with at least 3 and maximum 5 members and every team can add a coach.\nProblem statements will be handed out at the start of the Hackathon", "hackathon-number-of-participants": "14", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nEvery team submits for judging the following:", "hackathon-rules": "\n(IN DUTCH)\nArtikel 1. Doel\nDe Telesur / IT-Core Hackathon 2016 wordt georganiseerd door de IT-Core en gesponsord door Telesur. Het doel van de Telesur / IT-Core Hackathon 2016 is om creativiteit en innovativiteit te stimuleren bij de deelnemers door in team-en competitieverband een functionerende en op de markt te brengen applicatie te bouwen die Suriname op de kaart zet als innovatief land.\nArtikel 2. Deelname/Inschrijving\n- Deelname aan de Telesur / IT-Core Hackathon 2016 is open voor iedereen vanaf 12 jaar, die in team- en competitieverband binnen 24 uur een werkende en functionererende mobiele- of webapplicatie te bouwen.\n- De teams bestaan uit minimaal 3 en maximaal 5 teamleden.\n- Aan ieder team mag een coach toegevoegd worden, die zorgt voor begeleiding voor, tijdens en na de Hackathon.\n- De organisatie van de Telesur / IT-Core Hackathon 2016 zorgt voor de benodigde infrastructuur.\n- Deelnemers dienen zich tot uiterlijk 23 augustus 2016 in te schrijven via het inschrijfformulier op de website: www.hackathon.sr\nArtikel 3. Bijdrage deelname\nDe deelname aan de Telesur / IT-Core Hackathon 2016 is geheel gratis.\nArtikel 4. Tijdschema en locatie\nDe Telesur / IT-Core Hackathon 2016 start op zaterdag 27 augustus 2016 om 12:00 uur ‘s middags en eindigt na 24 uur op zondag 28 augustus om 14:00 uur inclusief eindpresentaties en prijsuitreiking.\nArtikel 5. Eisen applicatie\n- De te ontwikkelen applicatie dient nog niet op de markt of in ontwikkeling te zijn, en moet bestemd en toepasbaar zijn voor het gebruik door bedrijven, consumenten/eindgebruikers.\n- De applicatie moet functioneren en gedownload kunnen worden aan het eind van de Hackathon om in aanmerking te komen voor de jurering. Het besluit hiertoe ligt bij de jury en er is geen beroep hiertegen mogelijk.\nArtikel 6. Inlevering applicatie\nHet team levert de volgende zaken direct in bij de jury:\na. Een kopie van de door het team ontwikkelde applicatie, werkend op de server, of op een mobiele OS emulator\nb. Een in het kort uitgewerkt én functionerend model van de ontwikkelde applicatie met vermelding van de naam van de applicatie.\nc. De applicatie code toegevoegd aan de Hackathon GIT repository, die speciaal voor het event ingericht is, dit voor verificatie en beoordeling.\nArtikel 7. Presentatie applicatie\nElk team zal in een presentatie van 8 minuten een duidelijk uitgewerkte beschrijving van de applicatie geven, waarin het team een achtergrondvisie geeft, de applicatie motiveert en geeft toelichting over de applicatie (hoe is het team op dit idee gekomen). Schetsen en tekeningen die als basis voor de applicatie hebben gediend, kunnen ter illustratie ook worden gepresenteerd. \nNa het evenement zal deze informatie op een online platform voor hackathons\ngeplaatst dienen te worden (www.DevPost.com).\nArtikel 8: Coaches\nAan elk team mag een coach toegevoegd worden. De coach deelt zijn kennis, ervaring met de materie om gerichte aansturing te geven aan de teams. Hij dient als de accellator in het ontwikkel traject.\nArtikel 9. Beoordeling\nBij de beoordeling van de door de teams ontwikkelde applicatie zal de jury letten op:\n1. Idee\n2. ontwerp\n3. uitwerking\n4. functionaliteit\n5. teamwork\n6. thema match\n7. commerciële of maatschappelijke waarde\n8. creativiteit en originaliteit\n9. gebruikersvriendelijkheid\n10. code structuur en kwaliteit\nDe juryleden gaan in eerste instantie na of een ingeleverde applicatie voldoet aan de in deze voorwaarden gestelde criteria. Wanneer een ingeleverde applicatie afwijkt van de eisen, valt deze buiten verdere beoordeling.\nIndien naar het oordeel van de jury voldoende applicaties voorhanden zijn die aan de eisen voldoen en, eveneens naar haar oordeel, voldoende kwaliteit bezitten, kent de jury de beschikbare prijzen toe.\nArtikel 9. Prijzen\nDe prijzen voor het Telesur / IT-Core Hackathon 2016 winnend team zijn:\n- één (1) geldprijs van $1250 voor het winnende team;\n- één (1) geldprijs van $ 750 voor het tweede team;\n- één (1) geldprijs van $ 250 voor het derde team;\n- één (1) giveaway voor elke deelnemer;\n- het opgeleverde product als “TMIL Project Partner” verder uit te werken tot een commercieel eind product.\nArtikel 10. Intellectueel eigendom\nElk team zorgt zelf voor de codering zonder een externe aan te spreken om de code te schrijven. Indien er code van derden gebruikt wordt, moet dit in het commentaar van de code duidelijk vermeld worden.\nHet intellectueel eigendom en de eventueel daaruit voortvloeiende rechten van de ontwikkelde Applicatie komen toe aan het team en de deelnemende coach.\nHet team staat ervoor in, dat zij de maker zijn van de applicatie en geen inbreuk maken op enig recht van een derde.\nDe deelnemers/teams vrijwaren de organisatie van de Telesur / IT-Core Hackathon 2016 van aanspraken van derden op de applicatie, waarbij inbreuk gemaakt wordt op diens rechten en verplichten zich tot vergoeding van alle geleden schade en kosten die de organisatie in verband met dergelijke aanspraken maakt, waaronder doch niet beperkt tot de kosten van rechtsbijstand.\nDe hackathon organisatie stelt zich niet aansprakelijk bij ontstane IP disputen onder teamleden en zal slechts bemiddelend daarin kunnen optreden indien daartoe gevraagd door de een of meerdere deelnemers.\nArtikel 11. Bindende uitspraak\nDe beslissing van de jury is bindend. De teams zullen zich zonder enige voorwaarde onderwerpen aan de uitspraak van de jury.\nArtikel 12. Overig\nTijdens de Telesur / IT-Core Hackathon 2016 kan de organisatie steeds bijkomende richtlijnen geven om het goede verloop van hiervan te garanderen", "hackathon-prizes": [{"prize-content": "First price for the best solution and execution.", "prize-title": "First prize  US$ 1250"}, {"prize-content": "Runner up prize, team that performed next best in idea and execution.", "prize-title": "Second prize US$ 750"}, {"prize-content": "Second runner up prize", "prize-title": "Third prize US$ 250"}, {"prize-content": "All participants receive a gadget and nobody leaves empty-handed.", "prize-title": "Gadgets everyone"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Anton Drachtenweg, Paramaribo, Suriname", "hackathon-url": "https://telesur-itcore-hackathon2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "1. The Idea\n2. design & architecture\n3. project execution\n4. functionality\n5. teamwork\n6. theme match\n7. commercial and social value\n8. creativity and originality\n9. user friendlyness\n10. code structure en quality"}], "hackathon-location-address": "Anton Drachtenweg, Paramaribo, Suriname", "hackathon-description-header": "Telesur/IT-Core Hackathon2016 Suriname...", "hackathon-prizes-total": "$2,250", "hackathon-location-description": "Telesur Training Center (TOC)", "hackathon-end-date": "2016-08-29", "has-projects": "True"}