{"hackathon-description-text": "\n  ", "hackathon-number-of-prizes": "4", "hackathon-id": "spotless-hack-the-g", "hackathon-judges": [{"judge-role": "Chief Operating Officer, Spotless", "judge-name": "Dana Nelson"}, {"judge-role": "General Manager Brand, Innovation, Technology, Spotless", "judge-name": "Julian Fogarty"}, {"judge-role": "Group Manager PPP - Government, Health & Defence, Spotless", "judge-name": "Suzy Hudson"}, {"judge-role": "Managing Director, Startupbootcamp IoT and Data Tech", "judge-name": "Trevor Townsend"}, {"judge-role": "Director + Co-founder, Creator Global", "judge-name": "Slade Sherman"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll participants must be over 18 years or accompanied by a legal guardian.\nIf you're not already part of a team, you'll have the ability to join or create a team either at the", "hackathon-number-of-participants": "72", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nWe’ll be using DevPost to manage project submissions for judging. One member of your team will need to sign up and then invite other members of the team onto the project via email. If you’re not familiar with DevPost then it’s worth watching this video -\nIf you have an IoT solution developed, you'll need to be able to demonstrate how this works", "hackathon-rules": "\n\n1. Teams can have between 2-6 people in them.\n2. You have to complete all work at the MCG during the allotted time.\n3. Ideas can be developed before you arrive, but not code.\n4. You can build or develop in/on any language or platform but you must make this accessible.\n5. You will be respectful of all other people and will agree to follow the \n6. You will be respectful to Hackathon Staff and follow their instructions throughout the event\nwith the Basic Rules may see individuals or teams removed from the competition and expelled from the MCG.\n \n\nWhilst you can use third-party material this must be legally licensed to at least one member of the team and currently available to the public to download or buy. You may purchase other items but at your own expense. Before purchasing anything, we recommend you checkout and attend our lead up technology \n delivered by our Technology Partners to see and get familiar with the awesome equipment they will make available for you to use during the Hackathon. Click \n for more detail.", "hackathon-prizes": [{"prize-content": "$10,000 Cash prize donated by Spotless", "prize-title": "First Prize - Overall Winner"}, {"prize-content": "Six months office space for team @ Kydo pre-accelerator to take their business idea forward.  Donated by Kydo", "prize-title": "Best Commercial Idea"}, {"prize-content": "$1000 to our finalists.", "prize-title": "Finalist"}, {"prize-content": "Details given on the morning of the Hackathon", "prize-title": "People's Choice Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Brunton Ave, Melbourne VIC 3004, Australia", "hackathon-url": "https://spotless-hack-the-g.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the problem you're solving real and is it aligned to the key themes? Utilising the Lean Canvas (Maurya Canvas) you'll need to capture on a single page an actionable and entrepreneur-focused business plan."}, {"judging-criterion": "The App or IoT solution you develop and demonstrate. We'll be looking at execution, user experience (UX), technical approach, structure, creativity, innovation. If it's not working, then you'll need detailed concept designs."}, {"judging-criterion": "Is the solution fundamentally different from any existing approaches? We're looking for breakthrough innovation that potentially changes current thinking and generates enthusiasm and support."}, {"judging-criterion": "How big is the opportunity? Does the App or IoT solution and business model have the potential to make a real and sizeable impact either commercially, for customers or the community."}, {"judging-criterion": "Ability for the team to communicate the problem & solution, and demonstrate the App or IoT solution clearly via a 3 min video pitch and then for the five finalists in a 5 min pitch to a live audience."}], "hackathon-location-address": "Brunton Ave, Melbourne VIC 3004, Australia", "hackathon-description-header": "Develop an IoT or data solution that will enhance Spotless' customer experience in one of their key service areas.", "hackathon-prizes-total": "$31,400", "hackathon-location-description": "Melbourne Cricket Ground", "hackathon-end-date": "2016-11-22", "has-projects": "True"}