{"hackathon-description-text": "\nThomson Reuters has long been an industry leader in providing timely, accurate information to financial professionals. Those professionals are increasingly turning to mobile devices as important interfaces for information. We are challenging developers internationally to build the most useful, high-quality, and visually appealing applications, offering $25,000 in cash and prizes. In order to be considered for prizes, all submitted software applications must use at least one content set from the Thomson Reuters Knowledge Direct API. Applications must be installable on the iPhone, iPad, Blackberry, or Android Operating systems. Note: Developers maintain all intellectual property ownership for their submissions.", "hackathon-number-of-prizes": "6", "hackathon-id": "streetapps", "hackathon-judges": [{"judge-role": "CEO, Thomson Reuters", "judge-name": "Tom Glocer"}, {"judge-role": "CTO, Thomson Reuters", "judge-name": "James Powell"}, {"judge-role": "President of Investment & Advisory, Thomson Reuters", "judge-name": "Eric Frank"}, {"judge-role": "Global Head of Mobility, Markets, Thomson Reuters", "judge-name": "Vivek Nasta"}, {"judge-role": "Managing Partner, IA Venture Partners", "judge-name": "Roger Ehrenberg"}, {"judge-role": "CIO, Morgan Stanley Investment Banking", "judge-name": "Stephen Sparkes"}, {"judge-role": "Founder and Chairman, Covestor", "judge-name": "Rikki Tahta"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nApple, Inc. is not a sponsor or participant in the Challenge and makes no endorsement of the Challenge. iPad™ is a registered trademark of Apple Inc.\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nIntroduction\nThe StreetApps Challenge (the “Challenge” or “StreetApps”) is an initiative of Thomson Reuters. The Challenge is intended to provide recognition to individuals, teams of individuals, corporations and nonprofit organizations (collectively, “Contestants”) for developing innovative software applications for Mobile Devices on the Blackberry, Android, iPhone, or iPad platforms and that utilize the Thomson Reuters Application Programming Interface (“API”). The goal of the Competition is threefold: (1) to introduce new ideas into Thomson Reuters’ mobile app pipeline; (2) to create an ecosystem of developers by strengthening ties with the software community; and (3) to market Thomson Reuters mobility internally and externally.\n1. Eligibility\nFor those that are not competing for the Internal Thomson Reuters Award, the Challenge is open only to: (1) legal residents of the fifty (50) United States (including the District of Columbia), Canada (excluding Quebec), United Kingdom, India, Hong Kong and Australia who are the age of majority in their respective jurisdiction at the time of entry (or where the Contestant is a team of eligible individuals, each team member must be the age of majority in his or her respective jurisdiction); and (2) corporations or organizations that are domiciled in the (50) United States (including the District of Columbia), Canada (excluding Quebec), United Kingdom, India, Hong Kong and Australia, incorporated at the time of entry. Individuals submitting on behalf of teams, corporations and nonprofit organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team, corporation or nonprofit organization. Void in Guam, Puerto Rico, the U.S. Virgin Islands, and other U.S. territories and possessions and where prohibited by law. Employees of Thomson Reuters, ChallengePost, Inc., and the judges or any of their respective affiliates, subsidiaries, advertising agencies, or any other company or individual involved with the design, production, execution or distribution of the Challenge and their immediate family (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) and household members (people who share the same residence at least three (3) months out of the year) of each such employee are not eligible (excluding the Contestants competing for the Internal Thomson Reuters Award). Contestants competing for the Internal Thomson Reuters Award are not limited to those who are legal residents of the fifty (50) United States (including the District of Columbia), Canada (excluding Quebec), United Kingdom, India, Hong Kong and Australia. Submission for the Internal Thomson Reuters Awards may be made from residence in any jurisdiction, where legal, provided the entrant is the age of majority in their respective jurisdiction at the time of entry (or where the Contestant is a team of eligible individuals, each team member must be the age of majority in his or her respective jurisdiction). If the Challenge is prohibited by local laws in your jurisdiction you should not enter. Additional eligibility requirements for the Internal Thomson Reuters Award are set forth below in Section 6. Contestants competing for the Internal Thomson Reuters Award must also comply with these official rules. The Challenge is subject to all applicable United States federal, state and local laws and regulations. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and Sponsor and Administrator’s decisions, which are final and binding in all matters related to the Challenge. Winning a prize is contingent upon fulfilling all requirements set forth herein.\n2. Sponsor and Administrator\nSponsor: Thomson Reuters, 3 Times Square, New York, NY 10036. Administrator: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\n3. Challenge Submission Period\nThe Challenge Submission Period begins on April 20, 2010 at 12:00:01 AM Eastern Standard Time (“EST”), 05:00:01 AM Greenwich Mean Time (“GMT”) and ends on July 9, 2010 at 5:00 PM EST, 10:00 PM GMT (the “Challenge Submission Period”). Administrator’s computer is the official time keeping device for this Challenge.\n4. How to Enter\n To enter the Challenge, all Contestants must, during the Challenge Submission Period, visit www.StreetAppsChallenge.com and follow the prompts to register by providing all of the requested information. Registration is free. To be eligible to participate in the Challenge, after you register you must verify your email address via the registration email sent to the email entered in the registration form (unless you log-in with your Facebook credentials). Registered Contestants will then be able to enter a submission (“Submission”) which must be submitted during the Challenge Submission Period in accordance with the Submission Requirements. Registrants can receive the electronic credentials required to access an API Key by viewing the simple instructions on the website Resources page at \n. Access to the API using the electronic credentials can only be used for purposes of creating a Submission in this Challenge. Sponsor reserves the right to terminate a Submission’s access to the API at any time.\n Submissions which in Sponsor and/or Administrator’s sole discretion are determined to be substantially similar to a prior entry will be disqualified. Submissions may be disqualified if they do not function as expressed in the Text Description provided at registration. Failure to do so could result in disqualification from the Challenge. Submissions may combine Thomson Reuters API information with other non-Thomson Reuters API information, provided the Contestant is authorized to distribute and utilize the non-Thomson Reuters API data through a free, publicly available source. Contestant cannot distribute API data to any third party, and where the contestant is a corporation, outside the corporation. Contestant cannot use the API data for any purpose other than the competition. Contestant cannot store the API data beyond the closing date of the competition and must delete any copies of the API data once the submission has been made. Contestant must accept rights of third party suppliers to Thomson Reuters relating to the API data. Submissions containing any matter which in the sole discretion of the Sponsor, Administrator and Judges is indecent, defamatory, in obvious bad taste, which is not in keeping with the spirit of the competition or which demonstrates a lack of respect for public morals or conduct or which adversely affects the reputation of the Sponsor will not be accepted. If the Sponsor, Administrator or Judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified. Entrants whose Submissions are disqualified will not be notified of the disqualification. \n Each Contestant represents and warrants that he or she is the sole author and owner of the Submission, that the Submission is wholly original to the Contestant, that it does not infringe any copyright or any other rights of any third party of which Contestant is aware, and is free of malware. A Contestant may contract with a third party to assist with the Submission, provided the Contestant is the sole and unequivocal owner of all intellectual property and licenses in the Submission. It is an express condition of Submission and eligibility that each Contestant warrants and represents that Contestant’s Submission is solely owned by Contestant and solely created by Contestant for the purpose of entering this Challenge, and that no other party has any rights or interest in the Submission. Contestant further represents and warrants that the Submission and any use thereof by the Sponsor, Administrator, and each of their respective parent companies, subsidiaries and affiliates, shall not infringe upon any statutory or common law copyright and shall not constitute a defamation, or invasion of the right of privacy or publicity, or infringement of any other right of any kind of any third party.\n Each Contestant grants to Sponsor, Administrator, and others acting on behalf of Thomson Reuters, a royalty-free non-exclusive worldwide license to use, copy it for use, perform it publicly, display publicly their Submission, for the purpose of the Challenge until one year after the announcement of winners. This license includes posting or linking to the Submission on the official Thomson Reuters and Administrator websites and partner websites and making the Submission available for use by the public. After the Challenge winners are announced, the winners may be invited to discuss further opportunities to develop their Submission with the Sponsor.\n5. Display of Submissions and Public Voting\nSubmissions will be posted on www.StreetAppsChallenge.com on a rolling basis after being screened by the Administrator for basic functionality, accuracy of messaging, and integrity (i.e., security). If a Submission is disqualified it will not be posted. All Contestants will have equal access to Submissions posted on the website. Non-Contestants interested in the Challenge are also encouraged to register on www.StreetAppsChallenge.com. Registration will be required by Non-Contestants in order for them to receive updates on the Challenge and to be eligible to vote for the Popular Choice Award. Registered visitors will be able to vote for their favorite Submission. The public voting will take place between on or about July 26, 2010 at 12:00:01 AM EST, 5:00:01 AM GMT and August 29, 2010 at 5:00PM EST, 10:00 PM GMT. Public voting will determine the winner of the Popular Choice Award. Each registered visitor is able to vote for their favorite Submissions, but is limited to voting no more than once per Submission.\n6. Winner Selection and Judging Criteria\nExcept for the Popular Choice Award, the Submissions will initially be screened by a qualified internal panel selected by the Sponsor at its sole discretion. The internal panel will judge each Submission on the criteria identified below to select finalist Submissions. Then the finalist Submissions will be judged by an expert judging panel including the following five individuals:\nSponsor reserves the right to substitute or modify the judging panel without any further notice. Judges do have the right to withdraw without advance notice in the event of extenuating circumstances beyond their control.\nJudges will be fair and impartial. A judge may elect to recuse him or herself from judging a Submission, if in the judge’s sole discretion it is not appropriate for him or her to judge that particular Submission because of a past or current relationship with that particular Contestant. A Submission will not be at a disadvantage if a judge(s) recuses him or herself.\nWinning depends on the number of eligible Submissions received and the quality of submitted Submissions. The approximate dates for the judging of finalists Submissions is between July 26, 2010 and August 29, 2010. The winners will be announced on or about September 21, 2010.\nThe Judges will evaluate each finalist Submission on the following three criteria: (1); Usefulness to a financial professional (2); Quality of the implementation; and (3) Ease of use and visual appeal. The three (3) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 9. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3). If there is still a tie then the winner will be selected based on a vote by the judging panel, which will consist of an odd number of judges.\nOne (1) winner will be chosen solely based on the voting of registered visitors to www.StreetAppsChallenge.com. If there is a tie between one or more Submissions for the Popular Choice Award, each tied Contestant will receive their own iPad, invitation to the award ceremony and shown on Thomson Reuters Jumbotron in NYC, but the $2,500 cash prize will be split equally amongst the tied Contestants.\nThe judging panel will judge each finalist Submission on the following three criteria: (1); Usefulness to a financial professional (2); Quality of the implementation; and (3) Ease of use and visual appeal. The two (2) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 9. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3). If there is still a tie then the winner will be selected based on a vote by the judging panel, which will consist of an odd number of judges.\nSubmission must be made by a full-time or part-time employee of Thomson Reuters and/or their immediate family (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) and household members (people who share the same residence at least three (3) months out of the year) of each such employee. Additional restrictions: (1) the Submission must be made by an employee, relative (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) or household member (people who share the same residence at least three (3) months out of the year) of a person employed by Thomson Reuters at the time the Submission is entered; (2) if submitted by an employee of Thomson Reuters, the Submission must have been prepared outside the scope of the employee’s employment by Thomson Reuters and must not consist of an application or materials that the employee could reasonably expect to be required to prepare in the course of his or her duties as an employee of Thomson Reuters; and (3) the Submission by the employee, relative or household member must not be based on data or materials to which the employee (or employee to whom the Contestant is related or with whom the Contestant resides) has access in the course of his or her Thomson Reuters employment, or data or materials submitted to the Thomson Reuters API.\n7. ALL POTENTIAL CHALLENGE WINNERS ARE SUBJECT TO VERIFICATION BY SPONSOR AND/OR ADMINISTRATOR WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE CHALLENGE. 8. Verification of Potential Winners\nPotential winners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements. The potential winners will be notified by email, telephone, or mail after the date of the judging. The potential winners will be required to sign and return to Sponsor, within ten (10) calendar days of the date notice is sent, an affidavit of eligibility, and liability/publicity release (except where prohibited) in order to claim his/her prize if applicable. If a potential winner of any prize cannot be contacted, fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, potential winner forfeits prize and cash will not be awarded in lieu. In the event that a potential winner of a Challenge prize is disqualified for any reason, Sponsor may award the applicable prize to an alternate winner who had the highest score remaining of the eligible entries.\n9. Prizes\nWinners are responsible for all taxes and fees associated with prize receipt and/or use. No cash equivalent for the prizes, prizes are non-transferable and no substitution will be made except as provided herein at the Sponsor’s sole discretion. Sponsor reserves the right to substitute any listed prize for one of equal or greater value for any reason. If a team of individuals, a corporation or a nonprofit organization is selected as a prize winner, the prize will be awarded to the group and it will be up to them to split the prize. All prize amounts listed above are in US Dollars.\n10. Entry Conditions and Release\nBy entering, each Contestant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsor, Administrator, and/or the Challenge judges which are binding and final in all matters relating to this Challenge; and (b) except where the losses, expenses or liabilities in question arise either from negligence, breach of these Official Rules or other default on the part of any of the Released Parties or from death or personal injury caused by negligence of one or more of the Released Parties (see definition below), release and hold harmless and compensate the Sponsor, Administrator, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the “Released Parties”) for, from and against any and all claims, losses, expenses (including reasonable legal fees and expenses), and liability arising from claims of any kind, including but not limited to claims of negligence, claims in respect of damages of any kind to property, and claims of invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of an entry or submission of an entry, participation in the Challenge, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry.\n11. Publicity\nExcept where prohibited, participation in the Challenge constitutes winners’ consent to Sponsor’s and its agents’ use of winner’s name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, for an unlimited period of time, relating to this Challenge without further payment or consideration.\n12. General Conditions\nSponsor and Administrator reserve the right to cancel, suspend and/or modify the Challenge, or any part of it, if any fraud, technical failures or any other factor beyond Sponsor and/or Administrator’s reasonable control impairs the integrity or proper functioning of the Challenge, as determined by Sponsor and/or Administrator in their sole discretion. Sponsor and/or Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor and/or Administrator reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsor and/or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Sponsor and Administrator are not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit votes, including those secured through payment, votes achieved through automated means or by registering more than one e-mail account and name, using another person’s e-mail account and name, as well as those lost for technical reasons or otherwise. Any costs associated with accessing the Challenge website is the Contestant’s responsibility and is dependent on the internet service provider used.\n13. Limitations of Liability\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information being provided as a result of factors beyond their reasonable control, whether caused by entrants, printing errors or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind for which they are not responsible, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur due to circumstances beyond their reasonable control in the administration of the Challenge or the processing of entries; or (5) except to the extent that it is caused by negligence on the part of one or more of Released Parties, any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from entrant’s participation in the Challenge or receipt or use or misuse of any prize. If for any reason an entrant’s entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, entrant’s sole remedy is another entry in the Challenge. No more than the stated number of prizes will be awarded.\n14. Disputes\nEntrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, shall be resolved exclusively by the United States District Court or the appropriate New York State Court located in New York County, New York; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Challenge, but in no event attorneys’ fees; and (4) under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsor in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\n15. Privacy\nAny information that the Sponsor collects from you is subject to the Privacy Policy located at www.StreetAppsChallenge.com/Privacy-Policy.\n16. Challenge Results\nFor Challenge results go to www.StreetAppsChallenge.com after the winners are announced.\nOfficial Rules Updated on May 5, 2010 to reinforce that the Internal Thomson Reuters Award is open to any jurisdiction where legal, as stated in Paragraph 1. Official Rules Updated June 23, 2010 to extend the deadlines by two weeks, and updated July 22, 2010 to change the public voting and judging start dates to July 26, 2010.", "hackathon-prizes": [{"prize-content": "$15,000", "prize-title": "First Prize"}, {"prize-content": "$5,000", "prize-title": "Second Prize"}, {"prize-content": "$2,500", "prize-title": "Third Prize"}, {"prize-content": "$2,500", "prize-title": "Popular Choice Award"}, {"prize-content": "$1,500", "prize-title": "Internal Thomson Reuters First Prize"}, {"prize-content": "$750", "prize-title": "Internal Thomson Reuters Second Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://streetapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Thomson Reuters challenged developers internationally to build the most useful, high-quality, and visually appealing applications", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}