{"hackathon-description-text": "\nThoughout the day, we'll post announcements to the", "hackathon-number-of-prizes": "3", "hackathon-id": "applewatchhackathon", "hackathon-judges": [{"judge-role": "", "judge-name": "Ben Morrow"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "116", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n\nThis will be as clear as possible and applies to speakers, sponsors, and attendees. We do not want anyone to feel uncomfortable or unwelcome at the event or in the community. \n\nWe value your participation, and if something, anything happens during the course of your participation in the hackathon that makes you uncomfortable, please make us aware of it by \n or by talking directly to one the organizers at the event.  By making us aware of these situations, we can handle them in a professional manner.\n\nWe are dedicated to providing a harassment-free experience for everyone regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, or religion. Presentations in this hackathon should not use sexualized images. Apps should not intimidate a particular social group. We do not tolerate harassment in any form.\n\nParticipants asked to stop any behavior are expected to comply immediately. Participants violating these rules may be expelled from the hackathon at the discretion of the organizers. \nWe're here to help create a collaborative environment where everyone can enjoy the apps and presentations.\nYep! We'll communicate with you through email when you get the ticket. We'll stream the opening ceremony and the presentations live via Google Hangout on Air -- on YouTube.\nWe'll also use a Google Hangout to present across the globe. The only catch is that you would have to be ready to present at the time of the event in San Francisco, 6pm PST, June 13.\nJust snag a \n.\nSome hackathons have big flashy grand prizes. That's not our style. There's no better way to challenge yourself than attending a hackathon. You'll meet great people and get to push yourself.\nThat said we wanted to come up with prizes that can reward the good hacks. First/second/third is not the best way to judge a hackathon because oftentimes hacks are good for different reasons. So we award equal prizes to three judges' choice teams and one audience favorite.\nThe prizes this go around are Apple gift cards in the amount of the price for an Apple Watch Sport Band for each participant on a winning team.\nTeams must be between 1-4 people.\nLike we said, we've got prizes and judges, but they aren't the point of what we're achieving here. We're living on the edge and we can define the future.\n\nYou will have 30 seconds to pitch your idea at the start of the day. This is your chance to tell us what you want to work on and what roles you need to fill on your team.\nSince 200 participants will be competing for glory, presentations will happen in two rounds. In the preliminary round at 6pm, each team will present to a pair of judges in a private room. The judges will pick their favorite teams to move on to the finals. Then at 7pm the finalists will present to the entire audience. Presentations are 2-minutes each and should be demos either on a real watch or in the simulator on the computer. No slides.\nOur first round presentations will then be on Saturday evening. We’ll get ready for these at 5:30pm. You will see teams present back-to-back in a private room. You will select one team to move on to the finals.\nThe judges will be evaluating:\nThe finalist teams will then present in front of the whole audience. Prizes will be equal for all winners. There will be an audience favorite as well, chosen at the end.\n: We hold ourselves to a high standard. That means you cannot bring personal code that you've worked on previously into the hackathon.\n: Of course you can do whatever you want at a hackathon if you don't care about the judging process.  If you do care, then the code you bring in must be available to everyone at the hackathon prior to the start of the hackathon.  To use code you have previously written, contact uswith a link to the code and its license (which must allow others to use it) and we will update the FAQ to notify all participants of the code's availability.  Judges will take into account the use of code that has only been made available to participants very recently.  To get the highest judge's score for your project you will have to write all of your code at the hackathon and only use generally available libraries that were not created specifically for your hackathon project.  Being able to say \"All the code of the demo was written during the hackathon\" enables the highest scoring.\nOne method of achieving the highest score for your demo is to create your demonstration prior to the hackathon (or at least fight through most of the bugs and issues prior to the hackathon) and then leave all of that code at home so that the demo is (re)created from scratch during the hackathon and no old code you previously wrote is accessed during the hackathon.  The demonstration must not have previously been made public so that its disclosure at the hackathon is the first public disclosure of the hack.  By leaving the code at home or copied externally and deleted locally, you are protected from accusations that copying was performed during the hackathon. Copying code by retyping has no scoring benefit beyond that of copy/pasting code so the rules of general availability of the code, and announcement of your use of it, apply to all retyped code.\nWe're looking forward to seeing what can be built in such a short time. We'll do our best to publicize open source libraries that can help.\nIf you've been to big meetups in the Bay Area, you know that an attendee/RSVP ratio of <50% is quite common. Since we have room for 200 people, that means that we would have to allow over 400 RSVPs to account for all the people who don't show up the day of the event. And then if all those 400 people do show up, we're toast.\nBy charging for tickets we ensure that we all have skin in the game and we can keep the attendee/RSVP ratio more predictable. Also, after all, you will be getting good, healthy, quality food, snacks, and beer. Catering costs big money at this scale.\n and show us some love :)", "hackathon-prizes": [{"prize-content": "There will be three equal winners declared by the judges. Each member of the winning teams will receive an Apple gift card. That way you can purchase your size and color preference for the Apple Watch Sport Band.", "prize-title": "Judges' Choice"}, {"prize-content": "Each member of the audience favorite teams will also receive an Apple gift card. That way you can purchase your size and color preference for the Apple Watch Sport Band", "prize-title": "Audience Favorite"}, {"prize-content": "These did not receive a prize, but instead received special acknowledgment from the judges.", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=44 Tehama Street, San Francisco, CA 94105, USA", "hackathon-url": "https://applewatchhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "44 Tehama Street, San Francisco, CA 94105, USA", "hackathon-description-header": "The after party to AltConf and WWDC", "hackathon-prizes-total": "$852", "hackathon-location-description": "", "hackathon-end-date": "2015-06-13", "has-projects": "True"}