{"hackathon-description-text": "\nWHEN IS IoTHACKDAY?", "hackathon-number-of-prizes": "1", "hackathon-id": "iothackday2015", "hackathon-judges": [{"judge-role": "IoT Hack Day Participants", "judge-name": "Crowd [Public Voting]"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nDo you have an ideas? You are eligiable. Anyone can enter #IoTHackDay.\nNot interested in being on a team and competing, but would like to attend and see the outcome and vote on the winner? Register \nIntersted in having your kids learn about how to make and LED Costume? Register for the LED Costumes portion going on at the same time at: ", "hackathon-number-of-participants": "73", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nThe submission requirements are very relaxed. Send in a short response on what you are planning to create that day in 12 hours. You are open and encouraged to build modules and what you need ahead of time and be able to prepare yourself for success. The competition is all about not only the product you have envisioned and created, but additionally how much you have been able to build that day. The more you can build to what you orginally spec'ed and share with the group the better chance you have to win.", "hackathon-rules": "\nTeams will have 12 hours to build the best solution that they can based on what they have submitted as their project to the challenge. The event will kick off with each team sharing what they are aiming to build and have completed by that evening - 12 hours later. Teams will be able ( and encouraged ) to help eachother if they wish. If someone needs some solder, a resistor, etc, we encourage others to steps up and help. At the end of the day there will be presentations by each team on what they completed. Finally, a public vote by all in attendance will decide the winners. The top 3 teams will all receive prizes for their efforts.\nTry to build the best IoT solution that you can with the tools and time you are given. You should be open and hoest with the other teams participating and and follow the same rules that we have adopted from the local Twin Cities CoderDojo group:\n ", "hackathon-prizes": [{"prize-content": "We are putting together the details, but like in previous years, the top 3 teams will be awarded free hardware and services from a number of our sponsors valued at many thousands of dollars.", "prize-title": "Hardware &amp; Services"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1635 Energy Park Dr, St Paul, MN 55108, USA", "hackathon-url": "https://iothackday2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The crowd will vote for the winner!"}], "hackathon-location-address": "1635 Energy Park Dr, St Paul, MN 55108, USA", "hackathon-description-header": "Hack to Create IoT Products and Make Our World a Better Place Through Technology!", "hackathon-prizes-total": "0", "hackathon-location-description": "Minnetronix - Thinking Medical Systems", "hackathon-end-date": "", "has-projects": "False"}