{"hackathon-description-text": "\nTeenHacks is bringing over 200 students from all over Southern California together for one huge weekend of collaboration and learning. We firmly believe in a beginner friendly environment and that's why no experience is required to enjoy this event. Learn to code, network with companies and fellow students, build your first app, website, whatever it is that interests you.", "hackathon-number-of-prizes": "3", "hackathon-id": "teenhacks2014", "hackathon-judges": [{"judge-role": "", "judge-name": "TeenHacks Judging Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "116", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nEach team must submit their project by 7 AM Sunday. Late submissions will not be allowed. Any team that does not submit by 7 AM will not be eliglbe for prizes or placement. All submitted work must be completed at the event during the hacking period. Any submission found to use work completed outside the designated hacking period will be disqualifed at the discretion of the organizers.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Each member will receive an invite to the Thiel Foundation's Under 20 Summit in Las Vegas with all travel and accommodations paid for.", "prize-title": "First Place"}, {"prize-content": "Each team member will receive a Pebble smart watch courtesy of Pebble.", "prize-title": "Second Place"}, {"prize-content": "Each team member will receive a $25 gift card.", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1801 Warburton Way, Fullerton, CA 92833, USA", "hackathon-url": "https://teenhacks2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack generic? Does it take on a unique approach to a problem?"}, {"judging-criterion": "How hard was it to code? What technologies were incorporated? Were there any interesting challenges that the team had to solve code wise?"}, {"judging-criterion": "How well does the hack accomplish its stated goal? Does it solve the problem it was designed for?"}, {"judging-criterion": "Is the hack user friendly? Is it intuitive to use or is its interface clunky?"}], "hackathon-location-address": "1801 Warburton Way, Fullerton, CA 92833, USA", "hackathon-description-header": "SoCal's first major HS hackathon. October 25-26 @ Sunny Hills High School.", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "", "hackathon-end-date": "2014-10-26", "has-projects": "True"}