{"hackathon-description-text": "\nAround 25,000 more people are expected to call Lake Macquarie home over the next 20 years, taking the City’s population to around a quarter of a million people. The City is part of the Hunter region of New South Wales, Australia, which has the largest share of both regional population and regional employment and is located in the State’s fastest growing corridor – from the northern edge of Sydney to Newcastle. The projected population along this corridor is estimated to be 1.1 million by 2036. The State Government has prepared a", "hackathon-number-of-prizes": "4", "hackathon-id": "lakemachack", "hackathon-judges": [{"judge-role": "Laughing Mind", "judge-name": "Brian Hill"}, {"judge-role": "University of Newcastle", "judge-name": "Micky Pinkerton"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nParticipants: Individuals must be 18yrs of age or older, Team entries may consist of organisations for up to a maximum of 6 people (teams need to be between 2-5people max). Student entries will be required to verify student IDs and be currently enrolled to be eligible for student tickets.\nOpen to Australian Residents. We will be seeking a broad mix of Businesses/Innovators, Developers, UX and Design skills to ensure optimium team compositions and to allow for remote team interactions. Tag a friend if you think they should be aware and involved.", "hackathon-number-of-participants": "12", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nSubmission Requirements will be announced on the opening pitch night at ~730pm.\nAs a guideline, we will be looking for evidence of:", "hackathon-rules": "\nOur hackathon is dedicated to providing an empowering, harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nWhilst the event will be an opportunity to apply what you've learnt from browsing APIs prior to the event, the event will be relying on you commencing coding only from the Friday Pitch night. The only exception to this rule is if it's been made Open Source, freely available for use by other teams and in piublic-domain. Prior to the event, feel free to fill your boots with learning about relevant libraries like Atlassian Connect, HealthKit/ResearchKit, BlueMix etc, all of which will help you once the event kicks off and perhaps give you the edge you need. But don't pre-build - if we detect it, your entry will be jeopardised.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Overall Winner"}, {"prize-content": "Startup establishment support package from ZimpleWeb", "prize-title": "Startup Digital Support pack - Zimpleweb"}, {"prize-content": "Cycling for impact - incentive prize from Quiet Rush", "prize-title": "Cycling for Impact - QuietRush"}, {"prize-content": "i2N is the Integrated Innovation Network initiative.", "prize-title": "UoN Integrated Innovation Network i2N prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=63 Ridley St, Charlestown NSW 2290, Australia", "hackathon-url": "https://lakemachack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is there an evident problem - how well is it described and evidenced?"}, {"judging-criterion": "Have you gathered evidence of customer validation of your idea?"}, {"judging-criterion": "How well are the customer segments described and understood for the problem you're solving?"}, {"judging-criterion": "Proof of concept is clear, understandable"}, {"judging-criterion": "Evidence of collaboration activity within the team + public input on the idea."}, {"judging-criterion": "APIs and DevHardware offered for use by the teams has been leveraged to good effect."}], "hackathon-location-address": "63 Ridley St, Charlestown NSW 2290, Australia", "hackathon-description-header": "Quicken the digital pulse and connectivity of Lake Macquarie in our transport hackathon", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "Dantia Smart Hub", "hackathon-end-date": "2017-06-17", "has-projects": "True"}