{"hackathon-description-text": "\nThe UALR Bowen Legal Innovation Hack-a-Thon is the first legal-themed hackathon in the state of Arkansas. The goal of the hackathon is to drive legal innovation and to support entrepreneurship that benefits the legal community and the community at large.", "hackathon-number-of-prizes": "2", "hackathon-id": "bowenlaw2016", "hackathon-judges": [{"judge-role": "Chief Innovation Officer / Premonition", "judge-name": "Toby Unwin"}, {"judge-role": "Director of Industry Relations / Avvo", "judge-name": "Dan Lear"}, {"judge-role": "Research Professor of Law & Co-Director, Center for Legal Innovation Vermont Law School", "judge-name": "Jeannette Eicks"}, {"judge-role": "CEO and co-founder of Ravel Law", "judge-name": "Daniel Lewis"}, {"judge-role": "Associate Professor of Law, Southern Illinois University School of Law", "judge-name": "Angela Upchurch"}, {"judge-role": "Dean, UALR Donaghey College of Engineering and Information Technology", "judge-name": "Lawrence Whitman"}, {"judge-role": "Program Coordinator, UALR Donaghey College of Engineering and Information Technology", "judge-name": "Thomas Wallace"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nOur event is open to anyone, age 18 or older, interested in technology, the law and distributing legal services through innovation.", "hackathon-number-of-participants": "37", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nProjects will be started and completed on-site.  Sponsor-provided API's and data will be available, but participants will have free reign to create.  \nAttendees DO NOT NEED LEGAL EXPERIENCE!  \nUnsure where to start? We will present a list of project ideas for teams looking for direction. Teams may use presented ideas or create their own!", "hackathon-rules": "\n\n\nTeams shall consist of two or more people. Participants must be onsite (remote participation is not allowed). Participants may form teams in advance of the hackathon or at the hackathon. Teams are not permitted to begin coding or work on their submission until 6:01 pm on February 5, 2016. Teams may discuss ideas and concepts before the hackathon officially begins. Teams are encouraged, but not required, to include a lawyer or current law student on their team.\n. Every participant who plans to hack will need guest access to the UALR wireless network. Participants must register through Devpost for guest access. Any laptop or other device used to hack cannot have peer-to-peer software installed. The UALR network will automatically disconnect any guest user with such software and new guest access cannot be granted after the hackathon begins.\nNo alcohol will be served or allowed at the event. UALR Bowen School of Law is a smoke-free campus. Smoking is only allowed in the designated area \n. Participants shall conduct themselves in a professional and inclusive manner. \nAll submissions and the work product must be produced within the time span of the hackathon. Judges may, in their sole discretion, disqualify any submission that they have reason to believe was substantially created before the start time of the hackathon. Submissions are due by 10:00 a.m. (CST) on February 6, 2016, and must be submitted through Devpost. There will be no extensions of the deadline.\n. On Saturday, February 6, beginning at 10:00 a.m. (CST), at least one member of each registered team must appear in person at UALR Bowen School of Law, Friday Courtroom, Room 114, 1201 McMath Avenue, Little Rock, AR 72202, to present and explain their team’s submission. The presentations should explain the issue or problem and how the submission helps to solve the issue. The order of presentations will be determined by lottery. Presentations may not last more than 5 (five) minutes.\nTeams will divide cash prizes equally among that team’s members. Participants must have a valid social security number to be eligible for a prize. Participants are responsible for all taxes associated with winning a prize. Winners will be required to complete tax forms prior to receiving a prize. All decisions of the judges are final.\nAs a condition of participation in the hackathon, participants grant organizers, sponsors, and members of the media rights to publicly disclose competition and event information, explain and review entries and ideas developed and presented during the event, identify the names and current cities of residence of members of the winning and second place teams, and to display any event related photos, screen shots, and links to publicly available demonstrations of event entries and materials.\nAll code developed at the hackathon will be open source code. Any intellectual property developed during the hackathon will belong to the team that developed it. Each team should have an agreement among the team members regarding the ownership of the team members of the intellectual property, but such an agreement is not required as a condition of participating in the hackathon.\n \n\nTo what degree does the final product work as of the end of the event?\nHow user-friendly is the product for the end user?\nHow unique is the product from everything else out there?\nHow critical is the need addressed by the product? What problem does the product? Does it have the ability to grow and change over time?", "hackathon-prizes": [{"prize-content": "$1,000 prize for team scoring highest based on judging criteria.", "prize-title": "First place"}, {"prize-content": "$500 prize for team scoring 2nd-highest based on judging criteria", "prize-title": "Second place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1201 McMath Ave, Little Rock, AR 72202, USA", "hackathon-url": "https://bowenlaw2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How unique is the product from everything else out there?"}, {"judging-criterion": "How critical is the need addressed by the product? \nWhat problem does the product? \nDoes it have the ability to grow and change over time?"}, {"judging-criterion": "How user-friendly is the product for the end user?"}, {"judging-criterion": "To what degree does the final product work as of the end of the event?"}], "hackathon-location-address": "1201 McMath Ave, Little Rock, AR 72202, USA", "hackathon-description-header": "The first legal-themed hack-a-thon in the state of Arkansas. $1,000 and $500 cash prizes for solutions that drive legal innovation, support entrepreneurship and benefit the community at large.", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "William H. Bowen School Of Law", "hackathon-end-date": "", "has-projects": "False"}