{"hackathon-description-text": "\nIn partnership with Huffington Post Arabi and Common Action Forum", "hackathon-number-of-prizes": "4", "hackathon-id": "asyf16", "hackathon-judges": [{"judge-role": "President of Al Sharq Forum", "judge-name": "Wadah Khanfar"}, {"judge-role": "Editor In Chief of The Huffington Post Arabi", "judge-name": "Anas Fouda"}, {"judge-role": "Executive Director & Co-Founder of Common Action Forum", "judge-name": "Rafael Heiber"}, {"judge-role": "Managing Director of AJ+", "judge-name": "Dima Khatib"}, {"judge-role": "Lead/Creator of AJ+", "judge-name": "Riyaad Minty"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nThe application process is open to all participants and we encourage everyone to apply.\nFrom the pool of applicants a diverse set of skills, experiences and backgrounds will be selected. Al Sharq Youth Forum reserves the right to select or disqualify any applicant for any reason, but there are no pre-set conditions that would immediately disqualify an applicant.\nAs this is a youth targeted event, our ideal Hackathon participant is between the ages of 18 and 35 years, but we encourage all ages to apply.\n(Please note: the common working and presentation language for this event is English, so all selected participants must be fluent in the English language.) \nTeams at the hackathon will be composed of 3-4 members ideally, with a minimum of 2 members to present at the presentation session.", "hackathon-number-of-participants": "9", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nTo enter this challenge, you MUST be one of the selected Bridging Communities participants who attended the hackathon during Al Sharq Youth Forum 2016 in Istanbul, Turkey.\nYour submission to the challenge should be complete and clear and all materials made available digitally.\nInclude in your submission all links to code repositories, images or design assets, demos, and videos or other resources you will need in your challenge presentation to the judges.\nAny work not posted here to DevPost may be excluded for judging and award purposes at the discretion of Al Sharq Forum.", "hackathon-rules": "\n:\nThe hackathon will be composed of 4 days. 2 Days of team work, and 2 Conference days which include optional Conference attendance and the presentations / award ceremony. The 2 team work days are 27th and 28th April 2016. The two Conference days are 29th and 30th April 2016.     \n:\nThe application process is open to all participants and we encourage everyone to apply.\nFrom the pool of applicants a diverse set of skills, experiences and backgrounds will be selected. Al Sharq Youth Forum reserves the right to select or disqualify any applicant for any reason, but there are no pre-set conditions that would immediately disqualify an applicant.\nAs this is a youth targeted event, our ideal Hackathon participant is between the ages of 18 and 35 years, but we encourage all ages to apply.\n(Please note: the common working and presentation language for this event is English, so all selected participants must be fluent in the English language.) \nTeams at the hackathon will be composed of 3-4 members ideally, with a minimum of 2 members to present at the presentation session.\n: \nEach team must prepare and submit a response to one of the three challenges posed at the hackathon. The response will be in the form of a project, such as a web platform, media campaign or content, mobile/device application, etc.\nEach team will also be responsible for a 10 minute presentation to our Evaluation Panel (\"judges\").\nSubmissions and presentations are due at 1pm on Friday 29th April, and submitted electronically to the Devpost page of the hackathon.\n: \nAl Sharq Youth Forum reserves the right ot display and promote the contributions and work of the participants of the hackathon, as well as the right to display the work on its website if applicable.\n: \nThis is a collaborative event, though there will be awards for the most exciting and innovative solution to emerge from it. The team responsible for that solution (\"the winners\") will receive opportunity-based prizes that may include training courses, mentorship, incubation, or other awards as seen fit according to the idea.\nAny prizes awarded for work completed at the hackathon will range in approximate value from $200 to $2,500. Awards may be distributed for a range of criteria such as most innovative projects or the most compelling submissions for our various challenges.\nDepending on their city of residence, selected participants will have their accommodation and travel paid for in kind by Al Sharq Forum. Unfortunately we cannot offer this for residents of Istanbul.\nWinner Selection will take place through the scoring by the judges following the presentations. Evaluation criteria are available on the Devpost page of the hackathon.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of Al Sharq Forum.", "hackathon-prizes": [{"prize-content": "Training programs, mentorship opportunities, consideration for incubation, invitations for all team members to ASYF 2016 Gala Dinner.", "prize-title": "1st Place Winner"}, {"prize-content": "", "prize-title": "Runner-Up: Most Innovative"}, {"prize-content": "", "prize-title": "Runner-Up: Greatest Impact"}, {"prize-content": "", "prize-title": "Honorary Mention"}], "hackathon-location-google-maps": "", "hackathon-url": "https://asyf16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Has this solution reached major achievements in its design, technical implementation, or strategic structure? Did the team implement ideal design principles, a solid framework, and a reliable prototype, especially considering the production time?"}, {"judging-criterion": "Does this solution effectively bridge the gaps between socioeconomic, cultural, religious, ethnic, or other communities? Are users of the solution empowered to work together to identify and achieve common goals as a result of the solution?"}, {"judging-criterion": "Does this project have the ability to reach its goals with realistic time frames and resources? Is the thinking behind it reasonable and thorough? Are there any serious blockers in the marketplace that could hinder the realisation of its potential?"}, {"judging-criterion": "Would the solution have a large impact on the state of economic, social, and political conditions, in the Sharq region and/or globally? Does the solution solve a meaningful problem with the current disconnected condition of communities in the region?"}, {"judging-criterion": "How unique is the solution? Is it disruptive to the status quo? Does it differentiate sufficiently from its competition? Would this idea create a reaction of surprise and intrigue for new users?"}], "hackathon-location-address": "", "hackathon-description-header": "How might we use technology and media to inspire socioeconomic and cultural groups in the Sharq region to work together towards a common goal?", "hackathon-prizes-total": "0", "hackathon-location-description": "Pullman Hotel Istanbul Airport and Convention Center", "hackathon-end-date": "2016-04-29", "has-projects": "True"}