{"hackathon-description-text": "\nOn MLK weekend 2014, MHacks III is going to redefine what a hackathon can be. MHacks isn't just for hardcore programmers. It's not just about competing. It isn't about energy-drink-enabled sleep deprivation. It isn't about starting a viable business. MHacks is for creators. It's for those of you who see problems and want to tackle them, using existing skills, and augmenting them with the skills of those around you. MHacks III will be the best place to do that, and we can't wait to see what you make of it.", "hackathon-number-of-prizes": "17", "hackathon-id": "mhackswinter2014", "hackathon-judges": [{"judge-role": "", "judge-name": "MHacks Judging Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nTeams can be anywhere from one to four people. If you don't yet have a team and want to be part of one, use the Facebook event page of MHacks III to find those who need your skills (or have the skills you want).\nAnything. As long as it doesn't break any laws or our rules.", "hackathon-number-of-participants": "596", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nDon't start working on your hack before the official start of MHacks. You can talk about it and develop your idea early, but nothing else, please.\n ", "hackathon-prizes": [{"prize-content": "Presented by Quicken Loans & Opportunity Detroit to the best overall hack.", "prize-title": "Grand Prize"}, {"prize-content": "Andreessen Horowitz is looking for the team who can blow them out of the water with their programming skills.", "prize-title": "Most Technically Impressive Hack"}, {"prize-content": "iPad minis w/ Retina Display and 128GB of storage will go to the best iOS app at MHacks courtesy of Apple.", "prize-title": "Best iOS App"}, {"prize-content": "Presented to the hack with the best use of the Bloomberg Open API.", "prize-title": "Bloomberg Prize"}, {"prize-content": "Yahoo is giving $1,000 to the best mobile app developed at MHacks.", "prize-title": "Best Mobile App"}, {"prize-content": "ADP is looking for the best application which can be used in the dashboard of the car which ties the owner to the dealership in some way from an info/data perspective.", "prize-title": "Best Hack-in-Dash"}, {"prize-content": "", "prize-title": "Apigee Prize"}, {"prize-content": "Evernote is dishing out Nexus 7s and 1 year of Evernote Premium to the hack makes the best use of the Evernote API", "prize-title": "Best Evernote Hack"}, {"prize-content": "Presented to the hack with the best use of the SendGrid API", "prize-title": "Best SendGrid Hack"}, {"prize-content": "Walgreens is dishing out $500 for the hack with the best use of their QuickPrints API or SDK", "prize-title": "Best QuickPrints Hack"}, {"prize-content": "iPad Minis awarded for the hack with the best use of the Lob API.", "prize-title": "Best Lob Hack"}, {"prize-content": "", "prize-title": "NEST Labs Prize"}, {"prize-content": "Newbble is looking to award 10 hours of mentorship to the hack with the most potential for success.", "prize-title": "Most Viable Start-up"}, {"prize-content": "Optiver is looking for the team that comes up with an ingenious way to display data.", "prize-title": "Most Creative Data Visualisation"}, {"prize-content": "The winner(s) will display high character in their actions and develop a unique solution that aligns with our mission:", "prize-title": "Impact &amp; Innovation Prize"}, {"prize-content": "Weather Underground is giving out $1,000 to the best weather hack.", "prize-title": "Best Weather Hack"}, {"prize-content": "Google Nexus 7 tablets for each team member (up to 4) for Best App built using Mashery API Network - dev.mashery.com/apis", "prize-title": "Best App W/ Mashery"}], "hackathon-location-google-maps": "https://maps.google.com/?q=The Qube, Woodward Avenue, Detroit, MI 48226, USA", "hackathon-url": "https://mhackswinter2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}], "hackathon-location-address": "The Qube, Woodward Avenue, Detroit, MI 48226, USA", "hackathon-description-header": "THE MOST EPIC UNIVERSITY HACKATHON RETURNS", "hackathon-prizes-total": "$12,750", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}