{"hackathon-description-text": "\nHack River Dell, is the first ever hackathon hosted at River Dell Regional High School in Oradell, New Jersey. Organized entirely by students, the Hack River Dell team looks to continue the tradition of excellence and innovation that River Dell High School has been recognized for for generations.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackriverdell", "hackathon-judges": [{"judge-role": "Oradell Kids Foundation", "judge-name": "Lin Loh"}, {"judge-role": "New Jersey Institute of Technology", "judge-name": "Kevin George"}, {"judge-role": "United States Secret Service", "judge-name": "Scott Sarafian"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nThis event is open for all middle through high school students (Grades 7-12), no matter where they live or what school they attend.", "hackathon-number-of-participants": "62", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nEvery submission must contain 3 things", "hackathon-rules": "\nLast Modified: November 4, 2016\nIt is the responsibility of all participants of Hack River Dell to respect and abide by these rules during the event. These rules are in place to ensure that Hack River Dell will be fun and safe. Those who do not follow these rules may be ejected from the event, or may incur additional consequences depending on the severity of the infraction. Any additional questions may be directed to contact@hackriverdell.com.\n \n\nAll attendees should arrive for the opening ceremony, which will start promptly at 8:00 AM, at 7:00 AM. Registration will remain open until 9:00 AM, though we do encourage all participants to attend the opening ceremony, as we will be addressing important information regarding the competition. This includes, but is not limited to, the judging process, accessible locations, the expo, mini-events, etc.\nAttendees must bring the following with them on the day of the event:\n \n\nThe judges of Hack River Dell 2016 will be judging submissions under the following criteria:\n- Innovation - Originality - Creativity - Execution\nThe judges will be going around during the 1-hour expo session to judge all hacks. Please make sure you have something to show the judges.\nAny hack that was not submitted to Devpost is not eligible for judging. We will be checking when/if the hack was submitted when choosing the winners.\nThe top three hacks will have a 5 minute demo on stage during the closing ceremony, in which the judges will choose to overall winner.\n \n\nThe River Dell Regional School District will permit our attendees to use the school’s guest network. The password for this network will be distributed day of. Event participants may not share this password with any outside persons. This password will expire at midnight on 12/03/2016.\nAll internet traffic on this network is monitored. Please be wise in your use of this network. Event organizers may remove or restrict access to the network if necessary.\nAny unauthorized access to the River Dell Network is prohibited.\n \n\nHack River Dell is a Major League Hacking-affiliated event. Major League Hacking (MLH) is the official student hackathon league. Each year, MLH powers over 200 weekend-long invention competitions that inspire innovation, cultivate communities and teach computer science skills to more than 65,000 students around the world. MLH is an engaged and passionate maker community, consisting of the next generation of technology leaders and entrepreneurs.\nAs a participant of Hack River Dell, you are required to accept the MLH Code of Conduct.\n \n\nThe Oradell and River Edge police departments will be assisting us with event security, and will be monitoring the premises during the event.\nIn the event of an emergency in which the building must be evacuated, please follow the directions given to event staff. If there is a medical emergency, please contact event staff immediately.\nTo ensure everyone’s safety, no outside food and drink is allowed onto the premises under any circumstance. This is done to prevent any allergens from entering the building (i.e. peanut butter), and also to ensure no drugs and/or alcohol enter the building. All students who have an epinephrine device, such as an Epi-Pen, should bring them in the event of an allergic reaction.\nNo discrimination or harrasment will be tolerated. This includes bias or hate speech on the grounds of race, gender, sex, orientation, ethnicity, health, or disability. For more on this, please see the MLH code of conduct. If you witness or are subject to discrimination or harrasment, please report it to a volunteer immediately. If you do not feel comfortable talking to volunteer, and would like to speak with event organizers, that is completely acceptable. Just let one of the volunteers know you’d like to speak with an organizer, and we can sort it out.\nHack River Dell reserves the right to eject any participant from the event at any time.\n \n\nHack River Dell reserves the right to add, modify, or remove rules at any time. It is the responsibility of all participants to be aware of rule changes.\n \n\nLaptop Renting Procedure: Participants who do not have a laptop or desktop computer of their own may request a laptop to be used during the event. These laptops will promptly be administered at 9:00 AM in the library, and will be returned to the library no later than 10:00 PM.\nIn order to receive a laptop for your use, you must reach out to contact@hackriverdell.com, and let us know. In return, we will send you an application that you must fill out.\nThe computers will have these programs installed:\nAny additional software that you need may be installed, but please make note of that in your application.\nThe deadline to apply for a computer rental is Friday, November 28, 2016.\nThe activities on this machine will be monitored by event organizers, and unauthorized use of these computers will result in ejection from the event and removal of access from these systems.\nHack River Dell reserves the right to terminate access to these machines at any time for whatever reason.\n\nAs stated earlier, if a team or participant refuses to accept or follow these rules, it will result in removal from the event.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Intel Compute Stick"}, {"prize-content": "", "prize-title": "$50 Amazon Gift Card"}, {"prize-content": "", "prize-title": "$25 Amazon Gift Card"}], "hackathon-location-google-maps": "https://maps.google.com/?q=55 Pyle St, Oradell, NJ 07649, USA", "hackathon-url": "https://hackriverdell.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Your hack should demonstrate some extent of originality.  Meaning that if your hack has already been done many times before, it is not original.  Try and build something that hasn't been done before."}, {"judging-criterion": "Make your hack outside the box and forward-thinking."}, {"judging-criterion": "How polished is your hack? Does it work? Does it look pretty?"}], "hackathon-location-address": "55 Pyle St, Oradell, NJ 07649, USA", "hackathon-description-header": "River Dell High School's First-Ever Hackathon", "hackathon-prizes-total": "$160", "hackathon-location-description": "River Dell Regional High School", "hackathon-end-date": "2016-12-04", "has-projects": "True"}