{"hackathon-description-text": "\nLos miembros de Hack Puebla 2016 están dispuestos a no dormir hasta ver hecho realidad lo que otros solo sueñan. A usar sus talentos y pasiones para dejar una huella. Este evento no solo es el talento, no solo es el conocimiento, son las ganas. Es trabajar y trabajar hasta ver construido aquello que hoy aún no existe. Hay 120 hackers de distintas universidades de Puebla reunidos para construir los proyectos más apasionantes de tecnología en solo 28 horas.", "hackathon-number-of-prizes": "5", "hackathon-id": "hack-puebla-2016", "hackathon-judges": [{"judge-role": "Profesor de cátedra de la Facultad de Ciencias de la Computación de la Benemérita Universidad Autónoma de Puebla", "judge-name": "Dr. Iván Olmos Pineda"}, {"judge-role": "Director General de Nucliux.  Asesor en la Incubadora de Empresas", "judge-name": "Ing. Edoardo Palazuelos"}, {"judge-role": "Director General de Luxoft México", "judge-name": "Dr. Enrique Cortés Rello"}, {"judge-role": "Representante de la Major League Hacking", "judge-name": "Daniel Cossío"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "46", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nTL;DR. Be respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable at an officially sanctioned MLH event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a MLH representative or event organizer makes you uncomfortable, please report it using the procedures included in this document.\nMajor League Hacking stands for inclusivity. We believe that every single person has the right to hack in a safe and welcoming environment.\nHarassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors, judges, mentors, volunteers, organizers, and anyone else at the event are also subject to the anti-harassment policy. In particular, attendees should not use sexualised images, activities, or other material both in their hacks and during the event. Booth staff (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf a participant engages in harassing behavior, Major League Hacking may take any action MLH deems appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact Major League Hacking using the reporting procedures defined below.\nMLH representatives will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance.\nWe expect participants to follow these rules at all hackathon venues, hackathon-related social events, and on hackathon supplied transportation.\n\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct, please report it immediately using one of the following methods. All reporters have the right to remain anonymous.\nBy sending information to the general reporting line, your report will go to any or all of the five MLH representatives listed below.\n\nIf you are uncomfortable reporting your situation to one or more of these people or need to contact any of them directly in case of emergency, direct contact details are listed below.", "hackathon-prizes": [{"prize-content": "Primer Lugar", "prize-title": "Tablets Dell Venue Pro 10"}, {"prize-content": "Segundo Lugar", "prize-title": "Raspberry Pi 3"}, {"prize-content": "Tercer Lugar", "prize-title": "Arduino Uno R3"}, {"prize-content": "Best use of AWS", "prize-title": "1TB Disco Duro Dell"}, {"prize-content": "For Best Developer Tool", "prize-title": "Octocat Figurines"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Via Atlixcayotl 2301, Reserva Territorial Atlixcáyotl, Corredor Comercial Desarrollo Atlixcayotl, 72197 Puebla, Pue., Mexico", "hackathon-url": "https://hack-puebla-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Via Atlixcayotl 2301, Reserva Territorial Atlixcáyotl, Corredor Comercial Desarrollo Atlixcayotl, 72197 Puebla, Pue., Mexico", "hackathon-description-header": "\"Los Hackers creen que algo siempre puede mejorar y que nada está realmente completo\"", "hackathon-prizes-total": "$3,616", "hackathon-location-description": "Centro de Convenciones del ITESM Puebla", "hackathon-end-date": "2016-04-16", "has-projects": "True"}