{"hackathon-description-text": "\nMobile app developers, academic researchers, educators, executives and entrepreneurs around the world are discovering ways to inspire as well as save time & money when they replace single-use sensors and gizmos with this powerful handheld wireless sensor platform. With NODE+™, a myriad of opportunities exist to mix and match interchangeable sensors in unique ways that add economic value for businesses and people like you everywhere.", "hackathon-number-of-prizes": "8", "hackathon-id": "hackanode", "hackathon-judges": [{"judge-role": "President of", "judge-name": "Tom Suder"}, {"judge-role": "Android Evangelist at", "judge-name": "Amar Kona"}, {"judge-role": "Founder of", "judge-name": "Tiffanie Robinson"}, {"judge-role": "Business Development at", "judge-name": "Alex Lavidge"}, {"judge-role": "Director of Growth at", "judge-name": "Angie Chang"}, {"judge-role": "Managing Partner at", "judge-name": "Sheldon Grizzle"}, {"judge-role": "Under 20 Community Development Manager at", "judge-name": "Nick Arnett"}, {"judge-role": "Creative Director at", "judge-name": "Jess Walker"}, {"judge-role": "Communications at", "judge-name": "Amanda Mork"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nUnless otherwise stated in the description of an award category, this challenge is open to:", "hackathon-number-of-participants": "170", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nContent: Submitted solutions must include features and functionality focused on the specific award category description. See Official Rules and FAQ for more information.\nSolutions must include a software component such as: \nSupplemental Material: You must submit a demo video (hosted on YouTube, Vimeo, or Youku) that walks through the main functionality of the solution via screencase or video. You must also submit at least one image/screenshot of your working entry.\nNew & Existing Mobile Applications: Unless specified for the award category, mobile applications may be newly created or pre-existing. If submitting an existing mobile application (developed prior to this competition), it must included new features/functionality added after the start of the submission period that integrated NODE+ data. Existing mobile applications will be required to explain their new features in the submission form.", "hackathon-rules": "\nHACKANODE 2014: THE INTERNET OF THINGS MOBILE APP GLOBAL CHALLENGE Official Rules – (the “Official Rules”)\nA NODE+ SENSOR PLATFORM WILL BE NECESSARY TO COMPETE. \nLOAN AGREEMENTS MAY BE REQUESTED BY E-MAIL TO ALEX (DOT) LAVIDGE (AT) VARIABLEINC (DOT) COM OR AT \nPURCHASE AMOUNT OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nChallenge Name: HACKANODE 2014: The Internet of Things Mobile App Global Challenge (the “Challenge”)\nChallenge Website: http://hackanode.challengepost.com (the “Challenge Website”)\n \n\nAdministrator (the “Administrator”): Variable, Inc. 100 Cherokee Blvd, Suite 327, Chattanooga, TN 37405.\n \n\nChallenge Submission Period: June 30, 2014 (5:00pm Eastern Time) – September 24, 2014 (5:00pm Eastern Time USA) (the “Challenge Submission Period”)\nJudging Period: September 29, 2014 (9:00am Eastern Time) – October 10, 2014 (5:00pm Eastern Time USA) (the “Judging Period”)\nPublic Voting Period: September 29, 2014 (9:00am Eastern Time) – October 10, 2014 (5:00pm Eastern Time USA) (the “Public Voting Period”)\nWinners Announced: On or around October 17, 2014 (2:00pm Eastern Time)\nAdministrator will be the official timekeeper for the Challenge.\n \n\nA. The Challenge IS open to:\n(the above are collectively, “Makers”)\nAn individual may join more than one team, Organization, or Large Organization and an individual who is part of a team, Organization, or Large Organization may also enter the Challenge on an individual basis.  \nIf a team or organization is entering the Challenge, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or organization.\nB. The Challenge IS NOT open to:   \n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n \n\nMakers must do the following to participate in the Challenge:\nA. Language Requirements\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted.\nB. Application Requirements\n(i) What to Create: Makers must create working mobile iOS or Android software that includes functionality between the smart device and the NODE+ sensor platform for smart devices. (each an “Application”).\n(ii) Categories: Applications may include features and functionality that meet the criteria for each prize category. \n(iii) Functionality: The Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video and/or expressed in the text description.\n(iv) Platforms: A submitted Application must run on the following:\n(iv) New & Existing: Applications must be either newly created by the Maker or, if the Application existed prior to the Challenge Submission Period, must include new features and functionality, added after the start of Challenge Submission Period, which include features specifically aiming to reduce collisions between vehicles and pedestrians, or vehicles and cyclists, in urban environments.\n(v) Testing: The Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Administrator and judges during the Challenge and until the Judging Period ends. If the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, the Sponsor and/or Administrator reserve the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request. For Applications running on smartphones, tablets, or desktop computers, you can make your Application available using one of the following methods:\na. Android Applications: Upload an .apk file on the Enter a Submission form or provide a link for downloading the Application in the “Testing Instructions” field on the Enter a Submission form.\nb. iOS Applications:\nAdministrator TestFlight account email: \nAdministrator UDIDs:\na. Mac OS: Upload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nb. Web/Mobile Web: Provide a link for accessing your Application on the “Testing Instructions” field on the Enter a Submission form.\n(i) Public Distribution: The Maker may make the Application available to the public via a website or third-party free download website, but is not required to do so.\n(ii) Multiple Submissions: A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Administrator.\n(iii) SDKs, APIs, & Data: Applications may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(iv) Intellectual Property: Your Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity.  A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\nC. Text Description, Image, and Video Requirements\n(i) Text Description: The text description should explain the features and functionality of your Application and how it addresses the challenge for the desired prize category.\n(ii) Images: The image(s) should be photographs or screenshots of your working Application.\n(iii) Video: The video portion of the Submission:\na. should be less than five (5) minutes;\nb. must include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube ,Vimeo, or Youku, and a link to the video must be provided on the submission form on the Challenge Website; and\nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\n \n\nA. Maker Rights: Subject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nB. Administrator Rights:  By entering the Challenge, you grant to the Administrator and any other third parties acting on the Administrator's behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on the Administrator’s and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nC. Submission Display: The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Administrator and Judges for screening and evaluation.\nD. Makers represent and warrant that the Administrator, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n \n\nA. Criteria: Eligible Submissions will be evaluated by a panel of judges selected by the Administrator (the “Judges”), and scored using the following equally weighted criteria (the “Judging Criteria”):\n(i) Visual Presentation (Presentation includes an uploaded app demo video);\n(ii) Value to end-user is clearly defined (We define value as “saves time,” “saves money,” “makes money,” or “is fun and meaningful.” Mobile apps that overlap more than one of these criteria will receive additional points); and\n(iii) Intuitive UI/UX (Judges will score the intuitiveness and ease of use for each mobile app entry).\nThe Judging Criteria above may not apply to every Prize. See section 7 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize. Administrator reserves the right to overrule any judging decision that does not meet the above criteria.\nB.  Submission Review: JUDGES are not required to test the Application and may choose to judge based solely on the text description, IMAGES and video provided in the Submission.\nC. Tie Breaker: For each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n\n**Please review the ChallengePost Terms of Service at \n for voting rules.\n \n\nA. Verification Requirement: THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Administrator.\nB. Required Forms: Potential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission (the submitter is the “Representative” in the case of a team, Organization, or Large Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nDeadline for Returning Required Forms: ten (10) business days after the Required Forms are sent.\nC. Disqualification: The Administrator may deem a potential winner (or participating team members) ineligible to win if:\n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, Organization, or Large Organization, is disqualified for any other reason.\nIn the event of a disqualification, the Administrator may award the applicable Prize to an alternate potential winner.\n \n\nA. Substitutions & Changes: The Administrator has the right to make a Prize substitution of equivalent or greater value. The Administrator will not award a Prize if there are no eligible Submissions entered in the applicable Category or the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nB. Prize Delivery: A monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team or Organization’s participating members, as the Representative deems appropriate.\nC. Prize Delivery Timeframe: Within 45 days of the Administrator’s receipt of the Required Forms\nD. Taxes: Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Administrator jurisdiction, or those of a winner’s jurisdiction.\n \n\nA. By entering the Challenge, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Administrator is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Administrator and/or the Challenge Judges which are binding and final in all matters relating to the Challenge.\n(iii) You release, indemnify, defend and hold harmless the Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website;\n(iii) unauthorized human intervention in any part of the entry process or the Challenge;\n(iv) technical or human error which may occur in the administration of the Challenge or the processing of Submissions; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Administrator.\n \n\nBy participating in the Challenge you consent to the use of personal information about you, if you are a winner, by the Administrator and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\n \n\nA. The Administrator reserves the right, in their sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB.  The Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation.  \nC. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law.  Should the Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker and the Administrator. The Administrator will post the terms and conditions of the amended Official Rules on the Challenge Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.\nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Administrator's intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Challenge, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n \n\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\n \n\nA. Makers agree that, to the fullest extent permitted by law:  \n(i) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any Prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action;\n(ii) any and all disputes, claims and causes of action arising out of or connected with this Challenge or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.  \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Administrator in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\n \n\nPlease review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\nParticipation in the Challenge constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Challenge that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Administrator.\nThe Administrator collects personal information from you when you enter the Challenge. The information collected is subject to the privacy policy located here: \n.\n \n\nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at \n.", "hackathon-prizes": [{"prize-content": "Awarded to the most innovative app where NODE+ is used to solve problems at any phase of supply-chain management – from design to transport & logistics.", "prize-title": "Supply-Chain Management Award"}, {"prize-content": "Given to an inspiring mobile app that is tied in with measuring data for any environmental or humanitarian effort.", "prize-title": "Better World Award"}, {"prize-content": "Any student enrolled in Higher Education is encouraged to create an app that either inspires, entertains, or solves a problem using NODE+.", "prize-title": "College Student Developer"}, {"prize-content": "All researchers in academia are encouraged to create an app and enclose a story of how it aided their research efforts.", "prize-title": "Academic Research"}, {"prize-content": "Given to any submitted app or wireframe that explores what might be possible for NODE+ with additional sensor modules.", "prize-title": "Visionary Award"}, {"prize-content": "Given to the any mobile app that receives the most votes from the public. (NOTE: This award may be combined with any of the other aforementioned awards.)", "prize-title": "People's Choice Award"}, {"prize-content": "Given to a developer for the most compelling story of how they integrated their pre-existing app with NODE+ in less than 48 hours. (NOTE: This award may be combined with any of the other aforementioned awards.)", "prize-title": "48 Hour Integration Award"}, {"prize-content": "Awarded to any app that showcases matching color with NODE+chroma.", "prize-title": "Color Referencing Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackanode.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Presentation includes an uploaded app demo video explaining the app. This video should walk the judge through the app, using screen shots to show different features. Please keep the video under five minutes long."}, {"judging-criterion": "We define value as “save time,” “saves money,” “makes money,” or “is fun and meaningful.” Mobile apps that overlap more than one of these criteria will receive additional points."}, {"judging-criterion": "Judges will score the intuitiveness and ease of use for each mobile app entry."}], "hackathon-location-address": "", "hackathon-description-header": "Award-winning NODE+™ sensor platform for iOS and Android adds value to the bottom line for companies and inspires entrepreneurs and students worldwide.", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2014-09-24", "has-projects": "True"}