{"hackathon-description-text": "\nThe DevCa (Developing Caribbean) 2016 Conference and Code Sprint is the 4th staging of an initiative by a variety of regional stakeholders including NGOs, educational institutions, and non-profits (see our Sponsors section below for specifics) to increase awareness of the opportunities presented by the global open data revolution. The Code Sprint is intended to provide a platform for developers and their teams to showcase their skills while finding solutions using open data (sample datasets will be provided).", "hackathon-number-of-prizes": "1", "hackathon-id": "devca2016", "hackathon-judges": [{"judge-role": "", "judge-name": "As determined by the individual countries."}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nCodesprint challengers are typically drawn from a wide cross section of interest groups, representing students from multiple tertiary institutions, developers from private companies and a number of government IT departments (particularly Science and Technology & Public Administration) across the Caribbean.  For the 2016 event, coders, designers, entrepreneurs, ideators, and anyone else interested in helping tackle regional problems using open data are eligible to enter. There are no restrictions on the countries/nationalities participating but the events will take place in the following locations.", "hackathon-number-of-participants": "96", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "More details will be published at a later date.", "prize-title": "TBD"}], "hackathon-location-google-maps": "", "hackathon-url": "https://devca2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The judging criteria will be determined by the local organizers for each country's hosting of the event."}], "hackathon-location-address": "", "hackathon-description-header": "Towards A Caribbean Data Revolution", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}