{"hackathon-description-text": "\nStanford Women in Computer Science's annual hackathon, HackOverflow, will take place on April 16th from 10am to 10pm - this year's theme is mobile + web + design. Through the event, we hope to encourage beginning programmers to participate in hackathons and to experience the practical applications of CS. But you don't need to be female or a beginner to participate! Anyone interested in programming, design, or just hackathons in general is welcome.", "hackathon-number-of-prizes": "7", "hackathon-id": "hackoverflow-wics", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be posted soon!"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny Stanford student is welcome to participate. Although this event is hosted by WiCS, you don't need to be a beginner or female to join in!", "hackathon-number-of-participants": "17", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nThis year's hackathon is focused on web, mobile and design. Just bring your laptop -- we'll have prizes, Kinects, bands, Raspberry Pis, and more!", "hackathon-rules": "\nExpectations for participants are outlined in the following Code of Conduct. Legal specifics regarding the participants’ waiver of liability are outlined in the eponymous document – the Code of Conduct outlined here is a set of guidelines, which we expect hackers to enter into in good faith upon attendance.\n\n(1) Participants are expected to refrain from engaging in any harassing behavior. Those who are found to engage in harassing behavior will be asked once to stop, and are expected to comply immediately. Failure to comply will result in immediate expulsion from the event. Harassment includes but is not limited to (a) offensive verbal comments, (b) collaborative programming / design projects (i.e., “hacks”), or (c) other online activity, that is related to gender, sexual orientation, physical or mental ability, age, socioeconomic status, ethnicity, physical appearance, race, religion, sexual images, deliberate intimidation, stalking, inappropriate physical contact, and unwelcome sexual attention.\n\n(2) Participants are expected to foster an inclusive and friendly “hacker” community: choose your words, hacks, and actions in such a manner that promote collaboration and a welcoming atmosphere to all.\n\n(3) Participants are expected to comply with all local laws and regulations, including but not limited to those of Santa Clara County, California, Stanford University, and the United States.\n\n(4) Participants are expected to comply with the directives of HackOverflow staff and the event staff of Stanford University.\n\n(5) Participants agree to not partake in the consumption, distribution, or possession of alcohol or any illicit substance while at HackOverflow, or in the vicinity of the HackOverflow venue, regardless of age.", "hackathon-prizes": [{"prize-content": "Grace Hopper, on Ada Lovelace: “She wrote the first loop. I will never forget. None of us ever will.” This hack is so brilliant and innovative that Grace Hopper would say the same about this project!", "prize-title": "Best Overall Hack"}, {"prize-content": "One of Grace Hopper's most famous quotes is \"The most dangerous phrase in the language is, 'We've always done it this way'\". This hack breaks out of the frame and overflows into a new and fantastic way of solving a problem.", "prize-title": "Most Creative"}, {"prize-content": "Grace Hopper: \"They told me computers could only do arithmetic\". Who says phones can only call people? This hack pushes the limit on what people can do on the go by empowering them with a mobile application.", "prize-title": "Best Mobile App"}, {"prize-content": "Grace Hopper: \"In pioneer days they used oxen for heavy pulling, and when one ox couldn't budge a log, they didn't try to grow a larger ox. We shouldn't be trying for bigger computers, but for more systems of computers.\" What could be a more impressive system of computers than the Internet? This hack creates a new, exciting, and useful addition to the world's Internet system.", "prize-title": "Best Website"}, {"prize-content": "Grace Hopper: \"We're flooding people with information. We need to feed it through a processor.\" This hefty hardware hack (most likely) uses processors and more to help people synthesize their worlds in a more efficient way.", "prize-title": "Best Hardware Hack"}, {"prize-content": "Grace Hopper: \"A ship in port is safe, but that is not what ships are for. Sail out to sea and do new things.\" Congratulations to this team who took charge of their own ship and created an impressive First Time Hack!", "prize-title": "Best First Time Hack"}, {"prize-content": "\"But Grace, than anyone will be able to write programs!\" This was said to Grace Hopper once she completed the development of COBOL, the first compiler. She opened up the world of programming by creating a language much more like English. This team and hack wins the Women in Computer Science Prize for continuing to open doors to give everyone the opportunity to write programs.", "prize-title": "WiCS Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Stanford, CA, USA", "hackathon-url": "https://hackoverflow-wics.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "Stanford, CA, USA", "hackathon-description-header": "Hackathon focused on web, mobile and design!", "hackathon-prizes-total": "$4,200", "hackathon-location-description": "The basement of the Jen-Hsun Huang Engineering Center in the Stanford Engineering Quad", "hackathon-end-date": "", "has-projects": "False"}