{"hackathon-description-text": "\nProduct Hunt is providing an added benefit for our hackers by letting those who have submitted a hack project set it up on their site. Take advantage here: ", "hackathon-number-of-prizes": "30", "hackathon-id": "disruptsfhackathon", "hackathon-judges": [{"judge-role": "Stephen Garcia (@sgarciaDev) is Director of Product Innovation at Netflix", "judge-name": "Stephen Garcia"}, {"judge-role": "Dr. Jhilmil Jain is the Head of Android User Research at Google", "judge-name": "Jhimil Jain"}, {"judge-role": "Sahil is the founder and CEO of Gumroad", "judge-name": "Sahil Lavingia"}, {"judge-role": "Morgan Missen is founder of Main", "judge-name": "Morgan Missen"}, {"judge-role": "Nicholas is Group Technical Director at AKQA", "judge-name": "Nicholas Mitrousis"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAny developer or designer with a ticket is eligible to enter the hackathon.", "hackathon-number-of-participants": "457", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nParticipants must create a functioning prototype or MVP of a new product. The idea of the hack can be conceived previously however all code must be completed within the time limits of the event.", "hackathon-rules": "\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see. For more information surrounding our policies on harassment, please \n.\n\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by TechCrunch. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. All other things equal, it’s not very reasonable for a team of 2 or 3 to compete against a team of 20.\nAlso, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Hack Disrupt SF 2014 - 1st Place"}, {"prize-content": "", "prize-title": "Hack Disrupt SF 2014 - Runner Up"}, {"prize-content": "", "prize-title": "Hack Disrupt SF 2014 - Runner Up"}, {"prize-content": "The developer who builds the most interesting integration according to our panel of judges gets $5,000 and the opportunity to launch on the Clover Platform.", "prize-title": "Clover Network"}, {"prize-content": "Up to $1,000 in Amazon Gift Cards – For an app that demonstrates the best use of Concur APIs; prize distribution is $200 to each winning team member.", "prize-title": "Best Use of Concur API"}, {"prize-content": "Free passes to The Perfect Trip DevCon 2014 ($99 per ticket) – For teams (2 tickets per team) that demonstrate the best of the Concur API + co-sponsor API onstage.", "prize-title": "Best Use of Concur API + Co-Sponsor API On-stage"}, {"prize-content": "TechCrunch Disrupt Hackathon 1st place winners:", "prize-title": "DigitalOcean - Prize 1"}, {"prize-content": "TechCrunch Disrupt Hackathon 2nd place winners:", "prize-title": "DigitalOcean - Prize 2"}, {"prize-content": "TechCrunch Disrupt Hackathon 3rd place winners:", "prize-title": "DigitalOcean - Prize 3"}, {"prize-content": "Win $2500 prize for best use of Esri’s ArcGIS software plus free year one year subscription to ArcGIS Online.", "prize-title": "Esri"}, {"prize-content": "Technology leader Frequentz, is offering up $5000 in prize money for the most innovative app, utilizing Bluemix, to enhance its global tracking and tracing capabilities.", "prize-title": "Frequentz"}, {"prize-content": "Create a connected home or car application and use the turnkey Golgi SDK to increase app performance by 20X. App can be created prior to hackathon but Golgi implementation must be done onsite.", "prize-title": "Golgi"}, {"prize-content": "For the best use of Intel Mashery APIs and/or Intel Galileo hardware, each team member (up to 5) will each receive: (1) super hero wearable blanket and (1) Basis Health Tracker smart watch.", "prize-title": "Intel Mashery"}, {"prize-content": "$400 MasterCard gift card for each team member (up to 4 members) Prize Power-Ups:", "prize-title": "Best use of MasterCard API"}, {"prize-content": "$200 MasterCard gift card for each team member (up to 4 members) -", "prize-title": "Best use of MasterCard API runner-up"}, {"prize-content": "All three winning teams get Mentorship via Moxtra with Subrah Iyer, co-founder of Moxtra and WebEx. All three winning teams get 1 year free unlimited use of Moxtra SDK in their app, if they decide to commercialize the Hackathon app. All three winning teams get cash reward; $1000 for first place and $500 for second and third place", "prize-title": "Best use of Moxtra SDK/APIs"}, {"prize-content": "The $500 amazon gift card will be awarded to the team with the best implementation of one or more of Pearson’s APIs.", "prize-title": "Pearson"}, {"prize-content": "Best implementation of our APIs wins $2,000", "prize-title": "Peel"}, {"prize-content": "Best implementation of our APIs wins $1,000", "prize-title": "Peel Runner Up"}, {"prize-content": "", "prize-title": "Best use of Sabre APIs"}, {"prize-content": "", "prize-title": "Best use of Sinch SDK"}, {"prize-content": "First place gets choice of prize:", "prize-title": "Spark"}, {"prize-content": "Awards include: Secret Prize to be announced at awards, 4 Jambox MInis, 4 iPod Touches & Grab bag for each teammate of Twitter swag", "prize-title": "Best  use of Twitter’s API"}, {"prize-content": "UX Award for the Best UX at the TechCrunch Disrupt Hackathon", "prize-title": "UX Award"}, {"prize-content": "a Chromebook (up to two if you have multiple teammates), plus a $2500 contract to complete the gadget.", "prize-title": "Versal best gadget"}, {"prize-content": "We’re awarding $1,000 cash to the most interesting and best use of weather data in a hack.", "prize-title": "Weather Underground"}, {"prize-content": "The grand prize winner will also receive Beats by Dre speakers courtesy of Yodlee Interactive, a free mobile app development service from Kinetise & a chance for a spot in our YI Incubator", "prize-title": "Yodlee Interactive"}, {"prize-content": "Three Apple Smart Watches", "prize-title": "Best use of the Twilio API"}, {"prize-content": "Hack and Win! EVO Snap* is giving away a brand new 2014 Honda Metropolitan to the developer who demonstrates the most creative and/or innovate use of the Snap* APIs in their Hackathon creation.", "prize-title": "EVO Snap*"}, {"prize-content": "each member of the winning team will come home with a XYZprinting Da Vinci 1.0 3D Printer and accessories.", "prize-title": "Most innovative use of Braintree / Venmo / PayPal"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Pier 48, San Francisco, CA 94158, USA", "hackathon-url": "https://disruptsfhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will be focusing on creativity, cleverness, and that deep-down sense of “Whoaaaaaaa“"}], "hackathon-location-address": "Pier 48, San Francisco, CA 94158, USA", "hackathon-description-header": "Calling hackers, developers and designers — strut your stuff and you could win tickets to Disrupt SF!", "hackathon-prizes-total": "$24,500", "hackathon-location-description": "", "hackathon-end-date": "2014-09-07", "has-projects": "True"}