{"hackathon-description-text": "\nVirtual and Augmented Reality Solutions are exciting new frontiers for application development. From unbeatable personal entertainment, to applications that streamline the workday, developing for the Moverio will help tech shape the future. ", "hackathon-number-of-prizes": "2", "hackathon-id": "epsonmoverio2", "hackathon-judges": [{"judge-role": "Senior Manager Epson America Moverio", "judge-name": "Eric Mizufuka"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "56", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \n\nThe Epson Moverio Develop the Future App Challenge (hereinafter “Challenge”) is a competition designed by Prelaunch Labs, Inc.  (herein after “Prelaunch”) to motivate and reward the development of creative and original applications by Epson  Moverio application developers (“Participant” or “You”). Prelaunch is the sponsor and entity responsible for the Challenge.\nChallengePost, Inc. (hereinafter “ChallengePost”) is the administrator of the Challenge. “ChallengePost” will manage and implement the Challenge per the direction of “Prelaunch,” including but not limited to, providing the Challenge website and serving as official timekeeper. \nThese Terms and Conditions set forth the rules for the Challenge, such as eligibility, how to participate, and judging criteria. Participation in the Challenge constitutes your full and unconditional agreement to these Terms and Conditions. By entering, you agree that all decisions related to the Challenge that are made pursuant to these Terms and Conditions are final and binding, and that all such decisions are at the sole discretion “Prelaunch ” and/or “ChallengePost.” \nThe Challenge will include three rounds. The first round is open to any Participant meeting the eligibility requirements below and submitting an entry that meets the stated requirements. The second round is open  to any Participant meeting the eligibility requirements below and submitting an entry that meets the stated requirements. The third grand prize round is only for entries selected as winning entries in the Second Round and gives Round Two winners the opportunity to improve or modify the application submitted for final grand prize consideration\nThe “ChallengePost” Terms of Service are hereby incorporated into these Terms and Conditions.  The “ChallengePost” Terms of Service are located at \n. If there is a conflict between the “ChallengePost” Terms of Service and these Terms and Conditions, the latter terms shall control with respect to this Challenge only. \n\nThe Epson Moverio Exceed Your Vision App challenge is open to developers from the USA or Canada who have become registered Epson Moverio developers including:\n(1)  Individual Participants\n(2)  Corporate Participants\n(3)  Restrictions on participation\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n\n(1)  Registration and Agreement to Terms and Conditions\n(2)  First Round: The application should include the following:\n (2)  Rounds Two and Three\n (4)  Third Round\n* Prelaunch reserves the right to cancel or modify the Challenge eligibility and/or requirements at any time without prior notice. Any changes will be posted on the Challenge Website.\n\n(1)  Judges: The panel will consist of external judges selected by “Prelaunch ”:\nEric Mizufuku, Senior Manager, Moverio, Epson America\nAnna Jen, Director, New Ventures, Epson America\nSean McCraken, Expert Developer, Moverio Evangelist\n(2)  Judging criteria:\n (3)  Entries in each round will be ranked in order of highest to lowest scores and the highest scoring entries will receive the prizes indicated below. All scoring will be determined by “Prelaunch ” and the judges in their sole discretion.\n(4)  Judges and judging criteria are subject to change due to “Prelaunch” circumstances. \n(5)  Judges are not required to test the Application and may choose to judge based solely on the text description, images and video provided in the Entry.\n\n(1)  First Round Winners\n(2)  Second Round Winners\n(3) Third Round Winners\n(4)  Additional Considerations Related to Prizing\n\n(1)  If participating as a team, the representative may provide “Prelaunch” and/or “ChallengePost” with personal information on team members, in order to receive a prize. In such cases, it is the responsibility of the representative to obtain consent from the members concerned in order to submit the information. Personal information on any other third party must also be provided through legitimate procedures in accordance with relevant laws.\n(2)  Personal information collected from participants or winners may be used by “Prelaunch ” and “ChallengePost” for the progress, promotions of the Challenge and other relevant affairs.\n(3)  Residents of the European Union (EU) will be notified of the following regarding data collection and processing in accordance with EU laws. \n\n(1)  The participant retains intellectual property rights to the Entry.\n(2)  By entering the Challenge, the participant shall grant to “Prelaunch ”, “ChallengePost” and any other third parties acting on Prelaunch ’s behalf, a royalty-free, non-exclusive, transferable, worldwide, and perpetual license to display publicly and use for promotional purposes the Entry, in perpetuity. This license includes, but is not limited to, posting or linking to the Entry on “Prelaunch ’s”, “ChallengePost’s” and partners’ websites and applications, including the Challenge website, and display and promotion of the Entry in any other media, worldwide. The name or nickname of the participant will not be displayed for the advertisement and promotion of the Challenge or “Prelaunch”. \n\n(1)  As the sole and exclusive owner of the entries, Participants shall warrant that they will not infringe any rights of the third party including portrait rights, moral rights, design rights, patent rights, utility model rights, copyrights, program copyrights and trade secrets.\n(2)  “Prelaunch ” and “ChallengePost” do not have the responsibility to intervene in any dispute regarding an entry to the Challenge between a Participant and a third party. Such matters are wholly the responsibility of the individuals concerned and “Prelaunch ” and “ChallengePost” cannot be held responsible or accountable in any way.\n(3)  If a participant violates these Terms or relevant laws and a dispute against “Prelaunch ” arises or is likely to arise, the participant (all team members for team participants, the corporation as a whole for corporate participants) shall defend “Prelaunch ” at their own expense and responsibility, compensate “Prelaunch ” for any losses suffered by “Prelaunch ” as a result and take all appropriate measures requested by “Prelaunch ” in relation to the event.\n\n(1)  Individuals or organizations who are not eligible to participate, participated in an abnormal or illegal manner or otherwise breached these Terms or relevant laws may be excluded from receiving any prizes or have their prize canceled. If a participant disrupts implementation of relevant tasks or is deemed likely to do so such as by disrupting the progress of the Challenge or threatening other participants, “Prelaunch ” or judges, likely disruptive to the implementation of the Challenge and/or other administrative process, “Prelaunch ” may restrict the participant’s participation in the Challenge, exclude the participant from receiving any prizes, cancel any prizes, and take any other necessary measures.\n(2)  “Prelaunch ” and/or “ChallengePost” may take any action including but not limited to requesting additional verification of the identity, age and other relevant details when reasonably necessary in order to protect “Prelaunch ” from fraud and other false claims. Participants who refuse any such requests may be excluded from receiving any prizes or have their prize canceled.\n(3)  The Challenge may be terminated or have any relevant details changed in accordance with “Prelaunch ” circumstances, and “Prelaunch ” cannot be held responsible without causes attributable to “Prelaunch ”. \n(4)  Matters not specified herein shall be in accordance with the Terms of Use and Privacy Policy of “Prelaunch” or, where applicable, the “ChallengePost” Terms of Service at \n. If there is a conflict between the ChallengePost Terms of Service and these Challenge Terms and Conditions, the latter terms shall control with respect to this Challenge only.  \n(5)  These Terms of Use shall form a binding legal contract between the participant and “Prelaunch ”.\n(6)  The laws of the state of Texas shall apply to the Challenge.\n(7)  Notwithstanding anything stated herein or elsewhere to the contrary, these Terms and Conditions and the Challenge may be subject to change by “Prelaunch ” from time to time at “Prelaunch ’s” reasonable discretion, subject to the applicable laws and/or other obligation(s) “Prelaunch ” may owe to third party(s). In such cases, an announcement will be made on the challenge website. “Prelaunch ” reserves all rights and remedies available to it at law or in equity. Any prize money or payment payable hereunder may be subject to deduction, set-off or discount as “Prelaunch ” reasonably deems necessary under the applicable laws, including without limitation, any applicable tax codes.\n \n___________________________________________________________________________\n\n\n\n ", "hackathon-prizes": [{"prize-content": "At completion of Round 2, two (2) winners will win $2000 and be invited to compete for the GRAND PRIZE for the Consumer category", "prize-title": "ROUND 2 - Best Consumer Augmented Reality/Gaming Finalists $4,000"}, {"prize-content": "At completion of Round 2, two (2) winners will win $2000 and be invited to compete for the GRAND PRIZE for the Enterprise category", "prize-title": "ROUND 2 - Best Enterprise Application Finalists $4,000"}], "hackathon-location-google-maps": "", "hackathon-url": "https://epsonmoverio2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Create the best Moverio Smart Glasses App. Develop the Future.", "hackathon-prizes-total": "$8,000", "hackathon-location-description": "", "hackathon-end-date": "2015-03-18", "has-projects": "True"}