{"hackathon-description-text": "\nJoin MadHacks and WACM and celebrate the arrival (we hope soon) of spring by trying something new, enhancing skills you have, putting what you've been learning in class to good use, or just having fun hacking. You have 12 hours, what will you build?", "hackathon-number-of-prizes": "3", "hackathon-id": "madhacks-wacm-spring-fever", "hackathon-judges": [{"judge-role": "Software Developer / Epic Systems", "judge-name": "Alex Kersten"}, {"judge-role": "Technical Evangelist / Microsoft", "judge-name": "David Giard"}, {"judge-role": "Electrical Engineer / Sector67", "judge-name": "Shira Epstein"}, {"judge-role": "Chief Technology Officer / 5NINES", "judge-name": "Anton Kapela"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "\nEven if your hack isn't \"finished\" you should still submit it for judging.\n\n", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "A GoPro camera will be awarded to the first place hack at MadHacks + WACM Spring Fever!", "prize-title": "GoPro Camera"}, {"prize-content": "Second place: Microsoft swag consisting of a Microsoft foam Hoodie Pillow, a Microsoft Sleeping Bag, and a portable charger.", "prize-title": "Microsoft Hacker Pack #1"}, {"prize-content": "Third place: Microsoft swag consisting of a Microsoft blow-up Hoodie Pillow, a portable charger, and Bluetooth speaker.", "prize-title": "Microsoft Hacker Pack #2"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1210 W Dayton St, Madison, WI 53706, USA", "hackathon-url": "https://madhacks-wacm-spring-fever.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How complete is the hack, both in terms of being operational and compared to the proposed design?"}, {"judging-criterion": "Does the hack properly and efficiently offer a solution that addresses the idea or problem at hand?"}, {"judging-criterion": "Is the hack based on another application, or is it a completely original idea?"}, {"judging-criterion": "Did the team clearly define what problem or idea they decided to tackle? Did they illustrate how they approached the solution, and what hurdles they had to overcome?"}, {"judging-criterion": "What new skills or knowledge did the team members acquire? Did they learn a new language, or use a new framework for the first time? Did they apply skills and knowledge from class work?"}, {"judging-criterion": "What's next for the hack? Are the team members planning to continue working in it and improving it?"}, {"judging-criterion": "How ambitious is the hack, given the limited time to build it? Is the hack far too large in scope, or is it too small in scope? Is this a hack that can be legitimately created from scratch in 12 hours?"}, {"judging-criterion": "When you look at this hack, does it have a style all its own? Does this hack do what it does in an especially elegant way?"}], "hackathon-location-address": "1210 W Dayton St, Madison, WI 53706, USA", "hackathon-description-header": "Celebrate the arrival of spring (whenever it actually arrives) by hacking with MadHacks and WACM!", "hackathon-prizes-total": "$275", "hackathon-location-description": "University of Wisconsin-Madison Computer Sciences Rm 1240", "hackathon-end-date": "2016-04-17", "has-projects": "True"}