{"hackathon-description-text": "\nTake part in developing next-generation visualization applications and tools to make a difference in people’s lives. Over the last decade, information, simulation, and web-based technologies have greatly improved local, state and national government’s ability to respond to and prevent emerging disease outbreaks and improve population health. The MIDAS MISSION group is looking for teams of developers to create novel and innovative visualization applications for addressing important challenges in public health such as:", "hackathon-number-of-prizes": "4", "hackathon-id": "midas-publichealth-hack-3336", "hackathon-judges": [{"judge-role": "Associate Professor of International Health, Johns Hopkins Bloomberg School of Public Health", "judge-name": "Bruce Y. Lee"}, {"judge-role": "Director of Exhibits and Theaters, Carnegie Science Center", "judge-name": "Dennis Bateman"}, {"judge-role": "Director of the Division of Analytic Decision Support / Biomedical Advanced Research and Development Authority / Office of the Assistant Secretary for Preparedness and Response / U.S. Department of Health and Human Services", "judge-name": "Timothy Lant"}, {"judge-role": "Lead, Innovation and Evaluation Team / Armed Forces Health Surveillance Center", "judge-name": "Jean-Paul Chretien"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nTeams of 2-5 members are encouraged to participate.  Each participant must register with Devpost.  Please send the following information to\nOnly a maximum of 20 teams will be allowed to participate on a first come/first serve basis, with teams affiliated with the MIDAS Research Network given preference.", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nTeams should submit completed applications no later than midnight on Feb. 26.  Submissions formats will vary depending on the application, and teams will be responsible for making the visualization accessible to the judges.  The organizers will be monitoring the process during the hackathon period and will help facilitate any additional requirements that teams may need.\nThe applications must fit the following requirements:\nNote: Requirements are subject to change up until the start of the hackathon.", "hackathon-rules": "\nNote: These Rules are subject to change.\n\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct.\n. Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate. Photography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed.\n. Consider and respect other people's opinions and beliefs. Everyone is entitled to their point of view and a diverse range of opinions and perspectives is one thing that allows us to create such innovative solutions at a rapid pace.\n. We welcome attendees from all backgrounds and a hackathon is a great opportunity for learning and meeting new people. Be friendly, welcome and open with your fellow participants. Share your knowledge, expertise and opinions, and embrace those of other people. Consider open source licensing and use of open data and how code you are writing could be reused.\n. Do your best and believe in yourself. A hackathon is an incredible experience for people of any ability level; everyone can make a valuable contribution. Not every project will be successful, but ideas that you believe in are worth trying. You could change the world, and if every one project that we build helps someone, saves a life or makes a positive difference, we have succeeded.\n\nThe MIDAS Public Health Hackathon (referred to as \"Hackathon\") is promoted and hosted by the MIDAS MISSION 2.0 Group and the Pittsburgh Supercomputing Center, which shall here on be referred to as the “organizers”. Affiliated organizations include the MIDAS Research Network, the MIDAS 2.0 Group, the MIDAS Informatics Services Group, the Pittsburgh Supercomputing Center, the University of Pittsburgh, and Carnegie Mellon University, which here on will be referred to as the “affiliates”. These terms and conditions govern your participation in the MIDAS Public Health Hackathon. By submitting your entry and by participating (if you are selected to do so) in the Hackathon, you agree to the following:", "hackathon-prizes": [{"prize-content": "$3000 Cash Prize + Dell Latitude Laptop", "prize-title": "1st Prize"}, {"prize-content": "$1500 Cash Prize", "prize-title": "2nd Prize"}, {"prize-content": "$500 Cash Prize", "prize-title": "3rd Prize"}, {"prize-content": "Winners will be invited to the BARDA Visualization Hub in the HHS Innovation Lab to present their work to Health and Human Service representatives.", "prize-title": "All winners"}], "hackathon-location-google-maps": "https://maps.google.com/?q=300 S Craig St, Pittsburgh, PA 15213, USA", "hackathon-url": "https://midas-publichealth-hack-3336.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Applications will be first judged on whether they meet the requirements laid out the Requirements section of this page.  Applications not meeting this requirements will be immediately disqualified from further judging."}, {"judging-criterion": "(Score 1-10) How novel is your visualization application or approach?  Does it present the public health data in new ways?"}, {"judging-criterion": "(Score 1-10) Does the application work as intended? Is the software easy to get up and running? How bug-free is the software? Given the short timeframe we do not expect well-polished software. Judging will be relative to other submissions."}, {"judging-criterion": "(Score 1-10) How easy is it to use the application? How easy does the application make navigating the data? Is the presentation intuitive and understandable by a wide audience?"}, {"judging-criterion": "(Score 1-10) What is the potential for this application to impact public health awareness, response, and practice?"}], "hackathon-location-address": "300 S Craig St, Pittsburgh, PA 15213, USA", "hackathon-description-header": "Visualizing the future of public health", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "Pittsburgh Supercomputing Center, Carnegie Mellon University", "hackathon-end-date": "2016-02-27", "has-projects": "True"}