{"hackathon-description-text": "\nThe five Finalists have been selected and will be announced June 5th!", "hackathon-number-of-prizes": "2", "hackathon-id": "reachthehomeless", "hackathon-judges": [{"judge-role": "Founder of JBJ Soul Foundation", "judge-name": "Jon Bon Jovi"}, {"judge-role": "Deputy Secretary of VA", "judge-name": "W. Scott Gould"}, {"judge-role": "Secretary of HUD", "judge-name": "Shaun Donovan"}, {"judge-role": "Current CTO of the United States", "judge-name": "Todd Park"}, {"judge-role": "Former CTO of the United States", "judge-name": "Aneesh Chopra"}, {"judge-role": "Chief Technology Officer of VA", "judge-name": "Dr. Peter Levin"}, {"judge-role": "Director of the National Center Homelessness Among Veterans", "judge-name": "Vincent Kane"}, {"judge-role": "Executive Director for Veterans Homeless Initiatives at VA", "judge-name": "Dr. Susan Angell"}, {"judge-role": "Director VA Innovation Initiative", "judge-name": "Jonah J. Czerwinski"}, {"judge-role": "Deputy Assistant Secretary (Acting) for Special Needs Director, Office of Special Needs Assistance Programs for HUD", "judge-name": "Ann Oliva"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "", "hackathon-number-of-participants": "352", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nDEPARTMENT OF VETERANS AFFAIRS     8320-01\nAnnouncement of Competition Under the America COMPETES Reauthorization Act of 2011:  Project REACH Homelessness Mobile App Contest\nAGENCY:  Department of Veterans Affairs.\nAction: Notice.\nSUMMARY:   To provide software which can operate on smart phones and tablet devices that can simplify access to resources available to the homeless and the caregivers and caseworkers who serve them, the Secretary of Veterans Affairs (VA) announces a prize competition under Section 105 of the America COMPETES Reauthorization Act of 2011, PL 111-358 (2011) (the “Act”).\nDATES:  Competition begins 12 pm March 22, 2012.  Entries will be accepted until \n11 pm, Eastern Standard Time, July 27, 2012.  The Grand Prize Winner will be announced on or before November 9, 2012, at 11pm.\nFOR INFORMATION CONTACT: See Section 11, below.\nSUPPLEMENTARY INFORMATION: \nBackground\nAs a member of the White House Council for Community Solutions and founder of the non-profit Jon Bon Jovi (JBJ) Soul Foundation, Jon Bon Jovi approached the former White House Chief Technology Officer to ask about ways that volunteers could find shelters in the neighborhood of the JBJ Soul Kitchen, a community restaurant in Monmouth County, New Jersey that is sponsored by his foundation.  He was subsequently referred to the VA Chief Technology Officer and the Director of the VA Innovation Initiative (VAi2), who began to explore solutions.  They recognized that this was not just a local problem and that finding a solution that would allow service providers to refer their clients to other resources (including food, shelter, and clinical services) could substantially advance Secretary Eric K. Shinseki’s goal of ending Veteran homelessness by 2015.  Because JBJ Soul Kitchen has been intimately involved in the development to the project, because they do not have any pecuniary interest whatsoever in the outcome, nor will they gain from this voluntary affiliation, and because they serve Veterans as part of their “neighbor in need” population, we decided that it was an ideal venue for contestants to demonstrate their entries as a defined beta test site.  VAi2 recognized that working closely with this private organization, rather than solely focusing on VA facilities, would benefit Veterans because homeless Veterans do not and should not exclusively use VA facilities; encouraging JBJ Soul Kitchen’s close participation helps to emphasize the need to include private providers and would encourage software developers to include these organizations within their developed entries. \nThe Project Real-time Electronic Access for Caregivers and the Homeless (REACH) contest is being sponsored by the Department of Veterans Affairs through the VA Innovation Initiative, in support of the Administration’s goal to end Veteran homelessness by 2015.  This is an apps-development challenge to help the people who help the homeless more easily find essential services.  It is designed to tap the enormous talent and deep compassion of the nation’s developer community.  Winners of this contest will deliver a free, easy-to-use, and broadly accessible web and smartphone application that provides locality-based information about shelters, clinics, and food banks.  This contest has the potential to advance the mission of the Department of Veterans Affairs by providing technological support to those who help homeless Veterans.  While emphasizing Veterans, however, VA believes all persons experiencing homelessness or providing care to the homeless would benefit from an application that provides better access and information to healthcare, employment, and counseling services.  \nFinalists will develop applications which provide users with easy access to resources near JBJ Soul Kitchen (Red Bank, NJ).  This contest is designed to expand the help that this provider of services to the homeless – and other similar organizations across the country — can offer by providing easy access to up-to-date information about local resources.  Finalists in this competition must at a minimum provide real- or near real-time information about bed availability among area homeless shelters near JBJ Soul Kitchen.\nThe ultimate goal of this contest is to create a national platform that can be adapted to any location in America to support those who help the homeless rapidly identify points of service, including food, shelter and medical clinics. \nContest Requirements and Rules\n1. Subject of the contest.  The goal of the contest is to create a free, easy-to-use, and broadly accessible web- and smartphone app to provide locality-based services available to the homeless, including shelters, health clinics, and food banks.\n2. Amount of the prize.  VA will award up to $10,000 to as many as five finalists. VA will award an additional Grand Prize of up to $25,000 to one of those finalists. The $10,000 prizes will be awarded in one lump sum.  The $25,000 prize will also be awarded in one lump sum.\n3. Basis on which finalists will be selected.  Finalists will be the first five (5) entrants who:\na. Create a functional mobile application to offer to homeless advocates and shelter coordinators that meets the following requirements:\n• Runs on at least one of the following browsers: Explorer, Chrome, Safari, or Firefox.\n• Runs on at least one of the following smartphone platforms: iPhone or Android. (Note, however, that the Grand Prize winner must support both the iPhone and Android platforms.).\n• Demonstrates at least 99% uptime.\n• Creates a mechanism that allows for simple aggregation of near or real time bed availability at shelters local to JBJ Soul Kitchen, which is located at: 207 Monmouth St., Red Bank, New Jersey  07701.\n• Provides information about local VA health services.\n• Provides information about local employment services and job opportunities.\n• Provides information about crisis hotline services.\n• Provides local legal assistance resources.\n• “Local” is defined as geographically within Monmouth County, New Jersey.\nb. Submit a complete entry within the submission period beginning 12 pm Thursday, March 22, 2012, and ending 11 pm July 27, 2012, unless extended by formal announcement.\n• To be complete, an entry must be submitted to: \n and include a working link to a website from which judges can download the application that meets the criteria in 3.a. or includes a mobile device with the app pre-loaded.  If the entry includes a pre-loaded mobile device, instead of a link to a site at which the app can be downloaded, a submission must be made to \n on the day that device is transmitted to the VAi2 team.\n• The entry date is the date the VA receives a complete application.  If the contestant chooses to supply a mobile device with their app pre-loaded, the \n submission is tentative until receipt of the device with the pre-loaded application. If the transmission date and online submission dates differ, the transmission date will be used as the entry date for the purposes of this contest.\n• See the submission rules (Section 9) for more information about submission requirements.\n4. Beta test phase.  To compete for the Grand Prize, finalists will participate in a beta test phase.\na. The beta test phase will consist of live trials with the staff of the JBJ Soul Kitchen located at 207 Monmouth St., Red Bank, New Jersey  07701.\nb. The beta test phase will include two rounds, beginning on August 30, 2012, and concluding November 3, 2012. \n• Within each round, finalists will be assigned at random a three-day period (e.g., Thursday, Friday, Saturday) to have users at the shelter pilot the application and provide feedback.\nc. Finalists will be expected to deliver at least one (1) working device with the application pre-loaded and any instructions for use to the pilot site prior to their beta test periods.\nd. Finalists are encouraged but not required to travel to Soul Kitchen during their beta test periods.\ne. Finalists are encouraged but not required to perform usability testing at other locations, in addition to their assigned beta test periods at Soul Kitchen.\nf. Changes to the beta test schedule or pilot site will be communicated via formal announcement.\n5. Basis on which the Grand Prize will be awarded.  The Grand Prize winner will be selected from among the five finalists following a beta test phase.  The Grand Prize will be awarded to the entrant that receives the highest score from the Competition panel of judges during the final presentation following the beta test phase.  The successful finalist will:\na. Provide an application that supports both iPhone and Android platforms\nb. Provide a web link from which judges can download this application to a mobile device.  Documentation provided as part of the entry must include any important additional information, such as system requirements. \n• Unlike the previous round of competition, delivering a mobile device or devices with the application preloaded will not satisfy this requirement. \nc. Provide users with real- or near real-time information about the services listed above in 3.a.\nd. Demonstrate to the satisfaction of the judges that the application excels in areas of performance speed, ease of use, comprehensive service delivery to support those who help the homeless, and feature extensions not explicitly contemplated on the contest website.  Selection of the winner is in the sole discretion of the judges.\n6. Alternate basis for selecting five finalists.  If the competition judges decide that fewer than five entrants have met the submission criteria by July 27, 2012, VA may select fewer than five finalists. \na. In the event of a tie for the fifth position based on submission time, the competition judges will review the tying applications to determine if they meet the requirements listed in 3a.  If both applications are found to meet the eligibility criteria, the contest will expand to accommodate a sixth finalist.  The fifth and sixth finalist will each receive a $10,000 prize.  They will each, however, only get one round of beta testing days, instead of two, to be decided at random.\n• In the unlikely event that more than two competitors tie and all entrants meet the selection criteria, the judges will select two finalists at random.  The selected finalists will each receive a $10,000 prize and one round of beta testing, to be decided at random.\n7. Decisions to not award.  If the competition judges find that no entrants have met the selection criteria for the five finalists, then no finalists will be selected and no award will be granted.  If the competition judges find that none of the finalists have met the criteria for the Grand Prize Winner, then no Grand Prize award will be awarded. \n8. Contest period.  The contest period will proceed according to the following schedule, unless modified or extended by a formal announcement.\na. The contest will begin accepting submissions at 12 pm, March 22, 2012.\nb. Judges will review submissions on a rolling basis as they are accepted.\nc. The deadline for submissions is 11 pm, July 27, 2012.\nd. Finalists will be announced on or about August 24, 2012.\ne. The beta test phase will begin on or about August 30, 2012.\nf. The beta test phase will conclude on or about November 3, 2012.\ng. Judges will begin reviewing the final applications on or about November 5, 2012.\nh. The Grand Prize winner will be announced on or about November 9, 2012.\n9. Submissions.  To participate in this competition, contestants must submit an entry to \n, which includes:\na. A narrative describing the participant’s homelessness application.  The narrative will be in a format compatible with Microsoft Word 2007, not exceeding five 8 ½ x 11” pages in length using Arial or Calibri 11 point font and one-inch margins.\nb. Information necessary to contact the participant in the event the participant is an apparent winner or there are questions about the information submitted, including name, street address, email address and telephone number.\nc. An explanation of how judges can test the application.  Submissions may take one of two forms:\n• A link in the submission e-mail to the appropriate site from which the judges could download the application.  The narrative should list any additional requirements for downloading, such as a password, device type, or operating system version; or \n• A mobile device with the app pre-loaded.  The narrative must include any additional requirements for using the device, such as a passcode.  The device must be transmitted by overnight delivery via United Parcel Service, United States Postal Service,  FedEx, or similar service to the following address:\nDepartment of Veterans Affairs\nAttn:  Jonah Czerwinski\n810 Vermont Ave, NW\nMail Code 00 Suite 1015C\nWashington D.C., 20420\nThe device will be returned to the contestant after final judging and no later than December 31, 2012.\n10. Eligibility to participate in the competition. To be eligible to win a prize in this competition, an individual or entity:\na. Must create an account on the \n web site by supplying name and email address.  Creating an account will constitute “registration to participate in the competition” as provided in the Act.\nb. In the case of an individual, must be a citizen or permanent resident of the United States; and if an entity, must be incorporated in and maintain a primary place of business in the United States.\nc. Must have complied with all requirements of this Notice and all requirements established by Section 105 of the America COMPETES Act of 2011, PL. 111-358.\nd. May not be a Federal entity or Federal employee acting within the scope of his or her employment.\ne. Must agree to assume any and all risks and waive any claims against the Federal government and its related entities, except in case of willful misconduct, for any injury, death, damage, or loss of property revenue or profits, whether direct, indirect, or consequential, arising from their participation in this competition, whether the injury, death, damage or loss arises through negligence or otherwise.  Provided, however, that participants will not be required to waive claims against VA arising out of the unauthorized use of or disclosure by the agency of the intellectual property, trade secrets or confidential information of the participant.\n• Participants shall be responsible for obtaining their own insurance to cover claims by any third party for death, bodily injury, or property damage, or loss resulting from an activity carried out in connection with or participation in the competition.\nf. VA will use the information submitted in the entry to contact the finalists and apparent Grand Prize winner.  If VA is unsuccessful in contacting the apparent winner after a minimum of 10 attempts over the course of a 10-day period, it may disqualify the participant and either (1) award the prize to another participant or (2) terminate this competition without awarding any prize.\ng. Prior to final designation as a finalist in this competition, finalists will be required to submit the below documentation:\n• If an individual, that the person is a citizen or permanent resident of the United States; and if an entity, that is it incorporated in and maintains a place of business in the United States;\n• Financial account information sufficient to support electronic transfer of the prize amount consistent with VA fiscal policy and the issuance of an IRS Form 1099.  The information submitted will be used for these purposes only.\n11.  Procedures for obtaining additional information:\na. During the period of this competition, VA will operate and maintain a moderated blog at \n to which participants may submit questions and receive official guidance from VA.\nb. VA may choose not to respond to any question or comment or to delete questions or comments which it determines are not relevant to the competition.\nc. All participants are bound by official guidance on the blog if posted prior to submission of a participant’s entry.\n12. Judges and judging procedures:\na. Subject to the requirements of P.L. 111-358, Sec 24(k), the Director, VA Innovations Initiative, acting on behalf and with the authority of the Secretary of VA, will appoint one or more qualified individuals to act as judges of the Homelessness Mobile App contest and may appoint himself as a judge.  Judges may include individuals from outside VA, including from the private sector and individuals nominated by the Competition. \nb. A judge may not have a personal or financial interest in, or be an employee, officer, director, or agent of any entity that is a registered entrant in the Contest, and may not have a familial or financial relationship with an individual who is a registered entrant.\nc. Specific tasks related to the judging process may be delegated to VA employees or employees of a collaborating Federal agency.\nd. Judges shall have the authority to disregard any minor error in any entry that does not create any substantial benefit or detriment to any entrant.\ne. If a judge is disqualified or unable to fulfill his or her duties, VAi2 reserves the right to substitute another official as judge.\n• VA may select different judges for the finalist selection panel and the Grand Prize award panel.\nf. The competition judges may use any technical means they determine suitable to test the functionality and usability of the entrant’s homelessness application.\ng. Decisions of the judges are final.\n13.  Intellectual Property:  Participants in the competition will retain ownership of their applications, and any intellectual property developed under this competition.   The Federal Government may negotiate a license for the use of intellectual property developed by a participant.\na. The winner of the competition will make its application available and free to download from appropriate application marketplace(s) by a date to be decided by the VAi2 team on or about the time the Grand Prize winner is announced.\nb. VA may, in its sole and exclusive discretion, choose to negotiate with any non-winning entrant for a license to use any intellectual property developed by a participant for this competition.", "hackathon-prizes": [{"prize-content": "$10,000 will be awarded to the first five contestants to meet the selection criteria during the submission period that begins March 13 and ends July 27.  See contest rules for details.", "prize-title": "Finalist Prizes"}, {"prize-content": "The Grand Prize winner will be selected from among the five finalists following a beta test phase.  The Grand Prize will be awarded to the entrant that receives the highest score from the Competition panel of judges during the final presentation following the beta test phase. See contest rules for details.", "prize-title": "Grand Prize Winner"}], "hackathon-location-google-maps": "", "hackathon-url": "https://reachthehomeless.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well does the app meet the needs of the target user groups?"}, {"judging-criterion": "How does the app \"feel\"? Is it efficient and easy to use?"}, {"judging-criterion": "How feasible is the plan for scaling the app's services nationally?"}, {"judging-criterion": "Does the contestant have a sustainable business model given that the app must remain free?"}], "hackathon-location-address": "", "hackathon-description-header": "Real-time Electronic Access for Caregivers and the Homeless (REACH).  Join the mobile app challenge to connect those in need to resources in their community.", "hackathon-prizes-total": "$75,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}