{"hackathon-description-text": "\nIn partnership with", "hackathon-number-of-prizes": "2", "hackathon-id": "vrhackathonny", "hackathon-judges": [{"judge-role": "Producer, Tashtego Films", "judge-name": "Steven Tabakin"}, {"judge-role": "GM, Viacom Lab", "judge-name": "Chaki Ng"}, {"judge-role": "Head VR, Fake Love", "judge-name": "Omer Shapira"}, {"judge-role": "Professor, NYU Game Centre", "judge-name": "Clara Fernández-Vara"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nParticipants: Individuals over 18 years in age.", "hackathon-number-of-participants": "46", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe VR Hackathon is most concerned with the BIG IDEA. If you come up with a concept that involves the innovative use of VR and can only deliver a blueprint/wireprint or PPT presentation at the end of the hackathon, it's an acceptable submission. However, we encourage that you prototype at least one component of your VR concept and take advantage of the hackathon's talent and resources.", "hackathon-rules": "\nVR Hackathon NY is administered by LoNyLa LLC and operates under the umbrella of Fractured Atlas, a 501(c)(3) public charity. Additional partners and sponsors and organizers have also participated in the creation of this event.\nTeams\nTeams can be anywhere from one to seven members. Participants can take advantage of the VR Hackathon’s Slack site or Challengepost to form teams before the hackathon launches. Participants can also form teams or find teams to join at the Friday Night Mega Meet-up.\nOnce you register for the VR Hackathon NY, we will send you a Slack invite.\nCome to the hackathon with concepts and ideas, not completed code.  All projects must be created from scratch at the event. \nAll teams/participants must be in-house. To promote fairness to all participants, no remote participants are allowed. \nPrizes\nVR Hackathon participants must be pre-registered in order to be eligible for prizes. All coding for the Submission must occur during the VR Hackathon. Teams are eligible to win only one prize.\nSubmissions and oral presentation of Submission will be judged by a panel of judges based upon the following criteria for: (1) Originality of Idea; (2) Ability to articulate the details of the VR prototype or concept (3) Sophistication of technologies used in its creation; and (4) Relevance to the prize category.\nIn the event of a tie, the winning team will be determined by the judges based on the highest score for originality of idea. Each member of a winning team, along with all Submissions, is subject to validation by the judges and VR Hackathon team, whose decisions are final and binding in all respects. Each contestant and each member of a winning team may be required to sign and return, when requested, an affidavit of eligibility, and a prize/publicity release. Winners must be present to accept prize or prize will be forfeited.\nAll prizes will be awarded to the winning team as a whole and not to each individual member of the winning team. LoNyLa LLC is not responsible for any disputes among team members concerning the prizes.\nAll taxes and any other expenses not stated herein, including meals, gratuities, transportation and other incidentals, are sole responsibility of winners. No substitutions or transfers of a prize, except in LoNyLa's discretion. Coordination of any and all travel and any other expenses is the responsibility of the Winner Team members. Only the stated prizes by VR Hackathon will be awarded.\nCode, Design, SFX, Music and Other Components\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the VR Hackathon. We want to ensure a level playing field. You are free to plan and brainstorm prior to the event.\nAPIs, Services, and Open Source\nYou’re allowed to use 3rd party services, APIs, open source projects, libraries, and frameworks. In particular, we encourage you to use sponsor APIs. For example, if you want to develop a VR prototype using Leap Motion technology, we will send you the Leap Motion API as well as provide the API at the start of the hackathon.\nOwnership and Promotion\nAll teams retain full ownership of what they have created during the VR Hackathon.\nParticipation in the VR Hackathon shall constitute and signify each member of a winning team’s agreement and consent that LoNyLa LLC, event organizers and sponsors may use each member’s name, city, state, likeness, and the team’s Submission and/or prize information in connection with the VR Hackathon for promotional, advertising or other purposes, worldwide, in any and all media now known or hereafter devised, including the Internet, without limitation and without further payment, notification, permission or other consideration, except where prohibited by law.\nRespect for Others\nBe kind to others. Do not insult or humiliate other attendees. Conduct yourself in a professional manner. Harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*.\n* Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nAn Open Environment\nWe welcome attendees from all backgrounds. This event is about boosting the overall amount of innovation, partnership, and engagement in the VR community.\nGeneral Conditions / Indemnification\nBy entering, contestants warrant and represent that their team is the sole creator of the Submission and that they have obtained permission from all persons or copyright or trademark owners whose likeness, work or mark are depicted in Submission and all permission necessary for LoNyLa LLC to publish or use their Submission in any media worldwide and agree to confirm any of the foregoing in writing. Further, by participating in the VR Hackathon and/or by accepting any prize, contestants agree that LoNyLa LLC and the event organizers shall not be liable for any and all actions, claims, including any third party claims, injury, loss or damage arising in any manner, directly or indirectly, arising from or relating to the VR Hackathon, including entry and participation, or the acceptance, possession, use or misuse of any prize. By participating in the VR Hackathon and/or accepting any prize, participants agree to fully indemnify event organizers, sponsors and LoNyLa LLC from any and all such claims by third parties without limitation.\n** Event organizers may prohibit certain contestants or teams from participating in the VR Hackathon NY or winning a prize if, in its sole discretion, it determines that a contestant or team has attempted to undermine the legitimate operation of the VR Hackathon NY by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other participants, mentors or the VR Hackathon team.", "hackathon-prizes": [{"prize-content": "VR with the best narrative -- story -- wins $500 as sponsored by EEVO. Winning team: Subhuman. Project: \"1,111 Days.\" Rehmat Qadir, Sisa Bueno, Andrew Kim.", "prize-title": "Best Narrative VR"}, {"prize-content": "Best VR made with Unity wins $500 as sponsored by Unity 3D. Winning team: Hackmanhattan. Project: \"Trust Fall.\" John Lee, Mykayla Fernandez. Description: Trust-based co-op experience that relies on effective communication.", "prize-title": "Best VR Made with Unity"}], "hackathon-location-google-maps": "https://maps.google.com/?q=New York University, 721 Broadway, New York, NY 10003, USA", "hackathon-url": "https://vrhackathonny.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Given that VR is an emerging new medium, the originality of your VR concept is turnkey. In concert with the theme of the hackathon, judges will also consider how the VR prototype or blueprint serves, innovates or enhances story/narrative."}, {"judging-criterion": "Hearkening back to the era of the Manhattan Project, scientists often termed beautiful and elegant solutions as technically \"sweet.\" How elegant and compelling is the VR project from both an aesthetic and technical point of view? How \"sweet\" is your VR?"}, {"judging-criterion": "Because sponsors have designated prize categories, judges will evaluate projects according to the categories. Keep in mind that the categories relate to hackathon's theme. How relevant is your VR prototype to a particular prize category?"}], "hackathon-location-address": "New York University, 721 Broadway, New York, NY 10003, USA", "hackathon-description-header": "VR Hackathon NY: Mythos & Moxie", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "2015-07-17", "has-projects": "True"}