{"hackathon-description-text": "\nVenture Hacks FinTech is an ongoing series of hackathons sponsored by the Stevens Venture Center.  In our fifth installment of Venture Hacks, we aim to tackle issues within the FinTech industry.  Students of various backgrounds such as business, financial, and software experience are invited to participate, and must collaborate effectively to form a sound solution.", "hackathon-number-of-prizes": "1", "hackathon-id": "venture-hacks-fintech", "hackathon-judges": [{"judge-role": "Found Partner of InSight Software Systems", "judge-name": "Michael Di Stefano"}, {"judge-role": "Founder & CEO, PRIMARI Analytics", "judge-name": "Francisco Gomez"}, {"judge-role": "Risk Control Consultant & Commissioner on the Hoboken Planning Board", "judge-name": "Gary Holtzman"}, {"judge-role": "Founder and Managing Director at Minute 49, LLC", "judge-name": "Ray Thek"}, {"judge-role": "CTO, FinTech Studios", "judge-name": "Kevin Barresi"}, {"judge-role": "Life Sciences Executive and Consultant", "judge-name": "Silvia Garcia Codony"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nFreshman and sophomore students of any university near the Hoboken area are welcome to participate.", "hackathon-number-of-participants": "11", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nHackers must focus on building business solutions that they can prove the validity of.  This will generally involve constructing an MVP of their product and forming a pitch deck showcasing the strenghts of their solution and why it applies to the problem at hand.  Emphasis is made to avoid building projects that do not solve any particular solution or pain.", "hackathon-rules": "\nFor people in a hurry, here is our code of conduct which all participants must abide by:\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon.\nThe full rules are handed out and signed off on as students enter the hackathon.  You can check them out here as well for a more in-depth look: \n", "hackathon-prizes": [{"prize-content": "A certificate denoting winning a specific category of Venture Hacks: FinTech.  A special prize will come with each certificate, but we're not revealing that quite yet!", "prize-title": "Winning Certificate"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Wesley J. Howe Center, 1 Castle Point Terrace, Hoboken, NJ 07030, USA", "hackathon-url": "https://venture-hacks-fintech.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Check out our judging criteria at:"}], "hackathon-location-address": "Wesley J. Howe Center, 1 Castle Point Terrace, Hoboken, NJ 07030, USA", "hackathon-description-header": "Venture Hacks is an ongoing series of hackathons sponsored by the Stevens Venture Center.  Our FinTech edition is all about just that: designing solutions for the FinTech industry.", "hackathon-prizes-total": "0", "hackathon-location-description": "Stevens Institute of Technology - Howe Center", "hackathon-end-date": "", "has-projects": "False"}