{"hackathon-description-text": "\n2:30 PM - Registro", "hackathon-number-of-prizes": "1", "hackathon-id": "socialhack", "hackathon-judges": [{"judge-role": "", "judge-name": "Anahí Flores"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "6", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nSe respetuoso, el acoso y el abuso nunca son tolerados. Si te encuentras en una situación que te hace sentir incomodo, o bien, el evento esta creando un ambiente peligroso y/o inapropiado, o un representante u organizador te hace sentir incomodo, por favor reportarlo utilizando los los procedimientos incluidos en este documento.\nNos comprometemos a la inclusión. Creemos que cada persona tiene el derecho de participar en un ambiente cómodo y seguro.\nEl acoso incluye, pero no esta limitado a: ofensas verbales o comentarios escritos relacionados con genero, edad, orientación sexual, discapacidad, apariencia física, cuerpo, raza, religión, contenido pornográfico en áreas publicas, intimidación intencionada, seguir fisicamente, fotografías, grabar, interrumpir seguida e intencionalmente el dialogo de otros, contacto físico inapropiado y/o llamar la atención sexualmente.\nSi lo estas incurriendo en un acto que provoca incomodidad en otras personas, eso cuenta como acoso y es suficiente justificación para dejar de hacerlo.\nLos participantes a los que se les indique abstener cualquier comportamiento considerado como acoso, deberán cumplir con las indicaciones de manera inmediata.\nTodos los patrocinadores, jueces, mentores, voluntarios, organizadores y todos los demás participes del evento también son sujetos a estás políticas contra el acoso. En particular, los participantes no deberán utilizar imágenes, actividades u otro material de contenido sexual en ambos su proyecto y durante el evento.\nLos colaboradores (incluidos voluntarios) no deberán usar ninguna prenda, uniforme, disfraz cuyo contenido sea de materia sexual, o bien, crear un ambiente de materia sexual.\nSi un participante da lugar a un comportamiento de acoso, la administración tomará cualquier acción que vea apropiada, incluyendo pero no limitado a advertir al ofensor, la expulsión del mismo del evento sin oportunidad de reembolso o reintegración de cualquier tipo.\nSi te sientes acosado, notas que alguien esta siendo acosado o tienes cualquier otra preocupación, por favor contactanos usando los procedimientos definidos a continuación.\nNuestros representantes estarán dispuestos a ayudar a todos los participantes y a contactar la seguridad del campus, o bien, fuerzas legales, proveer escoltas o bien, asistir a aquellos afectados por un acto de acoso para sentirse seguro durante el resto del evento. Valoramos mucho tu participación.\nProcedimiento para reportar situaciones de acoso.\n Si te sientes incomodo o crees que pueda haber una violación a este código de conducta, por favor haznos saber utilizando alguno de los métodos siguientes. Todo aquel que reporte tiene el derecho a anonimato.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "INC MTY"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Eugenio Garza Sada 2501, Las Brisas, Monterrey, N.L., Mexico", "hackathon-url": "https://socialhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Eugenio Garza Sada 2501, Las Brisas, Monterrey, N.L., Mexico", "hackathon-description-header": "Soluciones que cambien la vida de 1 millón de personas en temas de impacto social, desastres naturales y medio ambiente.", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "Tec de Monterrey - Innovaction Gym", "hackathon-end-date": "", "has-projects": "False"}