{"hackathon-description-text": "\nThis is the official SB Hacks submissions turnin page! Be sure to visit the submissions section and upload your project before 9:30 AM on Sunday, February 1st!", "hackathon-number-of-prizes": "13", "hackathon-id": "sbhacks", "hackathon-judges": [{"judge-role": "Temp Judge", "judge-name": "AJ"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nTeams of up to 4 who attend the Hackathon SB Hacks are eligible to enter. All else, cannot. ", "hackathon-number-of-participants": "163", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nThe rules here are dictated by each challenge that you apply for, but there is one general rule:\n1) You cannot submit a codebase that you have worked on from before January 30th at 9:30 PM. \n ", "hackathon-prizes": [{"prize-content": "The team that demonstrates overall creativity and ingenuity will be awarded with the Grand Prize Bundle, which includes the Oculus Rift Development Kit 2 with  WorldViz virtual reality development software licenses.", "prize-title": "Citrix Grand Prize"}, {"prize-content": "The hardware hackers that demonstrate the most creative, ingenious and intelligent use of hardware will win brand new Arduino kits.", "prize-title": "Hardware Hack Challenge"}, {"prize-content": "SB Hacks is dedicated to environmentalism in this increasingly industrialized era, therefore the team that utilizes technology to help energy reduction, power saving, clean water supplies, waste treatment, or any other environmental cause will win GoPros.", "prize-title": "Environmental Hack Challenge"}, {"prize-content": "The new hackers who have only practiced engineering for a short amount of time will win the Ultimate Raspberry Pi Starter Kit, which includes a Raspberry Pi, a Breadboard, LEDs, Resistors, Switches, Cables, and a Beginner's Guide to Computing.", "prize-title": "Beginners Hack Challenge"}, {"prize-content": "You decide! We're going to open up a public voting session on Sunday after all the hacks have been submitted - the winner will receive an Amazon Gift Basket filled with lots of tech goodies and more.", "prize-title": "Popular Choice Prize"}, {"prize-content": "The GoToMeeting Free SDK is a VoIP solution based on WebRTC. It provides a lightweight API for creating ad-hoc voice and video sessions, by giving developers access to video and audio streams automagically when users join a session!", "prize-title": "Citrix API Challenge"}, {"prize-content": "The team that demonstrates overall creativity and ingenuity by leverage Cisco’ Mobility Service Engine API (Location engine) to write an innovative Application/ Program that uses the location information. Application/program can be written in any language but must rely on the Cisco API.", "prize-title": "Cisco API Challenge"}, {"prize-content": "OpenGov is looking for innovative data enthusiasts. We'll provide you with accurate, up-to-date financial data from our governments. You provide the innovation. We'd love to see folks try and tackle city-wide benchmarking, new ways of visualizing data, or new ways of structuring data to make it easy to search across these data sets. The top team will be something visually striking or powerful. Beyond winning Pebble smart watches, the winning team will also get invited to our hackathon after party.", "prize-title": "OpenGov Data Challenge"}, {"prize-content": "Thermal imaging changes the way you see the world and lets you do cool new things you couldn’t before – at home, at work, and at play. Join the FLIR ONE Heat Seeker team and develop an innovative iOS app using the FLIR ONE. We’ll provide all the tools, you provide a creative idea and the development skills. There are some great prizes up for grabs and if your app is really good we’ll help you promote it!", "prize-title": "FLIR ONE Heat Seeker App Challenge"}, {"prize-content": "For the API Prize, we’d like to offer USD $500 to the team who will use all the power of our API. The HeyWatch API enables from uploading and simply encoding from one video format to another one, to generating multiple output files for several platforms (mobile, web, …) and generating exclusive thumbnails such as storyboard or animated GIFs. So sky’s the limit :)", "prize-title": "Heywatch API Challenge"}, {"prize-content": "We are offering a prize for the best use of our API. We are offering 4 Chromecasts, and a trip to Mindbody that would include lunch paid for, tour of the campus, a bit of shadowing and 2 hotel rooms to stay the night.", "prize-title": "Mindbody API Challenge"}, {"prize-content": "We are offering $600 in Amazon Gift Cards for the best use of our API!", "prize-title": "ShipHawk API Challenge"}, {"prize-content": "Makeschool will be hosting an iOS competition to create the best app or game. The prize is guaranteed admission to MakeSchool and discounted tuition.", "prize-title": "Makeschool Best iOS App / Game Challenge"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of California, Santa Barbara, Santa Barbara, CA 93106, USA", "hackathon-url": "https://sbhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "University of California, Santa Barbara, Santa Barbara, CA 93106, USA", "hackathon-description-header": "SB Hacks is an event in which hundreds of talented programmers compete for 36 hours to make amazing projects. The projects are then judged by tech professionals from the industry and from academia.", "hackathon-prizes-total": "$17,200", "hackathon-location-description": "", "hackathon-end-date": "2015-02-01", "has-projects": "True"}