{"hackathon-description-text": "\nLVHack is LVTech's now annual spring Hackathon. From mobile apps to 3D printers, LVHack has something for everyone. Come enjoy a great weekend building things with other creative, enthusiastic, technology loving people.", "hackathon-number-of-prizes": "3", "hackathon-id": "lvhack14", "hackathon-judges": [{"judge-role": "Lisa is the designer behind the wildly successful Kickstarter campaign, KitRex. She is a Technical Entrepreneurship graduate student at Lehigh University, is the founder of ArchiTrep LLC, and has a certain distaste for smartphones.", "judge-name": "Lisa Glover"}, {"judge-role": "Currently running Pivitec, Tom has been pioneering, developing, and establishing successful marketing and sales positioning for products in the Medical and Pro Audio industries for years.", "judge-name": "Tom Knesel"}, {"judge-role": "President of Make Lehigh Valley, the community of makers residing in the Hive4a Makerspace at the Bridgeworks Enterprise Center in Allentown, PA.", "judge-name": "Jared Steckel"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nIf you are a particiapnt at LVHack, you may participat at LVHack. In fact, you're expected to do so.", "hackathon-number-of-participants": "36", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmissions should include a description of your hack. Photos of cats are welcome (not required). Photos of your hack are also encouraged. If your hack is on the web, a link seems obvious. If it's a mobile app, mail a phone with it installed using a flat rate envelope. ", "hackathon-rules": "\nDon't run with scissors.\n ", "hackathon-prizes": [{"prize-content": "The LVHack Cup. Sought after hackaward, desired by many, won by few.", "prize-title": "First Place"}, {"prize-content": "Almost the LVHack Cup. Not as sought after hackaward, desired by more than a few, won by those who came really close.", "prize-title": "Runner Up"}, {"prize-content": "The Community Cup. You've been warned.", "prize-title": "Community Cup"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Wilbur Powerhouse, Lehigh University, Bethlehem, PA 18015, USA", "hackathon-url": "https://lvhack14.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well does it embrace the spirit of a hackathon? Is it a unique use of something? Does it combine things in an unexpected way? Will it make someone thing, \"well, that's clever\"? Was it \"Yet Another [something]\", or was it a fresh take?"}, {"judging-criterion": "Nervous or not, was the demo just an idea, or was something successfully built, written, assembled, connected? Regardless of the amount of duct tape used, how well did the final product match what they said it could do? It's not how high they flew, but di"}, {"judging-criterion": "This, after all, is a hackathon. Is the project fun? Did the team have fun? Isn't that really the best prize? (Well, right up there with flying hack bots.)"}], "hackathon-location-address": "Wilbur Powerhouse, Lehigh University, Bethlehem, PA 18015, USA", "hackathon-description-header": "One amazing weekend to build exciting, interesting, and innovative things.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}