{"hackathon-description-text": "\nis Yeshiva University's 200+ person hackathon. For 24 Hours students team up and turn their ideas into tangible products. Build anything from Apps, Websites, Robots, to the bounds of your imagination and win prizes.", "hackathon-number-of-prizes": "3", "hackathon-id": "reinventyu", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "27", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nBy participating or being in attendance at this event, you agree to these rules. These rules apply through the entire event. They may be changed at any time by hackathon officials. \nAll participants are expected to follow Yeshiva University's (\"YU\") Code of Conduct. This Code covers topics including, but not limited to, integrity, vandalism, theft, harassment, and the use/possession/distribution of drugs and alcohol. \nYU will not give any team resources needed to complete their project, nor will costs for materials or other expenses (including travel) be reimbursed. \nProjects must not be identified as an official product of YU.\nParticipants are expected to respect YU's property and others, including cleaning up after themselves and promptly reporting damage to hackathon officials. \nProjects that pose a safety risk will not be allowed, including hazardous materials and anything that produces a spark or flame. You will be working on the idea in an enclosed space. \nFor your safety, security will be on site for the event. They may check bags or other items, and reserve the right to ask any individual to leave the premises. \nIntellectual property for the projects submitted will remain with the creators of said projects. YU will only use any code, artwork, or other assets submitted for the purpose of fair and equal judging. Submissions are stored on ChallengePost and not on YU data servers.\nHackathon officials may disqualify any team from the competition for violations of these rules or any other behavior deemed inappropriate for the event.", "hackathon-prizes": [{"prize-content": "Students and recent graduates of design or business are invited to enter inventions that improve home living, designed with technology in mind. Submitted projects should have a significant and practical purpose, and have the potential to be commercially viable.", "prize-title": "Entrepreneurship Product Design"}, {"prize-content": "", "prize-title": "Hoverboards"}, {"prize-content": "", "prize-title": "TBA"}], "hackathon-location-google-maps": "https://maps.google.com/?q=515 Amsterdam Ave, New York, NY 10024, USA", "hackathon-url": "https://reinventyu.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How complex is your project / code? How functional is your project? Did you integrate multiple devices / API’s?"}, {"judging-criterion": "How original is this idea?"}, {"judging-criterion": "How useful is the hack?"}, {"judging-criterion": "How awesome does it look and how natural does using it feel?"}, {"judging-criterion": "How well do you convince the judges that your hack is the best?"}], "hackathon-location-address": "515 Amsterdam Ave, New York, NY 10024, USA", "hackathon-description-header": "Yeshiva University's 2016 24 hour Hackathon", "hackathon-prizes-total": "$3,600", "hackathon-location-description": "Yeshiva University - Heights Lounge", "hackathon-end-date": "", "has-projects": "False"}