{"hackathon-description-text": "\nGirls in Tech Los Angeles has teamed up with the", "hackathon-number-of-prizes": "3", "hackathon-id": "gitlah4h", "hackathon-judges": [{"judge-role": "Executive Director, Grid110", "judge-name": "Miki Reynolds"}, {"judge-role": "VP of Engineering, Dollar Shave Club", "judge-name": "Jason Bosco"}, {"judge-role": "Education and Technology Consultant", "judge-name": "Eileen Kahn"}, {"judge-role": "Director of User Experience, GOOP", "judge-name": "Stephanie Hankins"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAny developer, designer, or entrepreneur eligible to enter the hackathon.", "hackathon-number-of-participants": "22", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nParticipants must create a prototype or MVP of a new product. The idea of the hack can be conceived previously however all code and work must be completed within the time limits of the event.\nWhat do we mean by\nAn interactive technology solution tackling your business challenge.  This can be represented by a wide range of ‘prototypes’ from a clickable, interactive experience showing the designed screens, to a coded and functional microsite hosted online.  Leverage the skillset in your team to create the best solution you can in 2 days.", "hackathon-rules": "\n\nWe mean it. This is hackathon is meant to bring people together to create solutions for girls and women. We want you to work \n with each other, be \n, and have the \n time doing it. You should be learning new things and making friends throughout the weekend!  \nAs for code of conduct, we expect everyone to to adhere to this: https://hackcodeofconduct.org/\n\nBuild and demonstrate your idea through a functioning prototype. Your projects are \nrequired to be technical; however, development is part of the judging criteria.\n\nAny code for the project must be entirely coded at the hackathon. However, we do encourage use of publicly available frameworks/APIs and open-source code.\n\nAny finalists will have their code audited by a developer appointed by Girls in Tech. Your code is yours, but we would like to see it if you are a finalist.\n\nUse Git or an equivalent to track your code as you write it. If it comes down to an audit, it’ll help you prove your code is new.\n\nReally push yourself to create something that is a viable solution to help girls and women - the possibilities are endless! You could do anything from helping women keep track of their menstrual cycle to creating an app to tackle sex trafficking.\n\nYou must pitch your product as what you’ve submitted to us! If you deviate from your submission, your pitch will not be considered during the judging process.\n\nEach team will be limited to a size of 5 members. Every hacker is limited to working with one team to submit one project. We want to to see your best work and to dedicate your time on a single project.\n \n\nPrototyping:\nDesign:\n \nPresentation:", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Prize - Amazon Fire Tablets (up to 5) and VIP Full-Access Passes to the Raw Science Film Festival in Santa Barbara, CA on January 5-7, 2018."}, {"prize-content": "", "prize-title": "2nd Place - Amazon Echo Dots (up to 5) and $500 / team member (up to 5) in General Assembly Credits"}, {"prize-content": "", "prize-title": "3rd Place - Free membership through 2017 at Cross Campus DTLA (up to 5) and Fitbit Flex 2 (up to 5)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=900 W Olympic Blvd, Los Angeles, CA 90015, USA", "hackathon-url": "https://gitlah4h.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "900 W Olympic Blvd, Los Angeles, CA 90015, USA", "hackathon-description-header": "A Social Innovation Hackathon with Girls in Tech", "hackathon-prizes-total": "$5,157", "hackathon-location-description": "JW Marriott Los Angeles L.A. LIVE", "hackathon-end-date": "", "has-projects": "False"}