{"hackathon-description-text": "\n¿Qué es un hacker?", "hackathon-number-of-prizes": "1", "hackathon-id": "hackguadalajara", "hackathon-judges": [{"judge-role": "Socialab", "judge-name": "Juan Del Cerro"}, {"judge-role": "Angel Ventures Mexico", "judge-name": "Felipe Coronado Valdez"}, {"judge-role": "Speedwagon Online Marketing", "judge-name": "Gustavo Murillo"}, {"judge-role": "Vice President of Operations / Tacit Knowledge Latin America", "judge-name": "Raymundo Torres Bernal"}, {"judge-role": "Siembra Capitales", "judge-name": "Lorenza Mendez Suarez"}, {"judge-role": "Director Business Incubator ITESM Campus Guadalajara", "judge-name": "Ernesto Romero Lopez"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nEs abierto a todos los hackers. Un hacker es un innovador, un estado mental. Alguien que reta al sistema para hacerlo mejor. Es por eso que el Hackathon es un evento abierto a cualquiera: programadores de computadora, doctores, políticos, diseños, científicos, educadores y demás estudiantes y/o profesionistas. Lo que importa son tus ideas y deseos de crear un impacto positivo en el mundo.\nPueden venir con equipos formados o aquí mismo hacer los suyos, encontrando a las personas con intereses similares a los suyos.", "hackathon-number-of-participants": "25", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nSe espera que los participantes, con todas las herramientas que se les proporcionen en el hackathon, generen prototipos de sus ideas para solucionar alguna problemática. Ya sea software, hardware, o inclusive nuevos modelos de negocio; pero que vayan enfocados a solucionar el problema. ", "hackathon-rules": "\nLa presentación final con el prototipo, debe ser en inglés el texto, y español lo hablado. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "TBC"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Nuevo México, 45201 Zapopan, JAL, Mexico", "hackathon-url": "https://hackguadalajara.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How innovative, new, or creative is the Application, Website or Service? Is it better than other solutions?"}, {"judging-criterion": "Will the Application, Website or Service meaningfully impact the lives of many people\twithin the Target Population?"}, {"judging-criterion": "How scalable is the Application, Website or Service? What percentage of the Target Population can the Application, Website or Service be made to reach? Localized or local content, and multilingual support are key sub-criteria."}, {"judging-criterion": "If it is not already, how soon can the Application, Website or Service be made available publicly (beyond limited trials and prototypes)? Is it already publicly available, how stable and consistent is its performance?"}, {"judging-criterion": "Do you think they have a clear view of what’s going to happen next?"}, {"judging-criterion": "How the project can be sustained? Is the business model based on third parties?"}, {"judging-criterion": "Multidisciplinary factor is key. Is the team well organized with diversified and defined roles?"}], "hackathon-location-address": "Nuevo México, 45201 Zapopan, JAL, Mexico", "hackathon-description-header": "Es un evento en donde personas de distintos perfiles y áreas se reunen para crear soluciones innovadoras a los problemas existentes, en donde la colaboración y el trabajo en equipo, lo son todo.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}