{"hackathon-description-text": "\nHeld on the beautiful campus of Embry-Riddle Aeronautical University in bright and sunny Daytona Beach, Florida, this hackathon is guaranteed to be a unique experience for all attendees. Our event partners represent big players in the aviation and aerospace industry, not to mention all kinds of software startups from Florida's rapidly growing Space Coast economy. HackRiddle just so happens to be an MLH Member Event, which entitles you to a whole host of perks and benefits just for showing up. Learn more here:", "hackathon-number-of-prizes": "11", "hackathon-id": "hackriddle2017", "hackathon-judges": [{"judge-role": "STEM Specialist at Volusia County Schools", "judge-name": "Amy Monaham"}, {"judge-role": "Principal Technical Director at Virtual Heroes, a Division of Applied Research Associates", "judge-name": "Wes Milks"}, {"judge-role": "PhD Student / Instructor for EGR101 at Embry-Riddle Aeronautical University", "judge-name": "Leo Ghelarducci"}, {"judge-role": "Software Engineer at Boeing, Embry-Riddle Aeronautical University Alumbus", "judge-name": "William Layne"}, {"judge-role": "IT Security Services, Embry-Riddle Aeronautical University", "judge-name": "Sean Thomas"}, {"judge-role": "Sr. Software Engineer at Rockwell Collins", "judge-name": "Vaibhav Singhal"}, {"judge-role": "Engineering Manager at Rockwell Collins", "judge-name": "Mike Repko"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "94", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nWe will be using the MLH Code of Conduct. ", "hackathon-prizes": [{"prize-content": "First choice of a prize from our event prize pool, which includes Snapchat Spectacles, Das Keyboards, and more!", "prize-title": "1st Place"}, {"prize-content": "Second choice of a prize from our event prize pool, which includes Snapchat Spectacles, Das Keyboards, and more!", "prize-title": "2nd Place"}, {"prize-content": "Third choice of a prize from our event prize pool, which includes Snapchat Spectacles, Das Keyboards, and more!", "prize-title": "3rd Place"}, {"prize-content": "The award for the project that best represents innovation in the field of aviation and aerospace. Winner of this category will receive a Wi-Fi enabled FPV drone.", "prize-title": "Best Aviation/Aerospace Hack"}, {"prize-content": "This is the project that is selected as most innovative by representatives of Rockwell-Collins.", "prize-title": "Rockwell Collins Choice"}, {"prize-content": "This is the prize awarded to the best project submitted by a team of first-time hackers.", "prize-title": "Best First-Timer Hack"}, {"prize-content": "The award for the project selected by the judges as the best project utilizing hardware at a meaningful level. Winners will receive a hardware kit!", "prize-title": "Best Hardware Hack"}, {"prize-content": "Provided by ERAU IT Security Services, this is the award for the project selected by the judges as the best project that promotes or supports information security practices in academic, professional, or personal life. Winners will receive an Amazon Echo (2017)!", "prize-title": "Best Information Security Hack"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "410C Dragonboard for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Willie Miller Instructional Center, 600 S Clyde Morris Blvd, Daytona Beach, FL 32114, USA", "hackathon-url": "https://hackriddle2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Projects will be judged based on a variety of factors. This might include the technical complexity of your project, the depth of your idea, and more."}], "hackathon-location-address": "Willie Miller Instructional Center, 600 S Clyde Morris Blvd, Daytona Beach, FL 32114, USA", "hackathon-description-header": "HackRiddle is Embry-Riddle Aeronautical University's premier collegiate hackathon held in Daytona Beach, FL.", "hackathon-prizes-total": "$5,400", "hackathon-location-description": "Willie Miller Instructional Center", "hackathon-end-date": "2017-11-12", "has-projects": "True"}