{"hackathon-description-text": "\nTech Retreat invites high school students from across Ontario to the University of Waterloo for a day of learning and hacking. Students will learn how to apply different software or hardware technologies and meet current Waterloo students, professional engineers and startup founders. Most importantly, no experience is required.", "hackathon-number-of-prizes": "5", "hackathon-id": "techretreat", "hackathon-judges": [{"judge-role": "Co-founder of Voltera", "judge-name": "Alroy Almeida"}, {"judge-role": "Managing Editor of BetaKit", "judge-name": "Douglas Soltys"}, {"judge-role": "Director of Hack the North", "judge-name": "Kartik Talwar"}, {"judge-role": "Managing Partner at Cybernorth Ventures", "judge-name": "Rachel Bartholomew"}, {"judge-role": "Co-founder of Chalk", "judge-name": "Ryan McKay-Fleming"}, {"judge-role": "Lead Android Developer at Hack the North, RelateIQ Developer and Google Developer", "judge-name": "Shane Creighton-Young"}, {"judge-role": "Software Engineer at Indiegogo, UI/UX designer at Mozilla and Hack the North Co-founder", "judge-name": "Valentin Tsatskin"}, {"judge-role": "Associate Director of Velocity Garage", "judge-name": "Wes Worsfield"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nOnly current high school students or graduating high school students who were officially accepted may participate in Tech Retreat. Teams must consist of 1-4 team members.", "hackathon-number-of-participants": "71", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nOnly a demo of your project will be judged! No Slidedecks or Powerpoints! Please include the name of your app, how you created it, any APIs/hardware/libraries used and a photo of your hack in action!\nAt 6:30 PM, the hacking period will end, and we'll be transitioning to the Hackathon Showcase.\nDuring this time, there will be 2 teams of 4 judges. One team of judges will come by to your team, and you can present your hack to them for 3 minutes. This is going to be done science-fair style, so you'll just be demoing at your table. The judges will be focusing more on the technical side of your project, rather than a business pitch.\nAfter all the projects have been presented, each team of judges will come up with a list of their top 3 teams. The combined total of 6 teams will present to everyone, and the entire panel of 8 judges, at the closing ceremonies.\nAfter all teams have presented, the panel of 8 judges will determine the top 3 teams.\nAPI Prizes will be judged and presented by the Sponsor awarding it.", "hackathon-rules": "\n1. You must be a current or graduating high school student that was officially accepted to participate in the hackathon.\n2. Teams must consist of 1-4 team members.\n3. You may design/architect your code beforehand, but all core logic must be written by the members of the team during the hacking period. Using frameworks and libraries is allowed.", "hackathon-prizes": [{"prize-content": "- Automatic Admission to Hack the North for all team members  (Sep 18-20)", "prize-title": "First Place"}, {"prize-content": "Google Chromecast for each team member", "prize-title": "Second Place"}, {"prize-content": "Anker Portable Power Bank for each team member", "prize-title": "Third Place"}, {"prize-content": "Intel Edison module with Arduino Expansion Board for each team member", "prize-title": "Best Intel Edison Hack"}, {"prize-content": "One Muse Brain-Sensing Headband for the team", "prize-title": "Best Muse Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1, Canada", "hackathon-url": "https://techretreat.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The pure difficulty of the your implementation of the project. When judging this we'll take into account the usage of an API to implement the core feature of the project and how complex the project looks.\n\n35%"}, {"judging-criterion": "The originality of your idea, approach, implementation, and/or design of the project.\n\n25%"}, {"judging-criterion": "The value of the real world applications that can result from your project. This will be measured in the genuine difference it will make in everyday life.\n\n25%"}, {"judging-criterion": "Extraneous things about your project (like design and potential business applications) that stand out.\n\n15%"}], "hackathon-location-address": "University of Waterloo, 200 University Avenue West, Waterloo, ON N2L 3G1, Canada", "hackathon-description-header": "A one-day event during Summer 2015 for high school students to discover the world of technology and computer science, through creation and collaboration!", "hackathon-prizes-total": "$1,456", "hackathon-location-description": "University of Waterloo - Engineering 5 Building", "hackathon-end-date": "2015-08-15", "has-projects": "True"}