{"hackathon-description-text": "\nThe FCC challenges individuals or teams of researchers, inventors and software developers to ", "hackathon-number-of-prizes": "3", "hackathon-id": "openinternetapps", "hackathon-judges": [{"judge-role": "To be determined before entry deadline", "judge-name": "FCC Staff Judges"}, {"judge-role": "To be determined before entry deadline", "judge-name": "External Expert Judges"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "35", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "", "hackathon-rules": "\n\nThe FCC Open Internet Challenge (or “competition”) is an initiative of t\nThe Competition is intended to provide recognition to individuals, teams of individuals, corporations, and nonprofit organizations (collectively, \"Contestants\") for developing innovative software applications and research that enhance, foster, measure, study and protect the open Internet. The goal of the Competition is to motivate American entrepreneurs, software developers, the public, and students to encourage and facilitate the development and use of open Internet apps\n This challenge is administered by the FCC for the purpose of making a direct contribution to the authorized agency function of encouraging the deployment on a reasonable and timely basis of advanced telecommunications capability to all Americans under authority provided by the Telecommunications Act of 1996.\n \n\n\nThe Competition is open only to: (1) residents of the fifty (50) United States (plus the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa) who are at least thirteen (13) years old at the time of entry (or teams of eligible individuals); (2) and corporations or organizations that are domiciled in the United States (including the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa). Individuals submitting on behalf of corporations, nonprofit or groups of individuals (such as an academic class or other team) must meet the eligibility requirements for individual contestants, however each individual team member need not meet every criteria. An individual may join more than one team, corporation or nonprofit organization. Employees of the FCC are not eligible.  The Competition is subject to all applicable federal laws and regulations. Participation constitutes Contestant's full and unconditional agreement to these Official Rules and administrative decisions, which are final and binding in all matters related to the Competition. Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein.\n\nThe Competition Submission Period begins on February 01, 2011, at 2:00 PM Eastern Daylight Time (\"EDT\") and ends on June 01, 2011, at 5:00 PM Eastern Daylight Time (\"EDT\") (the \"Competition Submission Period\"). Administrator's computer, set to Eastern Time, is the official time-keeping device for this Competition. The public People’s Choice voting period will run from June 15, 2011 through July 15, 2011\n\nRegistration: During the Competition Submission Period, visit \n, search for the FCC Open Internet Challenge and register on the registration tab. Registration is free.\nSubmission Requirements:\nSubmission Rights:  Each Contestant grants to the FCC and others acting on behalf of the FCC, a royalty-free non-exclusive worldwide license to use, copy for use, perform publicly, and display publicly, for the purpose of the Competition until one year after the announcement of winners.  This license includes posting or linking to the Submission on the official FCC website and making it available for use by the public.\n\nSubmissions will be posted on \n on a rolling basis after being screened by the FCC for basic functionality, accuracy, and integrity (i.e., security). Submissions from Contestants who are under the age of eighteen (18) will not be posted until a completed Parent / Legal Guardian Consent Form is received. The public voting will take place between on or about June 15, 2011 at 12:00 PM EDT and end on or about July 15, 2011 at 5:00 PM EDT. Public voting will determine the winner of the People’s Choice Winner awards. Each registered visitor will be limited in the amount of votes they may submit as part of the voting process.  The FCC may disqualify the votes and/or submissions of any users or contestants seeking to defraud the voting process.\n\nExcept for the People’s Choice category, the Submissions will judged by a qualified panel selected by the FCC at its sole discretion. The panel will judge the Submission on the judging criteria identified in the challenge summary in order to select winners in each category. The Judging panel will be finalized by May 01, 2011. Judges have the right to withdraw without advance notice in the event of circumstances beyond their control.\n\n\nPotential winners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements. The potential winners will be notified by email, telephone, or mail after the date of the judging. The potential winners, or the winner’s parent/guardian if winner is under 18 years of age, will be required to sign and return to Sponsor, within ten (10) days of the date notice is sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) in order to claim any recognition. In the event that a potential winner of a Competition recognition is disqualified for any reason, Sponsor may award the applicable recognition to an alternate winner who had the highest score remaining of the eligible entries.\n\nFollowing the announcement of the awards, winners will be honored at an FCC event in Washington, DC.  Competition judges, members of the FCC staff, media representatives, and other guests will be invited to attend as well. Authorized travel expenses for a winner in each of the three categories to attend the event will be provided by the FCC in the amount of up to $500 for individual Winners and up to $1,500 for winning teams (total regardless of how many individuals are on the team).  Winners will need to provide receipts to document travel expenses and the travel expenses will be reimbursed according to Federal Government travel rules and regulations, including 41 CFR 300-3.1 (Invitational Travel).\n\nBy entering, each Contestant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the FCC and/or the Competition judges which are binding and final in all matters relating to this Competition; (b) release and hold harmless the FCC and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the \"Released Parties\") from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of an entry or submission of an entry, participation in the Competition, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry; and (c) indemnify, defend and hold harmless the FCC against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to a Contestant's participation in the Competition and/or Contestant's acceptance, use or misuse of a prize or recognition.\n\nExcept where prohibited, participation in the Competition constitutes winners' consent to Sponsor's and its agents' use of winner's name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\n\nThe FCC reserves the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failures or any other factor beyond the FCC’s reasonable control impairs the integrity or proper functioning of the Competition, as determined by the FCC in its sole discretion. The FCC reserve the right in its sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, The FCC reserves the right to seek damages from any such person to the fullest extent permitted by law. The FCC’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The FCC is not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit votes, including those secured through payment, votes achieved through automated means or by registering more than one e-mail account and name, using another Contestant's e-mail account and name, as well as those lost for technical reasons or otherwise.\n\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by Contestants, printing errors or by any of the equipment or programming associated with or utilized in the Competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Competition; (4) technical or human error which may occur in the administration of the Competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant's participation in the Competition or receipt or use or misuse of any prize. If for any reason a Contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant's sole remedy is another entry in the Competition. No more than the stated number of prizes will be awarded.\n\nContestant warrants that he or she is the sole author and owner of the Submission, and that the Submission is wholly original with the Contestant (or is an improved version of an existing app that the submitter has sufficient rights to use – including the substantial improvement of existing open-source apps) that it does not infringe any copyright or any other rights of any third party of which Contestants is aware, and is free of malware.\n.\nIf you choose to provide the Sponsor and Administrator with personal information by registering or filling out the submission form through the website, that information is used to respond to you in matters regarding your submission and/or the Competition only -- unless you choose to receive updates or notifications about other competitions from the Administrator on an opt-in basis. Information is not collected for commercial marketing.", "hackathon-prizes": [{"prize-content": "The FCC judging panel will determine the best new or substantially improved open Internet app submitted during the challenge. The winner in this category invited to FCC headquarters in Washington, DC, to be honored with an FCC Chairman’s reception and to present their work to the Commission. Winners will have their apps and research featured on the FCC’s website and social media outlets. Authorized travel expenses will be reimbursed by the FCC (up to $500 per individual, or up to $1,500 per team). Honorable mentions may also be awarded in this category at the discretion of the FCC.", "prize-title": "Open Internet App Award"}, {"prize-content": "The most popular open Internet app submitted during the challenge as determined by the Internet community. Links and descriptions of the top apps submitted will be posted on an FCC website. Internet users will be able to use and vote for their favorite app. The winner of the People’s Choice App Award will be the app that receives the most votes. The winner in this category will be invited to FCC headquarters in Washington, DC, to be honored with an FCC Chairman’s reception and to present their work to the Commission. Winners will have their apps and research featured on the FCC’s website and social media outlets. Authorized travel expenses will be reimbursed by the FCC (up to $500 per individual, or up to $1,500 per team). Honorable mentions may also be awarded in this category at the discretion of the FCC.", "prize-title": "People’s Choice App Award"}, {"prize-content": "The FCC judging panel will determine the best all around open Internet research paper submitted during the challenge. The winner in this category will be invited to FCC headquarters in Washington, DC, to be honored with an FCC Chairman’s reception and to present their work to the Commission. Winners will have their research featured on the FCC’s website and social media outlets. Authorized travel expenses will be reimbursed by the FCC (up to $500 per individual, or up to $1,500 per team).", "prize-title": "Open Internet Research Award "}], "hackathon-location-google-maps": "", "hackathon-url": "https://openinternetapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The overall quality and accuracy of the network tests."}, {"judging-criterion": "Overall appeal and ease of use for end-users, including those who are not advanced Internet users."}, {"judging-criterion": "Potential for results or methods to impact consumer expectations, public awareness, policy discussions, and future work by other researchers, including the utility of resulting anonymous data for researchers, policy makers and the general public."}, {"judging-criterion": "Ability to extrapolate the results to large groups of users and methodologies results that conform to statistical best practices (e.g., confidence intervals)."}, {"judging-criterion": "The originality, creativity, and utility of the app's technical and aesthetic design."}, {"judging-criterion": "Potential to encourage transparency of network management policies and to increasing awareness and understanding of open Internet principles."}, {"judging-criterion": "Alignment with Section 508 of the Rehabilitation Act of 1973 (\n)."}, {"judging-criterion": "Overall quality; application to open Internet principles; impact on public awareness, policy discussions, and future work by other researchers."}], "hackathon-location-address": "", "hackathon-description-header": "The FCC challenges researchers and software developers to engage in research and create apps that help consumers foster, measure, and protect Internet openness.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}