{"hackathon-description-text": "\nThis October 3–5, student hackers and innovators from across the nation will converge at UC Berkeley's California Memorial Stadium to create incredible software and hardware projects.", "hackathon-number-of-prizes": "41", "hackathon-id": "calhacks", "hackathon-judges": [{"judge-role": "", "judge-name": "Cal Hacks Judging Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "485", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nA valid submission is a software or hardware hack produced at Cal Hacks, from start to finish.\nThis includes a ChallengePost submission to Cal Hacks and a demonstration during the Hack Expo on Sunday, Oct 5. Please include a video or photo of the working product.", "hackathon-rules": "\n \n \n ", "hackathon-prizes": [{"prize-content": "An extra special prize pool with contributions from Bee Partners, Codeship, Firebase, Microsoft, Uber, Unity Technologies, and Ziggeo. Includes a guaranteed ticket to MHacks.", "prize-title": "Best Overall Hack"}, {"prize-content": "An extra special prize pool with contributions from Bee Partners, Codeship, The Foundry@CITRIS, and Unity Technologies.", "prize-title": "Best Hardware Hack"}, {"prize-content": "An extra special prize pool with contributions from Bee Partners, Codeship, and Unity Technologies.", "prize-title": "Best Web Hack"}, {"prize-content": "An extra special prize pool with contributions from Bee Partners, CITRIS Social Apps Lab, and Unity Technologies.", "prize-title": "Best Mobile Hack"}, {"prize-content": "For hackers whose first hackathon is Cal Hacks. An extra special prize pool with contributions from Bee Partners, Codeship, and Unity Technologies. Includes a guaranteed ticket to MHacks.", "prize-title": "Best Beginner Hack"}, {"prize-content": "For high-schoolers participating remotely. An extra special prize pool with contributions from Bee Partners, Codeship, and Unity Technologies.", "prize-title": "Best High-school Hack"}, {"prize-content": "An extra special prize pool with contributions from Bee Partners, CITRIS, Codeship, and Unity Technologies.", "prize-title": "Best Social Impact Hack"}, {"prize-content": "An extra special prize pool with contributions from Aerospike, Bee Partners, Codeship, Gracenote, and Unity Technologies.", "prize-title": "Most Creative Hack"}, {"prize-content": "An extra special prize pool with contributions from Aerospike, Bee Partners, Codeship, and Unity Technologies.", "prize-title": "Most Technically Challenging Hack"}, {"prize-content": "Pitch and dine with venture capitalist Gilman Louie for the hack with the best use of Aerospike.", "prize-title": "Best Use of Aerospike"}, {"prize-content": "Up to 3 $200 Amazon gift cards for the most awesome hack, as determined by the Hired team.", "prize-title": "Most Awesome Hack, presented by Hired"}, {"prize-content": "AR Parrot Drones for each team member for the hack with the best use of the Bloomberg API.", "prize-title": "Best Use of the Bloomberg API"}, {"prize-content": "$1,000 for the most creative communication and collaboration hack (mobile meetings, screen-sharing, text and voice chat, visual annotation tools, imported file presentation capabilities, etc.)", "prize-title": "Best Collaboration Hack, presented by Moxtra"}, {"prize-content": "Guaranteed interviews for up 4 team members in either an internship or full-time role for the best hack involving commerce.", "prize-title": "Best Commerce Hack, presented by eBay"}, {"prize-content": "IoT basket containing several hardware components (Arduino Board, Arduino Bluetooth Receiver, Arduino Motor Shield, Car Chassis, Battery pack, Sphero, Raspberry Pi Starter Kit, Motion Sensor, Range Sensor) for the best hack using one of MuleSoft's technologies and a third-party service. Winners will be guaranteed an interview with MuleSoft.", "prize-title": "Most Connected Hack, presented by MuleSoft"}, {"prize-content": "1 TB of Dropbox Pro storage for life for the hack with the most useful or innovative use the Dropbox API.", "prize-title": "Best Use of the Dropbox API"}, {"prize-content": "$2,000 and an interview via Skype for the hack with the best use of FoundationDB.", "prize-title": "Best FoundationDB Hack"}, {"prize-content": "DJ-II Quadcopter with GoPro Mount, a GoPro, and an OpenXC Vehicle Interface Dongle for the best hardware or software hack using OpenXC and integrating open source technologies. The have must be made open source to the community and fit Ford’s core values of Quality, Green, Safe, and Smart.", "prize-title": "Best \"Go Further\" with OpenXC Hack, presented by Ford"}, {"prize-content": "3 days in the Castlight Health SF office shadowing their developers. Winners will go through a rotation program where they will work with a variety of engineering teams at Castlight.", "prize-title": "Best Health-tech Hack, presented by Castlight Health"}, {"prize-content": "UP24 bands or Mini Jamboxes for the best interactive hack.", "prize-title": "Best Interactive Hack, presented by Jawbone"}, {"prize-content": "$1,000 in Kloudless API credit, passes to co-work from Kloudless HQ, an Android Mini-PC, and a Kloudless swag bag for the team with the most innovative use of Kloudless API. (Prize is contingent on open-sourcing the project after Cal Hacks)", "prize-title": "Best Use of the Kloudless API"}, {"prize-content": "$1000 for the hack that demonstrates originality, bold vision and synergy between two sectors, as determined by KPCB Fellows.", "prize-title": "KPCB Fellows Prize"}, {"prize-content": "A Leap Motion Dev Kit, VR Developer Mount, and a $250 gift card for each team member (max 4) for the most compelling and innovative integration of Leap Motion.", "prize-title": "Best Use of the Leap Motion Platform"}, {"prize-content": "An Amazon Fire TV for each member of the team with the best hack that requires login, uses Login with Amazon, and demonstrates the best integration of the service. Preference will be given to apps providing an innovative sign in experience.", "prize-title": "Best Use of Login with Amazon"}, {"prize-content": "Basis Health Tracker Wearable Watch for each team member and up to 3 Parrot MiniDrone Rolling Spiders. Must use at least one of the APIs from the Mashery API Network listed here:", "prize-title": "Best Use of the Mashery API Network"}, {"prize-content": "A special swag pack and an Amazon gift card for the most creative, technical, and successful use of MongoDB.", "prize-title": "Best Use of MongoDB"}, {"prize-content": "A DJI Drone for the most inventive and well-implemented use of the Meraki Presence Analytics data provided here:", "prize-title": "Best Meraki Presence Analytics Hack"}, {"prize-content": "Fujifilm Instax Mini 90 retro instant camera with starter film pack for the best entertainment-themed hack using at least one Gracenote API (", "prize-title": "Best Music or Video Hack, presented by Gracenote"}, {"prize-content": "4 Lego Star Wars sets (including a 3000 piece Lego Death Star) for the best hack using PayPal, Venmo, or Braintree to accept payments.", "prize-title": "Best Use of the PayPal/Venmo API"}, {"prize-content": "6 months of Firebase Bonfire credit (a $900 value) and everything you need to build an awesome light-up LED board that you can connect to Firebase (we'll give you instructions) for the team with the most technically challenging and creative realtime hack.", "prize-title": "Best Realtime Hack, presented by Firebase"}, {"prize-content": "A grab bag of awesome prizes including: PowerUp 3.0 (", "prize-title": "Best Use of the SendGrid API"}, {"prize-content": "$200 worth of TI development tools for the hack with the most creative design produced using the SimpleLink™ Wi-Fi® CC3200 LaunchPad evaluation kit.", "prize-title": "Best Use of the TI Embedded IoT LaunchPad"}, {"prize-content": "Spend the day with the PredictionIO team in Palo Alto playing with open source robots and dreaming up fun applications of machine learning for the best hack using  PredictionIO's open source machine learning server.", "prize-title": "Best Machine Learning Hack, presented by PredictionIO"}, {"prize-content": "One team will receive a 1 Dell Venue Pro and 1 Nokia 1520 for the best hack using Microsoft technologies. Another team will receive a $400 Microsoft Store Gift Card for the best hack using the OneNote API.", "prize-title": "Best Microsoft Hack"}, {"prize-content": "4 Myo Developer Kits for the team with the best use of the Thalmic Myo.", "prize-title": "Best Myo Hack, presented by Thalmic Labs"}, {"prize-content": "A Star Wars Force FX Lightsaber for each team member, and one of a kind hoodie", "prize-title": "Best Use of the Ordr.in API"}, {"prize-content": "$1,000 Amazon gift card for the have with the best overall use of Parse products (Parse Push, Parse Analytics, and Parse Core)", "prize-title": "Best Use of Parse"}, {"prize-content": "Two tickets (per team member) to attend the Teespring sponsored YC Startup School After Party for the team that creates the zippiest service.", "prize-title": "Speediest Service, presented by Teespring"}, {"prize-content": "$200 Uber credit for each team member for the hack with the best use of the Uber API.", "prize-title": "Best Use of the Uber API"}, {"prize-content": "A brand new Pebble Steel Smartwatch for each team member for the best overall use of the Wit.ai API taking into account utility, user experience, execution and outside-the-box thinking.", "prize-title": "Best Use of the Wit.ai API"}, {"prize-content": "One GoPro or a $300 Amazon gift certificate for the hack with the best use of the Ziggeo API.", "prize-title": "Best Use of the Ziggeo API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=California Memorial Stadium, University of California, Berkeley, 210 Stadium Rim Way, Berkeley, CA 94720, USA", "hackathon-url": "https://calhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack practical given its target audience? Is it something that the user base would actually use? Does it fulfill a need people have?"}, {"judging-criterion": "Is the hack more than just another generic social app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well-designed?"}, {"judging-criterion": "Does the hack have that x-factor?"}], "hackathon-location-address": "California Memorial Stadium, University of California, Berkeley, 210 Stadium Rim Way, Berkeley, CA 94720, USA", "hackathon-description-header": "Cal Hacks is the first major collegiate hackathon in the Bay Area.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-10-05", "has-projects": "True"}