{"hackathon-description-text": "\n#IoTHackDay is a fun, FREE day that brings together teams, novel ideas, and an entrepreneurial spirit to dream up and build cool new devices to solve everyday problems.", "hackathon-number-of-prizes": "4", "hackathon-id": "iothackday2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Sameer Kumar"}, {"judge-role": "", "judge-name": "Deepinder Singh"}, {"judge-role": "", "judge-name": "Mows (Tiny Doors Artist)"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nJoin us at #IoTHackDay!\nParticipants with all skill levels are encouraged and eligible to participate.\nNot interested in being on a team and competing but would like to attend and vote on the winner? Register", "hackathon-number-of-participants": "95", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe submission requirements are very relaxed. Just set up a team here on Devpost.com with a short snippet on what you are planning to create during the Hack Day within 12 hours, and submit your team to the hackathon.\nYou are encouraged to build modules and bring what you need ahead of time to prepare yourself for success. The competition is not only about the product you have envisioned and created, but how much you have been able to build that day. The more you can build to what you orginally spec'ed and share with the group, the better chances you have of winning #IoTHackDay.\n ", "hackathon-rules": "\nAll participants to the event are expected to abide by the \n.\nJudging this year is based upon two different selectors in different categories, judged by a panel of judges:\nThere will be an additional cash prize, judged by a, \"crowd vote,\" which is based upon a popular vote from visitors to the event who come at 8PM after signing up via \n.\nCriteria for judging for the event is based upon the following two factors by the judges:\nThere will also be additional electronics prizes given out in addition to the cash and in different categories, as yet TBD.\nWhile the total above mentioned prize pool is guaranteed, we are also selling shirts to augment the prize pool.  If you or someone you know would like to purchase shirts to go into the prize pool, please buy them at ", "hackathon-prizes": [{"prize-content": "Prize value of $600 will be in the form of a check for the amount specified.", "prize-title": "Grand Prize Winner - Prize Weighted Towards Ideas with Startup Business Potential"}, {"prize-content": "Prize value of $375 will be in the form of a check for the amount specified.", "prize-title": "Art Prize"}, {"prize-content": "Prize value of $375 will be in the form of a check for the amount specified.", "prize-title": "Crowd Favorite"}, {"prize-content": "SiLabs Thunder Boards, Sensirion Sensor Kits, IOT Dev Kits from Cypress and ST Micro, Particle.io Kits, PunchThrough Design Parts, Digi International Kits.", "prize-title": "Other Various Hardware Prizes from Arrow and Particle.io"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1635 Energy Park Dr, St Paul, MN 55108, USA", "hackathon-url": "https://iothackday2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The Grand Prize Winner will be the IoT concept with the greatest startup or small business potential.  Judged by a panel of local tech startup founders not connected to the IoT Fuse community."}, {"judging-criterion": "For groups ages 17 and under."}, {"judging-criterion": "Judged by the above panel for the Grand Prize, but based upon community and artistic merits rather than business merits."}, {"judging-criterion": "As with previous years, the visiting crowd will be given tokens to vote and several prizes will be awarded to the most popular submissions."}], "hackathon-location-address": "1635 Energy Park Dr, St Paul, MN 55108, USA", "hackathon-description-header": "Create IoT Products, Make Friends, Make Art, Build Startups!", "hackathon-prizes-total": "$1,950", "hackathon-location-description": "Minnetronix", "hackathon-end-date": "2017-10-08", "has-projects": "True"}