{"hackathon-description-text": "\n600 developers and designers from across the country to create incredible software and hardware projects. For 36 hours this spring, from March 30 to April 1, we will provide a warm and collaborative environment for you to build out brilliant, innovative, and impactful ideas.", "hackathon-number-of-prizes": "28", "hackathon-id": "hackprinceton-spr18", "hackathon-judges": [{"judge-role": "VP of Engineering at XO Group Inc.", "judge-name": "Irina Krechmer"}, {"judge-role": "Director of Design at THINX", "judge-name": "Meng Shui"}, {"judge-role": "CEO of Gold Media Tech", "judge-name": "Daniel Taboada"}, {"judge-role": "VP of Engineering at Birchbox", "judge-name": "Becky Case"}, {"judge-role": "CEO of The Meet Group", "judge-name": "Geoff Cook"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "204", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nSubmissions are due on Devpost \nYou must include videos, photos, or screenshots of the working product and a link to the source code (GitHub, etc.) of your project.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Nintendo Switch awarded to each member on the team (up to 4) that creates the best software or hardware project overall.", "prize-title": "Best Overall"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "Amazon Echo Plus awarded to each member on the team (up to 4) that garners the most votes from the audience during closing ceremony.", "prize-title": "Audience Choice"}, {"prize-content": "Samsung VR Headset awarded to each member on the team (up to 4) that creates the best hack using VR/AR technology.", "prize-title": "Best VR/AR"}, {"prize-content": "Wacom Intuos Drawing Tablet awarded to each member on the team (up to 4) that creates the most polished, well-thought-out user experience.", "prize-title": "Best Design"}, {"prize-content": "CanaKit Raspberry Pi 3 B+ Ultimate Starter Kit awarded to each member on the team (up to 4) that creates the best hack manipulating hardware.", "prize-title": "Best Hardware"}, {"prize-content": "GooDee Portable Projector awarded to each member on the team (up to 4) that creates the best project that contributes to social or non-profit causes. Team will also be able to select which charity the HackPrinceton-Frutta Bowls fundraiser proceeds will go to.", "prize-title": "Best Hack for Social Good"}, {"prize-content": "SZJJX Camera Drone awarded to each member on the team (up to 4) that creates the best hack and consists completely of new-to-each-other teammates who did not know each other prior to this hackathon.", "prize-title": "Best Teamwork"}, {"prize-content": "Anker Soundcore Bluetooth Speaker awarded to each member on a newbie team (up to 4) that best demonstrates new hackathon skills. (To qualify, a strict majority of the team must be attending their first hackathon, and you should demonstrate how the first-time attendees contributed to the project.)", "prize-title": "Best First Hack"}, {"prize-content": "Fujifilm Instax Mini 9 Instant Camera and supplementary sheets awarded to each member on the team (up to 4) that create the best project that makes the judges smile :)", "prize-title": "Made My Day"}, {"prize-content": "Solar Powered Battery Pack awarded to each member on the team (up to 4) that creates the best hack dedicated to improving the environment or developing sustainable practices.", "prize-title": "Most Sustainable"}, {"prize-content": "Mechanical Keyboard awarded to each member on the team (up to 4) that wrote the most lines of code among all of the top hacks.", "prize-title": "Most Prolific Programmers"}, {"prize-content": "Waterproof Wearable Sports Action Camera (\"GoPro\") awarded to each member on the team (up to 4) that creates the boldest, most adventurous hack (that works). You guys were crazy to even try this.", "prize-title": "Most Daredevil"}, {"prize-content": "Think Boards awarded to each member on the team (up to 4) that create a hack most likely to be continued into the future as part of a startup.", "prize-title": "Most Likely to Become a Startup"}, {"prize-content": "$50 Princeton University Store Gift Card awarded to each member on the team (up to 4) that creates the best hack that would most likely be used by Princeton students in the future.", "prize-title": "Made For Princeton Students"}, {"prize-content": "$10 iTunes Gift Card awarded to each member on the team (up to 4) that creates the most troll hack. The most hyped-up hack that does something completely different than what it's supposed to do (like a plot-twist).", "prize-title": "April Fool's Day Hack"}, {"prize-content": "1517 will go into diligence with a handful of teams and select up to three of them for a $1K grant and $5K in AWS credits. Speak to a 1517 Fund representative at some point before exposition judging.", "prize-title": "1517 Prize - Sponsored by 1517 Fund"}, {"prize-content": "Best and most creative use of StdLib in a project. Each member of the winning team (up to 4) will receive a Nintendo Switch.", "prize-title": "StdLib Prize - Sponsored by StdLib"}, {"prize-content": "Ark offers an out of the box versatile blockchain platform, ready for you to start building your application right on top of the blockchain! This means that endless possibilities are waiting for you and your team to start hacking. Deploy your own chain with our Ark Deployer and let your creative juices flow! There  is plenty for every programming niche, from simple blockchain apps, to more complex custom solutions.", "prize-title": "Decentralize everything: Best use of Ark blockchain challenge - Sponsored by ARK.io"}, {"prize-content": "Ark’s scalable blockchain platform and IoT devices are a match made in heaven. Blockchain enables and augments a variety of application scenarios and use cases for IoT. No longer are such possibilities just futuristic dreams. Can you and your team hack a blockchain/IoT supercombo? To get you started we have prepared guides, libraries, SDKs, available hardware and general resources, and more information about the ARK ecosystem that will help you during hackprinceton:", "prize-title": "IoT Challenge - Sponsored by ARK.io"}, {"prize-content": "Capital One prides itself on its mission to Change Banking For Good. We are always looking for ways to bring innovation to the banking world. This weekend, we want to see how you will disrupt the financial market! The winning team receives one $250 Amazon gift card for each member.", "prize-title": "Best Financial Hack - Sponsored by Capital One"}, {"prize-content": "$100 gift card, one year of Wolfram|One Personal Edition, and Wolfram|Alpha Pro for each member of the winning team (up to 4).", "prize-title": "Best Use of Wolfram Technology - Sponsored by Wolfram"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit for each member of the winning team.", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Qualcomm DragonBoard 410c + power source for member of the winning team.", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "To qualify, the team must use an API or dataset from John Snow Labs. The winning team will receive:", "prize-title": "John Snow Labs Prize"}, {"prize-content": "Best technology solution to the problem statements given by Marlabs Inc.", "prize-title": "Marlabs Open Innovation Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-url": "https://hackprinceton-spr18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea? Is it simply a repackaging of a previous project or is it something that has never been done before? Projects can also blend two concepts together in a refreshing new way."}, {"judging-criterion": "Is the project something that looks and feels polished? Is the user experience and interface smooth and well-designed?"}, {"judging-criterion": "Does the project take on technical challenges? What parts of the project did your team invent, and how did you build upon existing tools and technologies?"}, {"judging-criterion": "Is the project zany, interesting or just plain amusing? Will it bring a smile to the face of those who see it, whether they are adults, teenagers or little kids?"}, {"judging-criterion": "Can this hack be used in real life to better somebody's life? Is it enough to justify people wanting to use it?"}, {"judging-criterion": "Did the team members meet entirely at the hackathon? Did the team overcome any significant obstacles? Is the hack ambitious? Does the hack have any \"wow\" factors? Was the pitch particularly effective and memorable?"}], "hackathon-location-address": "Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-description-header": "HackPrinceton Spring 2018. March 30 - April 1.", "hackathon-prizes-total": "$31,070", "hackathon-location-description": "Princeton University - Friend Center and Engineering Quadrangle", "hackathon-end-date": "2018-04-01", "has-projects": "True"}