{"hackathon-description-text": "\nis teaming up with", "hackathon-number-of-prizes": "3", "hackathon-id": "auteuristwebvr", "hackathon-judges": [{"judge-role": "3D Web & Immersive Tech Dev & Designer at Samsung", "judge-name": "Damon Hernandez"}, {"judge-role": "VFX Tech", "judge-name": "Igor Boshoer"}, {"judge-role": "Animation Tech Lead at Fable Studio", "judge-name": "Lizz Kupfer"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "51", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, this includes the following.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\nThank You and Happy Hacking", "hackathon-prizes": [{"prize-content": "Best Overall Project will leave with a VRLA 2018 Ticket. There will be a gift card available if no members of the winning team are able to attend VRLA in May 2018.", "prize-title": "VRLA 2018 Ticket"}, {"prize-content": "This prize will be awarded to the best project/film created using Auteurist.", "prize-title": "Samsung Gear 360 4K VR Camera (2017 Edition)"}, {"prize-content": "This prize will be awarded for best WebVR Hack/Project", "prize-title": "Samsung Gear VR Headset with Controller"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2 Harrison St #175, San Francisco, CA 94105, USA", "hackathon-url": "https://auteuristwebvr.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Best WebVR Hack: this is the most technically innovative WebVR implementation\nBest Auteurist VR Movie:Most compelling 360 degree video work created using Auteurist.\nBest Overall Project:Most exciting project, whether movie, experience, or software."}], "hackathon-location-address": "2 Harrison St #175, San Francisco, CA 94105, USA", "hackathon-description-header": "Tell your story in WebVR", "hackathon-prizes-total": "$659", "hackathon-location-description": "Mozilla", "hackathon-end-date": "2018-03-18", "has-projects": "True"}