{"hackathon-description-text": "\nHack the Change is a social impact Hackathon focusing on apps that solve problems related to international development and humanitarian aid Hack the Change seeks to create viable and sustainable technology-based solutions to challenges faced by developing countries. The event encourages people to look at international and local issues from a tech/engineering perspective, rather than a policy perspective. It thus provides an avenue to bring together developers, engineers, NGOs, and entrepreneurs to solve real world problems and make an immediate impact. Our event is one of the many growing projects in the field of information and communication technologies for development (ICT4D). This year will be the third annual Hack the Change event, and we are excited to see what results continue to come out of this exciting intersection of people.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackthechange2014", "hackathon-judges": [{"judge-role": "IDInsight", "judge-name": "Ben Brockman"}, {"judge-role": "Penn Graduate School of Education", "judge-name": "Dani Bicknell"}, {"judge-role": "Penn Graduate School of Education", "judge-name": "Deepti Chittamuru"}, {"judge-role": "Ycenter", "judge-name": "Dhairya Pujara"}, {"judge-role": "Penn Graduate School of Education", "judge-name": "Fatima Zahra"}, {"judge-role": "", "judge-name": "Jordan Landis"}, {"judge-role": "Google", "judge-name": "Mirko Visontai"}, {"judge-role": "Penn Graduate School of Education", "judge-name": "Nathan Castillo"}, {"judge-role": "IBM", "judge-name": "Ryan Villanueva"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n1. Hacking is from 6pm on Friday to 6pm on Saturday. No work on the projects should be done before hacking begins!\n2. All teams attending must work on a problem statement within the scope of the hackathon (social impact, development and humanitarian work). We will have a list of problem statements from which teams can rank their preferences and get assigned, or hackers can come with their own problem in mind to work on, as long as it falls within this scope.\n3. All problem statements from our list are submitted by a non-profit or other organization working in development or humanitarian aid. By participating in the hackathon, you are agreeing to give the solution you implement back to that organization for their full use. You are also agreeing not to use your project for any future venture involving profit without first consulting the organization whose problem statement it originated from. All participants will need to sign a waiver agreeing to this before the hackathon begins.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of Pennsylvania, Philadelphia, PA 19104, USA", "hackathon-url": "https://hackthechange2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How fully does the product address the problem statement? How much of what was asked for was covered, or at least considered? How much progress seems to have been made?"}, {"judging-criterion": "How well was the code written (bug-free, straightforward to use, etc.)? How well does the final product work?"}, {"judging-criterion": "How creative is the solution? Does it take any new or innovative approaches to the task posed in the problem statement? Does it generate interesting ideas about future work on this topic?"}, {"judging-criterion": "How well has the team set up this code to be used by the organization that submitted the problem statement? How easy will it be for an organization to use the project as is? How well has it been documented, how readable is the code, etc.?"}, {"judging-criterion": "How well did the team convey what their goals were, w they were trying to to do, what they ultimately achieved and didn’t achieve, and how they envision it being used?"}], "hackathon-location-address": "University of Pennsylvania, Philadelphia, PA 19104, USA", "hackathon-description-header": "Hack the change you wish to see in the world.", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "", "hackathon-end-date": "2014-10-18", "has-projects": "True"}