{"hackathon-description-text": "\nHackNotts is a 24 hour Hackathon taking place on the 28th and 29th of November 2015 in Nottingham. Students will team up to learn about tech and create cool stuff.", "hackathon-number-of-prizes": "9", "hackathon-id": "hacknotts", "hackathon-judges": [{"judge-role": "Global Commissioner", "judge-name": "Tim Fogarty"}, {"judge-role": "University of Nottingham", "judge-name": "Christian Wagner"}, {"judge-role": "School of Computer Science", "judge-name": "David Brailsford"}, {"judge-role": "BCS Wiltshire", "judge-name": "Sunil Pardasani"}, {"judge-role": "Braintree, A PayPal Company", "judge-name": "Joe Nash"}, {"judge-role": "Capital One", "judge-name": "Chris Roddis-Ferrari"}, {"judge-role": "Capital One", "judge-name": "Nicholas McBlain"}, {"judge-role": "Braintree", "judge-name": "Joe Nash"}, {"judge-role": "Nottingham University Information Services", "judge-name": "`Shaun Hare"}, {"judge-role": "Capital One", "judge-name": "Manuel Vivo"}, {"judge-role": "MLH", "judge-name": "Tim Fogarty"}, {"judge-role": "Bloomberg", "judge-name": "Nishad Manerikar"}, {"judge-role": "Bloomberg", "judge-name": "Henry Kleynhans"}, {"judge-role": "Bloomberg", "judge-name": "Beth Copping"}, {"judge-role": "Capital One", "judge-name": "Jose Garcia"}, {"judge-role": "JustGiving", "judge-name": "Pawel.Sawicz"}], "hackathon-number-of-judges": "16", "hackathon-eligibility": "\nTeam size is limited to 4 student hackers. Hackers have to submit by noon on Sunday the 29th of November. ", "hackathon-number-of-participants": "50", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nThe event is part of the Major League Hacking (MLH) 2015 fall season.\nThe event is open to students over the age of 18 and subject to the MLH \n.", "hackathon-prizes": [{"prize-content": "The HackNotts prize is the main prize and chosen out of the Top 10 teams. Each member of the winning team will receive a Kindle.", "prize-title": "HackNotts Prize"}, {"prize-content": "The second prize is an Arduino Starter Kits for each Team Member sponsored by Major League Hacking", "prize-title": "MLH Prize"}, {"prize-content": "The third prize is one book for every team member (Chosen by hackers for Hackers ; so trust us, they are awesome) sponsored by the Digital Economy Catapult.", "prize-title": "Digital Economy Network Prize"}, {"prize-content": "This prize is for the hackiest hack as choosen by the UoN IS team. Classic Chromecast or Chromecast Audio for each member of the winning team sponsored by the UoN Information Services team.", "prize-title": "Information Services Prize "}, {"prize-content": "Capital One’s Hackathon API gives you access to a multitude of real public-facing data - such as ATM and bank branch locations - along with fake customer account data. This is all structured in a way that’s similar to how we actually run things here at Capital One. Use HTTP requests to access ATM and bank branch data, set up peer-to-peer transactions, simulate a weekly paycheck, or even schedule bills for customers.", "prize-title": "Best use of the Capital One API"}, {"prize-content": "Pebble smartwatches for each member of the winning team sponsored by Bloomberg", "prize-title": "Most awesome hack as chosen by Bloomberg"}, {"prize-content": "Build an innovative use of payment technology into your hack with Braintree, PayPal, or Venmo APIs / SDKs for our top prize. Raspberry Pi 2B's for each member of the winning team sponsored by Braintree, A PayPal company.", "prize-title": "Best use of BTPP API"}, {"prize-content": "Best use of the JustGiving API.", "prize-title": "JustGiving Prize"}, {"prize-content": "Build the best hack using any AWS service. Need servers, storage, hosting, or databases? AWS has all that and more. Remember to claim your $100 free credit by following the link on your coupon card. The team that makes the best use of Amazon Web Services during the event will receive a Bolse speaker for each team member.", "prize-title": "Best use of AWS"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Nottingham, Nottingham, Nottinghamshire NG8 1BB, UK", "hackathon-url": "https://hacknotts.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does your hack look good? Good design can stem from many factors: appealing looks, ease-of-use or creativity. Good design must also fit the nature of the hack, because what design works well for a game might not for a utility app."}, {"judging-criterion": "How difficult was it to implement the tech you worked with into a working demo? Don't forget members of the nomination committee will actually have a hands-on experience with your hack."}, {"judging-criterion": "How original, smart, unexpected or out-of-the-box is your idea?"}, {"judging-criterion": "How did hackers present their hack during the science fair?"}], "hackathon-location-address": "Nottingham, Nottingham, Nottinghamshire NG8 1BB, UK", "hackathon-description-header": "Return of the annual HackNotts hackathon at the University of Nottingham", "hackathon-prizes-total": "0", "hackathon-location-description": "School of Computer Science, University of Nottingham Jubilee Campus", "hackathon-end-date": "2015-11-29", "has-projects": "True"}