{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "14", "hackathon-id": "apiconquest", "hackathon-judges": [{"judge-role": "", "judge-name": "All APIcon Attendees"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll eligible participants must be registered for a Hackathon, Developer, or All Access Pass at", "hackathon-number-of-participants": "58", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\n  VOID WHERE PROHIBITED BY LAW OR WHERE REGISTRATION OR BONDING REQUIRED. SUBJECT TO ALL FEDERAL, STATE AND LOCAL LAWS. ODDS OF WINNING WILL DEPEND ON THE TOTAL NUMBER OF ENTRIES AND ON THE SKILL OF THE PARTICIPANTS.\n\nTo participate in the ProgrammableWeb (\"Sponsor\") APIconquest Hackathon (the \"Contest\"), each participant (“Participant”) is required to: 1) register for an official APIcon 2014 pass by providing the requested information during sign-up at APIconSF.com, and 2) complete on-site check-in prior to the start of the Contest. Participants must then attend the Contest event starting at 7:00 pm on May 27, 2014 and lasting until 12:15 pm on May 28, 2014 (the “Event Date”) and work individually or with a team to develop a software application  (the “Application”).\n\nEach Participant must be an attendee at APIcon 2014, and must participate in the Contest on the Event Date.  Participants must check-in for the Contest on the Event Date.\n \nIf a Participant is an employee of a corporation, government or an academic institution, enrolled as a student or representing his or her employer, government, or academic institution at APIcon 2014, it is his or her sole responsibility to review, understand and abide by his or her employer’s, government’s or academic institution’s policies regarding eligibility to participate in the Contest. If a Participant is found to be in violation of his or her school’s, government’s or employer’s policies, then he or she will be disqualified from participating in the Contest and being awarded or retaining any prize. ProgrammableWeb disclaims any and all liability or responsibility for disputes arising between a student or employee and his or her school, government or employer related to the Contest.\n \nAll Participants must meet the following criteria: \n\nIf Participants are participating as a team:\n \n\nThere will be one (1) first place winner, one (1) second place winner, and one (1) third place winner.   First place winner will receive US$10,000   Second place winner will receive US$3000.  Third place winner will receive US$2000.   Total approximate value of all prizes: US$15,000.\n \nNo financial or other compensation will be made for any other use of the Application. Winners will announced live and will be attempted to be notified. Prizes are not transferable; no substitutions are allowed except by ProgrammableWeb who reserves the right to award a prize of equal or greater value. Winners (including all team members) may be required to execute and return an Affidavit of Eligibility/Release of Liability/Assignment of Rights/Publicity Releases. If a winner fails to return by the stated deadline, prize will be forfeited and an alternate winner determined, based on the criteria set forth above. TAXES, IF ANY, RELATED TO THE PRIZE ARE THE RESPONSIBILITY OF THE WINNER. No responsibility or liability is assumed for damages, losses or injury resulting from acceptance or use of any prize.   All other expenses and costs not expressly listed above are the Winners’ sole responsibility.\n\n\n\nThe object of the Contest is to recognize the most innovative and creative Application. The winning individuals or teams (“Winners”) will be announced at Ruby Skye, 420 Mason St., San Francisco, CA, 94102). ProgrammableWeb will announce and/or display that applications should be judged according to the following equally weighted criteria:\n1)            Innovativeness (how new is this idea?)\n2)            Impact (does this app have the ability to make its users’ lives better?)\n3)            Market Viability (does the application show promise of performing in the marketplace?)\n4)            Functionality (how well does the application perform the function defined by the participant?)\n \nWinners will be determined by the attendees of APIcon (“Judges”).  Because this is a contest of skill, winning the Contest is dependent on the quality and number of submissions received.  ProgrammableWeb will identify and count the votes and will be the sole inspector and final arbiter of these numbers.  No information regarding judging will necessarily be disclosed.  Each participant agrees not to use any form of “spamming”, lobbying or other improper means to increase votes in a way inconsistent with the spirit of this Contest, or any methods considered by ProgrammableWeb in its sole discretion to be unsportsmanlike.  ProgrammableWeb reserves the right to throw out any votes it suspects are improper in its sole discretion.  Participants agree to the Official Rules and the determination of the Winners by the ProgrammableWeb, which shall be final and binding in all respects (including as to the interpretation and counting of public votes).\n\nWinners will be announced at APIcon 2014.  Acceptance of any prize constitutes permission to use a Winner’s name, company information and logo, biographical information, and likeness without further compensation, except where prohibited by law and as otherwise provided herein.\n\nOwnership of the pre-existing underlying intellectual property of the Participant remains the property of the Participant subject to ProgrammableWeb’s rights to (i) use, review, assess, test, and otherwise analyze your Application and all its content in connection with this Contest; and (ii) feature your Application and all its content in connection with the marketing, sale, or promotion of this Contest and of ProgrammableWeb (including but not limited to internal and external presentations, tradeshows, and screen shots of the Contest in press releases) in all media (now known or later developed).  Each Participant hereby warrants that any Application and other materials and information provided by Participant are original with Participant and do not violate or infringe upon the copyrights, trademarks, rights of privacy, publicity or other intellectual property or other rights of any person or entity, and do not violate any rules or regulations. If the Application or information or materials provided by Participant contain any material or elements that are not owned by Participant and/or which are subject to the rights of third parties, Participant represents he or she has obtained, prior to submission of the Application and information or materials, any and all releases and consents necessary to permit use and exploitation of the Application and information and materials by ProgrammableWeb in the manner set forth in the Official Rules without additional compensation. \n Each Participant warrants that the Application and materials and information provided do not contain information considered by Participant, its employees or personnel, or any other third party to be confidential, and that the Application, materials and information provided do not violate any laws or regulations. Participant agrees that ProgrammableWeb has the right to verify the ownership and originality of all Entries and that, upon ProgrammableWeb’s request, Participant must submit a written copy of any release or permission Participant has received from a third party granting Participant the right to use such property. Participant understands and acknowledges that in the event a submission is selected as a winning Application, and Participant’s ownership, rights and the originality of the Application cannot be verified to the satisfaction of ProgrammableWeb or is in any other way ineligible, ProgrammableWeb may select an alternate winner based on the same judging criteria.\n \nBy participating, Participants:\n \n\nIn the event of a dispute regarding any Application, ProgrammableWeb shall determine the identity of a Participant in its sole discretion.  By participating in this Contest, Participants agree to be bound by these Official Rules and the decisions of ProgrammableWeb. ProgrammableWeb is not responsible for technical, hardware, software or telephone malfunctions of any kind, lost or unavailable network connections, or failed, incorrect, incomplete, inaccurate, garbled or delayed electronic communications caused by the user or by any of the equipment or programming associated with or utilized in this Contest or by any human error which may occur in the processing of entries during this Contest. ProgrammableWeb reserves the right at its sole discretion to disqualify any Participant that it believes may be tampering or attempting to tamper with the Contest process or the operation of the Contest; violates the Official Rules; or acts in an unsportsmanlike or disruptive manner, or with intent to annoy, abuse, threaten or harass any other person. Any attempt by any person or company to deliberately undermine the legitimate operation of the Contest may be a violation of criminal and civil law, and, should such an attempt be made, ProgrammableWeb reserves the right to seek damages from any such person and Participant to the fullest extent permitted by law. ProgrammableWeb’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. ProgrammableWeb reserves the right, at its sole discretion, to cancel, terminate, modify or suspend the Contest (including modifying these Official Rules) if it is not capable of running as planned, including, but not limited to, tampering, unauthorized intervention, fraud, technical failures or any other problems beyond the control of ProgrammableWeb. ProgrammableWeb and each of its respective affiliates, officers, directors, agents, and employees will have no liability or responsibility for any claim arising in connection with participation in this Contest or the prize awarded. Each Winner assumes all liability for any injury or damage caused, or claimed to be caused, by participation in this Contest or use or redemption of any prize.\n\nYOU HEREBY HOLD PROGRAMMABLEWEB AND ITS PARENT COMPANIES, SUBSIDIARIES, AFFILIATES, PRIZE SUPPLIERS, AND ADVERTISING AND PROMOTION AGENCIES, AND EACH OF THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, SHAREHOLDERS AND AGENTS (COLLECTIVELY \"RELEASEES\") HARMLESS FROM AND AGAINST ANY THIRD PARTY CLAIM ARISING FROM USE OF THE ENTRY. RELEASEES ARE NOT RESPONSIBLE FOR LOST, LATE, DAMAGED, MISDIRECTED, ILLEGIBLE, INCOMPLETE, OR MUTILATED ENTRIES, OR FOR ANY COMPUTER, ONLINE, TELEPHONE OR TECHNICAL MALFUNCTIONS, DELAYS OR HUMAN ERRORS THAT OCCUR IN THE PROCESSING, TRANSMISSION OR RECEIPT OF ENTRIES, OR FOR INACCURATE TRANSCRIPTION OF ENTRY INFORMATION, OR FOR ENTRIES THAT ARE STOLEN, MISDIRECTED, GARBLED, LOST OR DELAYED BY COMPUTER TRANSMISSIONS, OR IF FOR ANY REASON, THE CONTEST IS NOT CAPABLE OF BEING CONDUCTED AS PLANNED, INCLUDING BUT NOT LIMITED TO INFECTION BY COMPUTER VIRUSES, BUGS, TAMPERING, UNAUTHORIZED INTERVENTION, FRAUD, TECHNICAL FAILURES, OR OTHER CAUSES BEYOND THE CONTROL OF PROGRAMMABLEWEB. PROGRAMMABLEWEB RESERVES THE RIGHT AT ITS SOLE DISCRETION TO CANCEL, TERMINATE, MODIFY OR SUSPEND THE CONTEST. PROGRAMMABLEWEB IS NOT RESPONSIBLE FOR INCORRECT OR INACCURATE ENTRY INFORMATION WHETHER CAUSED BY INTERNET USERS OR BY ANY OF THE EQUIPMENT OR PROGRAMMING ASSOCIATED WITH OR UTILIZED IN THE CONTEST OR BY ANY TECHNICAL OR HUMAN ERROR THAT MAY OCCUR IN THE PROCESSING OF THE ENTRIES IN THE CONTEST.\n\nProgrammableWeb reserves the right to use any information collected in accordance with its privacy policy, which may be found at http://www.programmableweb.com/privacy.\n\nAny and all disputes, claims, and causes of action arising out of or connected with the Hackathon, or any benefits received, or the administration of the Hackathon not resolved through internal adjudication shall be resolved individually, without resort to any form of class action, and exclusively by arbitration, to take place in the State of California pursuant to the Rules of the American Arbitration Association, then effective, (2) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with participating in the Hackathon and in no event shall Participant be entitled to receive attorneys’ fees or other legal costs; and (3) under no circumstances will a Participant be permitted to obtain awards for and Participants hereby waive all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased.   The Contest shall be subject to the laws of the state of California. Should there be a conflict between the laws of the state of California and any other laws, the conflict will be resolved in favor of the laws of the state of California.\n\nThe name of the Winner will be published on the official contest website at apiconquest.challengepost.com. You may also request the name of the Winners prior to July 31, 2014 by sending a self-addressed, stamped envelope making such request to ProgrammableWeb, APIcon Hackathon Contest Winners List Request, 77 Geary Street, San Francisco, CA 94108. Vermont residents may omit return postage.\nSponsor of the Contest is ProgrammableWeb, 77 Geary Street, Suite 400, San Francisco, CA 94108.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "(1) iPad per team member", "prize-title": "Evernote \"Best use\""}, {"prize-content": "$1,000 to one team", "prize-title": "Getty Images \"Best use\""}, {"prize-content": "(1) Mini Jambox per team member", "prize-title": "Nexmo \"Best use\""}, {"prize-content": "$1,000 to the individual/team", "prize-title": "Eagle Eye Networks \"Best use\""}, {"prize-content": "(1) Parrot AR Drone 2.0 Quadcopter for one team", "prize-title": "PubNub \"Best use\""}, {"prize-content": "(1) $500 Amazon gift card to the team", "prize-title": "Concur \"Best use\""}, {"prize-content": "(1) Pebble Smart Watch per team member", "prize-title": "Wit.Al \"Best use\""}, {"prize-content": "Each team member will receive a year’s worth of Orchestrate database usage.", "prize-title": "Orchestrate.io \"Best use\""}, {"prize-content": "(1) Lunch at Twitter HQ for each team member", "prize-title": "Twitter \"Best use\""}, {"prize-content": "(1) Mojio devices for each team member, app development support, appstore placement and business consulting for your app concept.", "prize-title": "Mojio \"Best use\""}, {"prize-content": "1st place: $1,000 AMEX Gift Card", "prize-title": "SecureKey \"Best use\""}], "hackathon-location-google-maps": "https://maps.google.com/?q=333 O'Farrell Street, San Francisco, CA 94102, USA", "hackathon-url": "https://apiconquest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The APIcon/quest Hackathon winners will be chosen by APIcon attendees and participants themselves, each of whom will grant their vote for the best hackathon application to one (1) team."}], "hackathon-location-address": "333 O'Farrell Street, San Francisco, CA 94102, USA", "hackathon-description-header": "Hosted by ProgrammableWeb.com, APIcon/quest is the official hackathon of APIcon, held in San Francisco from May 27-29.", "hackathon-prizes-total": "$18,000", "hackathon-location-description": "", "hackathon-end-date": "2014-05-28", "has-projects": "True"}