{"hackathon-description-text": "\nHopHacks is a student run, 36 hour Hackathon at the Johns Hopkins University. This event brings engineers, designers and entrepreneurs together to explore new ideas, compete for prizes, and create amazing applications. It allows skilled students to showcase their hard work and knowledge. The great applications students build in the 36 hours are meant to be the starting point for world changing ideas.", "hackathon-number-of-prizes": "13", "hackathon-id": "hophacksfall2014", "hackathon-judges": [{"judge-role": "Assistant Professor of Computer Science at Johns Hopkins University", "judge-name": "Yanif Ahmad"}, {"judge-role": "Computer Science Department Chair at Johns Hopkins University", "judge-name": "Greg Hager"}, {"judge-role": "Vice Provost for Institutional Research at Johns Hopkins University", "judge-name": "Sean Fahey"}, {"judge-role": "President at SmartLogic", "judge-name": "Yair Flicker"}, {"judge-role": "Consultant & Writer at Wayner.org", "judge-name": "Peter Wayner"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAny university student, regardless of university, may participate. Graduate and undergraduate students from all departments and divisions are welcome.", "hackathon-number-of-participants": "131", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAt the end of the hackathon, your team can submit a project on ChallengePost. Your project will then be judged during your 2 minute presentation during our scheduled presentation time.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to the team with the highest overall score from the judges", "prize-title": "1st Place Overall"}, {"prize-content": "Awarded to the team with the second highest overall score from the judges", "prize-title": "2nd Place Overall"}, {"prize-content": "Awarded to the team with the third highest overall score from the judges", "prize-title": "3rd Place Overall"}, {"prize-content": "Awarded to the Judges' choice for Honorable Mention", "prize-title": "Judges' Honorable Mention"}, {"prize-content": "Awarded to the Best Use of the SendGrid API. Sponsored by SendGrid.", "prize-title": "Best Use of the SendGrid API"}, {"prize-content": "Awarded to the best 1-2 person team who has a project that relates to big data (parsing, tagging, cataloguing, etc.). Bonus points for something image related. Sponsored by Livingly Media.", "prize-title": "Big Data"}, {"prize-content": "Awarded a the team whose project offers the best user experience. Sponsored by Mission Data. Each member of the winning team will receive a $25 AmEx Gift Card.", "prize-title": "Best User Experience"}, {"prize-content": "Awarded to the team with the best use of Facebook’s APIs, SDKs, Login, Sharing, Parse, and any other resources available on developers.facebook.com. Sponsored by Facebook. The winning team will receive a Facebook Swag Bag.", "prize-title": "Best Use of Facebook's Developer Tools and Integrations"}, {"prize-content": "Awarded to the hack that has the best use of the Google APIs. Sponsored by Google. The winning team will receive a Nexus 7 Tablet.", "prize-title": "Best Use of the Google API"}, {"prize-content": "Awarded to the hack that has the most interesting use of Financial/Economic data. Sponsored by Bloomberg.", "prize-title": "Most Interesting Use of Financial/Economic Data"}, {"prize-content": "Awarded to the team with the best healthcare hack. Sponsored by Epic. The winning team will receive a $500 NewEgg gift card.", "prize-title": "Best Healthcare Hack"}, {"prize-content": "Awarded to the team that best utilized the Leap Motion. Sponsored by MLH", "prize-title": "Best Use of Leap Motion"}, {"prize-content": "Awarded to the team with the best Social Innovation project. Sponsored by the Social Innovation Lab. The winning team will become an automatic finalist in the Social Innovation Lab's Incubator Competition.", "prize-title": "Hopkins Social Innovation Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3101 Wyman Park Drive, Johns Hopkins University, Baltimore, MD 21218, USA", "hackathon-url": "https://hophacksfall2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will rate how polished your product and code looks, so make sure you submit the neat stuff!"}, {"judging-criterion": "Judges will rate how well your product fills its intended need."}, {"judging-criterion": "Judge will rate how unique and innovative your idea is."}, {"judging-criterion": "Judges will rate how advanced your design and execution is, so don't be modest!"}], "hackathon-location-address": "3101 Wyman Park Drive, Johns Hopkins University, Baltimore, MD 21218, USA", "hackathon-description-header": "Join us for 36 hours of coding, hardware hacking and free food!", "hackathon-prizes-total": "$2,048", "hackathon-location-description": "", "hackathon-end-date": "2014-09-07", "has-projects": "True"}