{"hackathon-description-text": "\nOur hackathon is run by our local Game Development and Animation club in Miami-Dade Woflson Campus. Students will gather into teams of 2-4 to create a video game under 24 hours with assorted tools and resources alongside optional worshops hosted by industry leaders and local indie developers. Your games will be judged by a panel of developers with years of experience in the gaming industry, your goal is to pitch your game demo, idea, or story to the judges for final selection.", "hackathon-number-of-prizes": "7", "hackathon-id": "mia-game-jam", "hackathon-judges": [{"judge-role": "GAMETREP", "judge-name": "Andru Fratarcangeli"}, {"judge-role": "aDigital Handyman", "judge-name": "Frank Velasquez"}, {"judge-role": "HELMSystems", "judge-name": "Myron Mortakis"}, {"judge-role": "GoodWarGames", "judge-name": "Alex Baptista"}, {"judge-role": "FuShark", "judge-name": "Will Muniz"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nMIA GAME JAM is open to all college students as well as Graduates who have graduated within the last 12 months. No matter your level of experience, Everyone attending is passionate about making games and are very beginner-friendly, so if you feel stuck, feel free to find a volunteer to assist you. If you don't have an idea for a game already, we will have some time in the beginning of the Hackathon for people to brainstorm and find potential team members.", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n\nAll Attendees must abide by the Major League Hacking Code of Conduct.  The Major League Hacking Code of Conduct can be found\n Attendees that do not follow the MLH Code of Conduct will be dealt with as according to MLH Code of Conduct procedures.\n​\n\n \nTeams can be anywhere from two to four members. All members must be involved in the project ( either designing, programming or creating audio/visuals.) If you're looking for fellow teammates, find participants on the MIA GAME JAM facebook page. Others are looking for teams, too!\n \n\n​\nTo  preserve the true nature of a game jam and ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the event. The only exception would be material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. We take this rule very seriously. Failure to comply may result in the offending team's disqualification. If your team qualifies for prizes or is in the top five, the team will be subject to a code review to verify that there was no foul play.\n \n\n​\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect.\n \n\n​\nAll teams retain full ownership of what they have created during the Hackathon. MIAGAMEJAM is here to help entrepreneurs realize their dreams, not destroy them.\n​\n\nThere will be no alcohol served or allowed at the event.\n​\n\n​\n*Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*.\n​\n* Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\n​\n\n​\nIn the spirit of innovation and inclusiveness, there may be minors participating in the event. Keep this in mind when choosing a location to work, and mention to the organizers that your content is explicit if you’d like to submit for judging. You will be pitching to judges and other attendees after the non-explicit content. You will present your idea to an audience who is explicitly prepared to experience your presentation in a safe and/or designated area.\n​\n\n​\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n​\n", "hackathon-prizes": [{"prize-content": "Lunch meeting with Alienware manager Frank Azor. Soulkeeper T-shirts and mousepads.", "prize-title": "1st Place"}, {"prize-content": "License for ToonBoom account for 1 year, Castle Crashers license and 2x Battle Block Theater licenses, Commission from artist FuShark", "prize-title": "2nd Place"}, {"prize-content": "Shovel Knight Prize Package: Plushie, Shovel Knight Video Game, and Soundtrack, and Autodesk goodie bags.", "prize-title": "3rd Place"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive.", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=300 NE 2nd Ave, Miami, FL 33132, USA", "hackathon-url": "https://mia-game-jam.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the project's documentation effectively communicate fun and original, yet realistic and sound, game design concepts?"}, {"judging-criterion": "How well does the project's 2D and 3D art depict the game's world and concepts?"}, {"judging-criterion": "How well does the project play?"}], "hackathon-location-address": "300 NE 2nd Ave, Miami, FL 33132, USA", "hackathon-description-header": "A Game Design Themed Hackathon where students team up to create a game in 24 hours.", "hackathon-prizes-total": "0", "hackathon-location-description": "Chapman Center Building 3 (Room 3210)", "hackathon-end-date": "2016-10-23", "has-projects": "True"}