{"hackathon-description-text": "\nHackBordeaux is a student run hackathon in collaboration with", "hackathon-number-of-prizes": "8", "hackathon-id": "hackbordeaux2018", "hackathon-judges": [{"judge-role": "Meritis", "judge-name": "Marie Jacquot"}, {"judge-role": "Meritis", "judge-name": "Clément Requier"}, {"judge-role": "Meritis", "judge-name": "Théodore Boullier"}, {"judge-role": "Meritis", "judge-name": "Emmanuelle Bourgain"}, {"judge-role": "Meritis", "judge-name": "Cristiano Davino"}, {"judge-role": "Meritis", "judge-name": "Abdelwahab Touil"}, {"judge-role": "Meritis", "judge-name": "Sandy Julé"}, {"judge-role": "Ekino", "judge-name": "Clémence Guerry-Texier"}, {"judge-role": "Ekino", "judge-name": "Ky-Lân Vu Tong"}, {"judge-role": "Ekino", "judge-name": "Yahya Baassou"}, {"judge-role": "Ekino", "judge-name": "Alexis Ferriere"}, {"judge-role": "Ekino", "judge-name": "Arthur Battut"}, {"judge-role": "Ekino", "judge-name": "Mick Grzesitchak"}, {"judge-role": "Ekino", "judge-name": "Irène De Beausse"}, {"judge-role": "Lectra", "judge-name": "Philippe Ribera"}, {"judge-role": "Lectra", "judge-name": "Joan Rieu"}, {"judge-role": "Lectra", "judge-name": "Nicolas Marie-Magdelaine"}, {"judge-role": "Lectra", "judge-name": "Pascal Fong Kye"}, {"judge-role": "Lectra", "judge-name": "Irène Doan"}, {"judge-role": "Capgemini", "judge-name": "Mathieu Audouy"}, {"judge-role": "Capgemini", "judge-name": "Hélène Duputié"}, {"judge-role": "Capgemini", "judge-name": "Julio Matarranz"}, {"judge-role": "Capgemini", "judge-name": "Mathieu Eschasseriaud"}, {"judge-role": "Capgemini", "judge-name": "Guillaume Bardy"}, {"judge-role": "Capgemini", "judge-name": "Théo Berthin"}, {"judge-role": "Capgemini", "judge-name": "Quentin Lefèvre"}, {"judge-role": "Capgemini", "judge-name": "Camille Balaresque"}, {"judge-role": "Capgemini", "judge-name": "Virginie Laprade"}, {"judge-role": "Capgemini", "judge-name": "Nicolas Aroyo"}, {"judge-role": "Bloomberg", "judge-name": "Thomas Dubosc"}, {"judge-role": "Bloomberg", "judge-name": "Nakul Khanna"}, {"judge-role": "Bloomberg", "judge-name": "Daniel Kiss"}, {"judge-role": "HackBordeaux", "judge-name": "Elise Marie"}, {"judge-role": "HackBordeaux", "judge-name": "Etienne Surblé"}, {"judge-role": "HackBordeaux", "judge-name": "Philippe Swartvagher"}, {"judge-role": "HackBordeaux", "judge-name": "Michel Vann"}, {"judge-role": "HackBordeaux", "judge-name": "Mégane Berth"}, {"judge-role": "HackBordeaux", "judge-name": "Axelle Weber"}, {"judge-role": "HackBordeaux", "judge-name": "Nada Lakhal"}, {"judge-role": "HackBordeaux", "judge-name": "Fabien Leclerc"}, {"judge-role": "HackBordeaux", "judge-name": "Robin Proquot"}, {"judge-role": "HackBordeaux", "judge-name": "Caroline Molinier"}, {"judge-role": "HackBordeaux", "judge-name": "Paul Ngouembe"}], "hackathon-number-of-judges": "43", "hackathon-eligibility": "\nYou can attend HackBordeaux as long as you're a student (or a recent graduate within one year of having graduated) ! There are no age, citizenship, location or organization requirements.", "hackathon-number-of-participants": "77", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHack, submit to Devpost before 12:30PM on Sunday and demo after 1:30PM. Only teams who did demo their hack are elligible for prizes.", "hackathon-rules": "\n\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\n1. There is no maximum or minimum team size. As a participant, you should make sure to check how many prizes are available per team. There is a limited number of prizes for each challenge. So if you form a large team and win a challenge, there might not be enough prizes for everyone on your team.\n2. Teams should be made up exclusively of students (or recent graduates within one year of having graduated) who are not organizers, volunteers, judges, sponsors, or in any other privileged position at the event. \n3. All team members should be present at the event. Leaving the venue for some time to hack elsewhere is fine.\n4. Teams can of course gain advice and support from organizers, volunteers, sponsors, and others.\n5. All work on a project should be done at the hackathon.\n6. Teams can use an idea they had before the event.\n7. Teams can work on ideas that have already been done. Hacks do not have to be “innovative”. If somebody wants to work on a common idea they should be allowed to do so and should be judged on the quality of their hack. These days it’s hard to find something that’s fully original and teams might not know an idea has been done before anyway.\n8. Teams can work on an idea that they have worked on before (as long as they do not re-use code).\n9. Teams can use libraries, frameworks, or open-source code in their projects. Working on a project before the event and open-sourcing it for the sole purpose of using the code during the event is against the spirit of the rules and is not allowed.\n10. Adding new features to existing projects is allowed. Judges will only consider new functionality introduced or new features added during the hackathon in determining the winners.\n11. Teams must stop hacking once the time is up. However, teams are allowed to debug and make small fixes to their programs after time is up. e.g. If during demoing your hack you find a bug that breaks your application and the fix is only a few lines of code, it's okay to fix that. Making large changes or adding new features is not allowed.\n12. Projects that violate the \n are not allowed. \n13. Teams can be disqualified from the competition at the organizers' discretion. Reasons might include but are not limited to breaking the Competition Rules, breaking the \n, or other unsporting behaviour.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a demo of what you have built. Pitches or presentations are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\n- \n: How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?\n- \n: Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is (e.g. is it easy to use or does it use a cool interface?). \n- \n: Does the hack work? Did the team achieve everything they wanted? \n- \n: Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? If a team which always does virtual reality projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded.\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\n- How good your code is. It doesn't matter if your code is messy, or not well commented, or uses inefficient algorithms. Hacking is about playing around, making mistakes, and learning new things. If your code isn't production ready, we're not going to mark you down.\n- How well you pitch. Hacking is about building and learning, not about selling.\n- How good the idea is. Again, hackathons aren't about coming up with innovative ideas. It's about building and learning.\n- How well the project solves a problem. You can build something totally useless and as long as you're learning and having fun, that's a good hack! Sometimes a pointless project is one of the best hacks!\nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nRemember!\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!\nHappy Hacking from the HackBordeaux team!", "hackathon-prizes": [{"prize-content": "3D Printers", "prize-title": "General 1st place"}, {"prize-content": "Polaroïds", "prize-title": "General 2nd place"}, {"prize-content": "Cameras", "prize-title": "General 3rd place"}, {"prize-content": "Raspberry Pi", "prize-title": "Capgemini challenge"}, {"prize-content": "", "prize-title": "Bloomberg challenge"}, {"prize-content": "Smart watch", "prize-title": "Meritis challenge"}, {"prize-content": "Gift cards", "prize-title": "Ekino challenge"}, {"prize-content": "", "prize-title": "Lectra challenge"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 Avenue du Dr Albert Schweitzer, 33600 Pessac, France", "hackathon-url": "https://hackbordeaux2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are (e.g. is it easy to use or does it use a cool interface?)"}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before?"}], "hackathon-location-address": "1 Avenue du Dr Albert Schweitzer, 33600 Pessac, France", "hackathon-description-header": "A student hackathon located in Bordeaux", "hackathon-prizes-total": "$2,335", "hackathon-location-description": "ENSEIRB-MATMECA", "hackathon-end-date": "2018-03-25", "has-projects": "True"}