{"hackathon-description-text": "\nAre you are a growing business that depends on secure and reliable high-speed internet for downloading ", "hackathon-number-of-prizes": "1", "hackathon-id": "nycfiberaccess", "hackathon-judges": [{"judge-role": "", "judge-name": "NYCEDC Selected Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n\nIndividuals submitting an application on behalf of a corporation must be duly authorized to enter the application and enter into a service contract with an ISP.\n", "hackathon-number-of-participants": "256", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n\n\n", "hackathon-rules": "\nConnectNYC Fiber Access (the “Program”) is an initiative of the New York City Economic Development Corporation (NYCEDC) and the New York City Department of Information Technology & Telecommunications (DoITT), inviting businesses operating in New York City to apply for free build-out of fiber internet connectivity to their place of business (a “Fiber Build-Out”). The Program allows for-profit legal entities and/or non-profit organizations in the five boroughs of New York City (collectively, “Applicants”) to submit information that demonstrates their eligibility and the value of fiber connectivity to the Applicant (each an “Application”). \nParticipation constitutes Applicant’s full and unconditional agreement to these Official Rules and to the Sponsors (as defined below) and Administrator’s decisions, which are final and binding in all matters related to the Program. Construction of free fiber optic cable is contingent upon fulfilling all requirements set forth in the Official Rules, including entering into a service contract with a participating Internet Service Provider.\n: (1) New York City Economic Development Corporation, 110 William Street, New York, NY 10038; and (2) New York City Department of Information Technology & Telecommunications, 75 Park Place, 9th Floor, New York, NY 10007.\n: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nProgram Application Period: July 23, 2013 (10:00am Eastern Time) – March 12, 2014 (5:00pm Eastern Time)**\n**Applications will be accepted on a rolling basis until March 12, 2014 (set forth in Section 10).\nApproval Period: Applications will be reviewed on a rolling basis during the Program Application Period until the funding is fully committed or March 12, 2014.\nSelected Applicants Announced: On or around May 6, 2014 (10:00am Eastern Time) (Applicants that enter into a service contract with a participating Internet Service Provider are considered “Selected Applicants”).\nA. The Program is open only to legally formed entities that are duly organized, validly exist and are registered to do business in New York City (each an “Organization”), and that, at the time of entry:\n(i) lease, sublease, or own an office location in New York City;\n(ii) conduct business at their office location in New York City;\n(iii) have fewer than 500 total employees at all locations (including outside of New York City); and\n(iv) DO NOT currently have fiber internet connectivity available in their place of business.\nB. Applicants must own or have access at their own expense to a computer, an Internet connection, and any other electronic devices, documentation, software or other items an Applicant may deem necessary to create and enter their Application.\nC. Each Organization shall appoint one individual (the “Representative”) to represent and act, including registering and entering an Application, on behalf of said Organization. The Representative must be duly authorized to submit on behalf of the Organization and must be authorized to enter into a one-year service contract with an Internet Service Provider on behalf of the Organization, in the event the Organization is selected for a Fiber Build-Out. The Representative represents and warrants that he/she is duly authorized to act on behalf of the Organization, and has read the Official Rules and that the Organization agrees to abide by these Official Rules. The Representative will ensure that any member of the Organization participating in entering the Application, or in decisions related to the Application and the Organization’s internet service, has read and complies with the Official Rules.\nD. The following Organizations are not eligible regardless of whether or not they meet the criteria set forth above:\n(i) the Sponsors, the Administrator, and any advertising agency, contractor or other organization involved with the design, production, promotion, execution, or distribution of the Program. \nA. Applicants may enter an Application between July 23, 2013 at 10:00am Eastern Time and December 12, 2013 at 2:00pm Eastern Time (the “Application Period”). The Sponsors may, at their sole discretion, close the Program to Applications prior to December 12, 2013, if the Sponsors determine that the Program funding has been fully committed (as set forth in Section 10). The Administrator’s computer is the official time keeping device for this Program.\nB. Any Application entered following the close of Program Application Period as specified above, shall be ineligible.\nA. Registration\n(i) Beginning at 10:00am Eastern Time on July 23, 2013, visit \n (the “Program Website”) and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. There is no charge to create a ChallengePost account.\n(ii) After an Applicant signs up on the Program Website a confirmation email will be sent to the email address provided by the Applicant. The Applicant will need to verify their email address using the link provided in the confirmation email.\n(iii) Applicants should indicate their agreement in participating by clicking “Register” on the Competition Website and confirming their registration in order to receive important Competition updates.  \n(iv) Applicants should review the Resources page on the Competition Website to learn about the Program and find out how your business can benefit.\n(v) In advance of submitting an Application, Applicants should talk to their landlord about the Program, Internet Service Provider (ISP) access to the building to install equipment, and the Point of Entry Agreement. A Point of Entry Agreement between the ISP and Applicant’s landlord will be required in order for an approved Applicant to receive free build-out of fiber optic cable to their place of business.\n(vi) In the event of a dispute pertaining to this Program, the authorized account holder of the email address used to sign up for the ChallengePost account used to enter the Application will be deemed to be the Applicant’s Representative. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Applicants generally and Approved Applicants may be required to show proof of being the authorized account holder.\nB. Application\n(i) During the Program Application Period, Applicant must visit the Program Website and confirm that they have read and agree to the Official Rules. The Applicant may enter an Application by completing the “Enter an Application” form at \n.\n(ii) Applications must include: \na. the legal name of the Organization submitting; \nb. a brief text description of the submitting Organization;\nc. the Organization’s website URL;\nd. a description of why you want fiber internet access, and how it will help your business, including how fiber connectivity could increase jobs and productivity at your location;\ne. the submitting Organization’s complete and valid physical address in New York City, where fiber wiring is desired (the “Location”);\nf. the Organization’s industry sector;\ng. the Organization’s total number of employees at all locations;\nh. the total number of employees working at the Location for which the Organization is applying for a Fiber Build-Out;\ni. the name of the Organization’s Representative;\nj; the Organization Representative’s phone number;\nk. landlord phone number;\nl. landlord email address;\nm. a description of the Organization’s current internet service, including the service type, provider name, and approximate price per month or year for the current service;\nn. indication of whether the Organization is located in an \n;\no. confirmation that Applicant has discussed the need for a Point of Entry Agreement with their landlord; and\np. confirmation that Applicant understands that if they are selected for a potential Fiber Build-Out, they will be required to enter a one-year service contract at negotiated market rates with a participating Internet Service Provider in order to receive free build-out of fiber internet connectivity to their place of business.\n(a-p above, are collectively an “Application”)\n(iii) Applicants are encouraged to include the following with their Application:\na. the name, title, phone number, and email address of an additional contact at the submitting Organization;\nb. their desired internet service speed, including upload and download speeds; and\nc. the name of their location’s \n provider (if applicable).\n(iv) For sake of clarity, all parts of the Application must be entered on the Program Website no later than the close of the Program Application Period.  \n(v) Once an Application has been submitted and the Program Application Period has ended, an Applicant may not make any changes or alterations to the Application. Applicants may save draft versions of their Application before entering it on the Program Website, though the Program Application Period may end while a draft Application is pending if Program funding has been fully committed.\nA. Language Requirements\nApplications must be in English.\nB. Text Description Requirements\n(i) The text description field should describe the Applicant’s Organization. The text description may be displayed publicly on the Program Website, if the Applicant is designated a Selected Applicant, and should not include private or proprietary information.\nC. General Requirements\nIn addition to the requirements described above in Section 5(B):\n(i) Applicants may be required to provide additional information, and the Administrator has the right to request additional information, to verify the accuracy of the Application. Failure by an Applicant to timely respond or fully honor such a request may result in disqualification of the Application.\n(ii) Applicants may only submit one Application for a single Location. In the event that an Organization has more than one Location in New York City, the Applicant may submit a separate Application for each eligible Location.\n(iii) Applications must not attempt to duplicate a prior Application already submitted in this Program. Sponsors or Administrator reserve the right in their sole discretion to disqualify any Application that is a duplicate or substantially similar to another Application or require an Applicant to choose which duplicate Application to enter.\n(iv) Applications must: (a) be truthful and accurate; (b) be the original work product of the Applicant; and (c) not violate the Intellectual Property rights including copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. \n(v) By entering an Application, Applicant represents, warrants and agrees that the Application is truthful and accurate, their own work, and complies with the Official Rules. \nApplicant further represents, warrants and agrees that any use of the Application by the Sponsors or Administrator (or any of their respective partners, subsidiaries and affiliates) as authorized by these Official Rules, shall not:\na. infringe upon, misappropriate or otherwise violate any intellectual property right or proprietary right including, without limitation, any statutory or common law trademark, copyright or patent, nor any privacy rights, moral rights nor any other rights of any person or entity; or\nb. constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy.\n(vi) The Sponsors shall have the right to reject an Application upon notice to the Applicant for any reason deemed by the Sponsors to be in its interest.\nA. All Applications may be disclosed in accordance with the standards specified in the Freedom of Information Law, Article 6 of the Public Officers Law of the State of New York (“FOIL”). A respondent may provide in writing, at the time of its Application, a detailed description of the specific information contained in its Application which it has determined is a trade secret and which, if disclosed, would substantially harm such entity’s competitive position. This characterization shall not be determinative, but will be considered by the Sponsors when evaluating the applicability of any exemptions in response to a FOIL request. \nB. Applications will include components that may be displayed publicly on the Program Website and other media, with attribution to the Applicant (the “Public Application”) and components that will not be displayed publicly unless disclosure is required in accordance with FOIL, or will only be displayed anonymously (the “Non-Public Application”). The Public Application includes the name of the Applicant Organization, description of the Organization, Location, image(s) (if submitted), Organization website URL and whether the Location is in an Industrial Business Zone. The Non-Public Application includes: why the Organization wants fiber internet access; description of the Organization’s current type of internet connectivity at the Location; and Applicant and landlord phone numbers.\nC. The Sponsors and Administrator, and any third parties acting on the Sponsors’ behalf, will have a royalty-free, non-exclusive, worldwide license to display publicly and use for promotional purposes the Public Application, in perpetuity. This license includes posting or linking to the Public Application on Sponsors and Administrator’s websites, including the Program Website, and partner websites, and inclusion of the Application in any other media, worldwide. The Non-Public Application may be viewed by the Sponsors and Administrator for screening and evaluation purposes, and may be disclosed in accordance with FOIL. The Sponsors reserve the right to publish or display components of the Non-Public Applications anonymously, or as aggregated data that does not reveal the identity of the Applicant.\n \nA. All Applications will be reviewed for eligibility on a rolling basis during the Program Application Period. Applicants will be contacted within 30 days of entering their Application to confirm whether or not they are eligible. \nB. The Sponsors will appoint a panel of qualified evaluators (“Reviewers”) who will score each eligible Application on a 1-5 scale (5 being the highest and 1 being the lowest). Eligible Applications will be evaluated on the potential impact of fiber on the Applicant’s business (including factors such as why the Applicant wants fiber internet connectivity at their Location, how it could benefit their business, and the Applicant’s current internet connectivity), and the feasibility of fiber construction to the Applicant's building.\nC. All Reviewers shall be and remain fair. Any Reviewer may recuse him or herself from evaluating an Application if the Reviewer or the Sponsors consider that it is inappropriate, for any reason, for the Reviewer to evaluate a specific Application or group of Applications. This includes, but is not limited to, cases where a Reviewer is employed by an Applicant, or otherwise has a material business relationship or affiliation with an Applicant. The Sponsors reserve the right to substitute or modify the Reviewers at any time for any reason.\nD. Applications that receive an aggregate score above 2 will be approved to advance (“Approved Applicants”). An Applicant’s likelihood of becoming an Approved Applicant will depend primarily on the quality of their Application, as determined by the Reviewers using the criterion in these Official Rules.\nE. The Sponsors will share the contact information of each eligible Applicant with participating Internet Service Providers, including ISPs that join the program prior to December 2013. At least one participating Internet Service Provider serving the Applicant’s geographic area will contact the Approved Applicant within 60 days of the Applicant being designated as approved.  An ISP will then estimate the cost to build-out fiber connectivity and negotiate a service contract by providing a price proposal that excludes both upfront and amortized installation and construction costs.\nA. ALL APPROVED APPLICANTS IN THE PROGRAM ARE SUBJECT TO VERIFICATION OF IDENTITY, ELIGIBILITY, AND ACCURACY OF THE APPLICATION BY THE SPONSORS, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE PROGRAM.\nB. In order to receive a Fiber Build-Out, each Approved Applicant will be required to: \n(i) Sign a service contract for at least one year with a participating ISP within 90 business days of being first contacted by such ISP. The cost of the service contract will be at negotiated market rates. The cost for a one-year service contract varies depending on the package and the desired service features. For information on potential costs for their Location, Applicants are encouraged to Contact a \n providing service at their Location. The negotiation of the service cost and the payment for service under the ISP service agreement is solely the responsibility of the Approved Applicant.\nC. At the sole discretion of the Sponsors, a Approved Applicant will be deemed ineligible for a Fiber Build-Out if: \n(i) the Approved Applicant fails to respond within ten (10) business days to each of two or more attempts (where each attempt is ten (10) or more business days apart) by the participating ISP to engage them in negotiation of a service agreement;\n(ii) the Approved Applicant fails to sign a one-year service contract with a Participating ISP within 90 business days of first being contacted by such ISP; or\n(iii) the Application or the Approved Applicant or any member of a Approved Applicant’s organization, is disqualified for any other reason.  In the event of such disqualification, Sponsors, Administrator, and Participating ISPs at their sole discretion may award the applicable Fiber Build-Out to an alternate Approved Applicant.\nA. Fiber Build-Outs with an aggregate value of up to US $14,000,000 will be awarded in the Program (the “Funding”). Each Fiber Build-Out awarded will include the build-out of fiber internet connectivity to the Selected Applicant’s Location. A Fiber Build-Out under the Program does not constitute a cash award. The Sponsors and/or participating ISPs will assume the construction and installation costs associated with the Fiber Build-Out. The Fiber Build-Out does not include service fees that are the sole responsibility of the Selected Applicant.\nB. Fiber Build-Outs will be awarded on a rolling basis until all of the Funding is committed OR until the Program Application Period has ended and there are no longer any Approved Applicants eligible to negotiate service contracts with participating ISPs. The Funding will be considered fully committed once the aggregate estimated build-out costs of Approved Applicants with signed service contracts reaches the value of the Funding. Once the Funding is fully committed, the Program Application Period will end (if before December 12, 2013) and any Approved Applicants without signed service contracts will no longer be eligible for a Fiber Build-Out under the Program.\nC. No Fiber Build-Out substitutions will be made. Fiber Build-Outs must be accepted as awarded. No transfer or substitution of a Fiber Build-Out is permitted except at the Sponsors’ sole discretion. The Fiber Build-Out will be provided by the Participating ISP upon receipt of a signed service agreement for at least one year of service.\n \nA. By entering, each Applicant (including all participating members of the Organization) agree(s) to:\n(i) comply with and be bound by these Official Rules and the decisions of the Sponsors and Administrator which are binding and final in all matters relating to this Program; \n(ii) release, indemnify, defend and hold harmless the Sponsors, Administrator, and their respective parent, subsidiary, and affiliated companies, the Fiber Build-Out suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Program, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to an Applicant’s entry, creation of Application or entry of an Application, participation in the Program, acceptance or use or misuse of the Fiber Build-Out (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of Application as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Sponsors, the Administrator’s or an Applicant’s electronic or printing error or by any of the equipment or programming associated with or utilized in the Program;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Program Website;\n(iii) unauthorized human intervention in any part of the entry process or the Program;\n(iv) technical or human error which may occur in the administration of the Program or the processing of Applications; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Applicant’s participation in the Program or receipt or use or misuse of any Fiber Build-Out. If for any reason any Applicant’s Application is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, the Applicant’s sole remedy is to request the opportunity to resubmit its Application, which request will be determined at the sole discretion of the Sponsors and the Administrator if the Program Application Period is still open.\nParticipation in the Program constitutes a Selected Applicant’s consent to Sponsors and Administrator’s, and their agents’ use of the Selected Applicant’s Organization name and description, and the likeness, photograph, voice, opinions, comments and/or hometown and state of residence of members of the Organization who participated in the Application, for promotional purposes in any media, worldwide, without further payment or consideration, for a period of two years following the conclusion of the Program.\nA. Sponsors and Administrator reserve the right to cancel, suspend and/or modify the Program, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond Sponsors and Administrator’s control impairs the integrity or proper functioning of the Program, as determined by Sponsors and Administrator at their sole discretion. The Sponsors and Administrator reserve the right at their sole discretion to disqualify any individual or Applicant it finds to be tampering with the entry process (for example by using the aid of computer software programs to auto-fill entries) or the operation of the Program or to be acting in violation of these Official Rules or in a manner that is inappropriate, not in the best interests of this Program, or a violation of any applicable law or regulation.\nB. Any attempt by any person to undermine the proper conduct of the Program may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsors and the Administrator reserve the right to take proper legal action, including, without limitation, referral to law enforcement, for any illegal or unlawful activities.\nC. The Sponsors and/or the Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The Sponsors and the Administrator are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Applications or for address or email address changes of the Applicants. Proof of sending or submitting will not be deemed to be proof of receipt by Sponsors or Administrator.\nD. In the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Program materials, including but not limited to the Program Application form, Program Website, television, print, radio or online advertising, the terms and conditions of the Official Rules shall prevail.\nE. The Sponsors and the Administrator reserve the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Applicant, the Sponsors and the Administrator. The Sponsors and Administrator will post the terms and conditions of the amended Official Rules on the Program Website. Any amendment will become effective at the time the Sponsors and/or Administrator post the amended Official Rules.\nF. Excluding Applications, all intellectual property related to this Program, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsors and/or the Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited.\nG. Should any provision of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nBy entering, all Applicants, including the participating members of the Organization, agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Fiber Build-Outs or Applicant’s participation in the Program. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\nA. Applicants agree that:\n(i) any and all disputes, claims and causes of action arising out of or connected with this Program, or any Fiber Build-Outs awarded shall be resolved individually, without resort to any form of class action;\n(ii) any and all disputes, claims and causes of action arising out of or connected with this Program, or any Fiber Build-Outs awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court; and \n(iii) under no circumstances will Applicants be entitled to, and Applicants hereby waive all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Applicants, the Sponsors and the Administrator in connection with the Program, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\nAny personal information collected from you when entering the Program is subject to the Administrator’s privacy policy located here: \n.\nIf you have any questions or wish to send us any notice regarding this Program, please email us at \n. \n ", "hackathon-prizes": [{"prize-content": "The buildout recipients listed reflect those that have signed a contract with a participating ISP thus far (as of May 6, 2014). If your business is still negotiating a contract, you have not been removed from the program, you are simply not on the current list of buildout recipients.", "prize-title": "Selected Applicants To Date"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nycfiberaccess.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Need faster, more reliable internet? NYC is helping connect the City’s growing companies to high-speed internet by providing free fiber optic construction to qualifying businesses.*", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}