{"hackathon-description-text": "\nMedia Mash 2012 is an application challenge from NYC Media Lab to create innovative media mashups using data, APIs, and feeds from leading media and technology companies. Winners will receive $10,000 in cash prizes as well as promotional exposure. Prizes will be awarded for the most innovative applications. ", "hackathon-number-of-prizes": "4", "hackathon-id": "mediamash", "hackathon-judges": [{"judge-role": "Co-founder, New York Tech Meetup", "judge-name": "Dawn Barber"}, {"judge-role": "President, Hearst Interactive Media", "judge-name": "Ken Bronfin"}, {"judge-role": "Director, MFA Design + Technology, Associate Professor of Media Design at Parsons The New School for Design", "judge-name": "David Carroll"}, {"judge-role": "Partner, First Round Capital", "judge-name": "Chris Fralic"}, {"judge-role": "Vice President, Video Technology Strategy, MTV Networks", "judge-name": "Glenn Goldstein"}, {"judge-role": "Director of Venture Lab, Columbia Technology Ventures", "judge-name": "David Lerner"}, {"judge-role": "Executive Director, NYC Media Lab", "judge-name": "Roger Neal"}, {"judge-role": "Managing Director, NYU Innovation Venture Fund", "judge-name": "Frank Rimalovski"}, {"judge-role": "Partner, Union Square Ventures", "judge-name": "Andy Weissman"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "187", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nMedia Mash (the “Competition”) is an initiative of NYC Media Lab challenging the software development community to create new software applications using the APIs, feeds, and datasets of participating media organizations. The Competition is intended to provide recognition to individuals and teams consisting of individuals, for-profit legal entities and/or non-profit organizations (collectively, “Contestants”) for developing innovative apps that utilize the APIs, feeds, and datasets available from the media resources list at MediaMash.ChallengePost.com/details/Resources (collectively “Media Mash Resources”). NYC Media Lab’s goals for the Competition are to: (1) Drive media innovation through developer engagement with media related APIs; (2) Connect media organizations with the developer community; and (3) Encourage media industry to develop their data/API offerings.\nSummary* of How to Enter and Judging Criteria\n\n, 5 MetroTech Center, Brooklyn, NY, 11201.\n425 W. 13th Street, Suite #504, New York, NY 10014.\nThe Competition for cash and in-kind prizes is open only to:\n(i) Individuals who are at least 18 years of age and are legal residents of the fifty (50) United States and its territories; and\n(ii) Corporations (including not-for-profit corporations and other nonprofit organizations), limited liability companies, partnerships, and other legal entities (“Organizations”) that, at the time of entry, are domiciled in the United States of America, have been duly organized and validly exist, and employ fewer than fifty (50) people. If an entity employs 50 or more people, it may compete for the “Large Organization Recognition Award” (see section 6 below).\nIndividuals may form teams (comprised solely of individuals) to enter the Competition, provided that each member of a team must be independently eligible in accordance with these eligibility requirements. Individuals submitting on behalf of teams or Organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team and/or Organization.\nOrganizations with APIs, feeds, or data listed in the Media Mash Resources, and individuals employed by such Organizations, are eligible to participate but may not use their own APIs, feeds or data (if entering as an Organization) or those of their employer (if entering as individuals) in a submitted Application.\nThe following individuals and Organizations are not eligible regardless of whether or not they meet the criteria set forth above:\n(i) Sponsor, the Administrator, and any advertising agency or other company or contractor involved with the design, production, promotion, execution, or distribution of the Challenge;\n(ii) Any individual involved with the design, production, promotion, execution, or distribution of the Challenge and each member of any such individual’s immediate family or household;\n(iii) Any parent company, subsidiary, or other affiliate of any entity described above; and\n(iv) Each judge and each member of his or her immediate family or household.\nFor purposes hereof, (a) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings, and (b) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year. The Challenge is subject to all applicable federal, state and local laws, rules, regulations and other legal requirements. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and Sponsor and Administrator’s decisions, which are final and binding in all matters related to the Challenge. Winning a prize is contingent upon fulfilling all requirements set forth herein.\nBetween March 8, 2012 at 10:00 AM EST and June 20, 2012 at 5:00 PM PST (the “Competition Submission Period”). Administrator’s computer is the official time keeping device for this Competition. \n(i) Visit MediaMash.ChallengePost.com and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account.\n(ii) Register your interest in participating by clicking “Accept this Challenge” on the Competition Website in order to receive important Competition updates. Registration is free. No purchase necessary.\n(iii) After you sign up on MediaMash.ChallengePost.com, a confirmation email will be sent to the email address you provided. Use the confirmation email to verify your email address. As a registered Contestant, you will then be able to enter the Challenge by submitting an application that conforms to the requirements set forth herein (each, a “Submission”).\n(iv) Explore the Media Mash Resources at MediaMash.ChallengePost.com/details/Resources. New Resources may be added until March 28, 2012.\n(v) Create a working Software Application (the “Application”) that uses at least one API, feed, or dataset from the Media Mash Resources available at MediaMash.ChallengePost.com/details/Resources. While not required, other third-party data may be used in combination with Media Mash Resources.\n(vi) Between 10 a.m. EST on March 8, 2012 and 5 p.m. EST on June 20, 2012, visit MediaMash.ChallengePost.com, and confirm that you have read and agree to the Official Rules, and submit your application by including: a) a link to your downloadable Application on the applicable app store, or to your website; b) a video demonstration of your Application clearly showing the navigation and functionality; c) a text description of your Application and what it does; and d) at least one screenshot of your working application.\nIn the event of a dispute as to any registration, the authorized account holder of the email address used to register will be deemed to be the Contestant. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Contestants and potential winners may be required to show proof of being the authorized account holder.\n(i) A submitted software Application may be based on any kind of technology, i.e., for the web, a personal computer, a mobile handheld device, or any software platform broadly available to the public.\n(ii) A Submission must include a) a link to your downloadable Application on the applicable app store, or to your website; b) a video demonstration of your Application clearly showing the navigation and functionality; c) a text description of your Application and what it does; and d) at least one screenshot of your working application.\n(iii) Submissions may be disqualified if they do not function as demonstrated in the video or expressed in the text description when tested on the applicable software platform.  \n(iv) A Submission must be a software application that uses at least one of the Media Mash Resources available at MediaMash.ChallengePost.com. Note: There may be changes to the existing Media Mash Resources, including changes to the APIs and updating or refreshing of datasets. Sponsor may add one or more Resources after March 8, 2012 and prior to March 28, 2012. Use of a Media Mash Resource added after March 8, 2012 will not extend the Competition Submission Period.\n(v) A Submission must comply with any applicable terms of use of the APIs, feeds, and datasets included in the Media Mash Resources. Failure to do so could result in disqualification from the Competition and, if applicable, revocation of a prize, at the sole discretion of Sponsor and Administrator.\n(vi) Submissions may, but are not required to, combine Media Mash Resources with other APIs, feeds, and data provided the inclusion and use thereof does not infringe upon the rights of any person or entity.\n(vii) Submissions requiring approval from a third party, such as an app store, in order to be accessible to the public, must be submitted to such third party or app store for review before the end of the Competition Submission Period. Applications developed for Apple iOS that are not yet approved for the iTunes store can be sent to the Administrator via TestFlight (\n) by entering Administrator’s email address and UDIDs to share the build (see the “FAQ” section of challenge website for applicable email address and UDISs). Alternatively, Contestants may upload or email Administrator a .ipa file for iOS Applications not available on iTunes, or a .apk file for Android Applications not available on Android Market. Contestants must provide Application files or other access necessary for testing and evaluation, upon request from Sponsor or Administrator. Applications that are not available to the public for free must be provided free of charge to the Sponsor, Administrator and Competition judges for the purpose of testing and evaluation. \n(viii) A Contestant may submit more than one Application. However, each submission must, at the sole discretion of Sponsor and Administrator, be substantially different from Contestant’s other submissions. \n(ix) A Contestant may not submit an Application that is substantially similar to an Application that has previously been submitted by the Contestant to another contest and won a prize. \n(x) Submissions must be original, the work of the Contestant, and must not infringe, misappropriate, or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights, or any other rights of any person or entity. \n(xi) It is an express condition of Submission and eligibility that each Contestant warrants and represents that Contestant’s Submission is solely owned by Contestant, that the Submission is wholly original with the Contestant, and that no other party has any rights or interest, whether known or unknown, in the Submission.\n(xii) Contestant further represents and warrants to Sponsor and the Administrator that the Submission, and any use thereof by Sponsor or the Administrator (or any of their respective partners, subsidiaries and affiliates), shall not: a) infringe upon any statutory or common law copyright, b) be defamatory or libelous in any manner towards any person, c) constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy, or d) infringe, misappropriate or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights or any other rights of any person or entity. \n(xiii) A Contestant may contract with a third party for technical assistance to create the Submission provided the Application is solely the Contestant’s work product and the result of the Contestant’s ideas and creativity and the Contestant owns all rights to it.\n(xiv) Submissions must either be in English or, if in a language other than English, the Submissions must be accompanied by an English translation of that text.\n(xv) Submissions will not be accepted if they contain any matter that, in the sole discretion of Sponsor, Administrator and the Judges, is indecent, obscene, defamatory, libelous, in bad taste, or demonstrates a lack of respect for public morals or conduct.\n(xvi) Additionally, Submissions will not be accepted if they: (1) are illegal under applicable law; (2) depict hatred; (3) defame or denigrate (or are derogatory towards) any person or group of persons or any race, ethnic group, or culture; (4) threaten a specific community in society, including any specific race, ethnic group, or culture; (5) are intended to or might incite violence; (6) contain vulgar or obscene language or excessive violence; or (7) contain pornography, obscenity, or sexual activity.\n(xvii) If the Sponsor, the Administrator, or the Judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified.\n(i) A Contestant will continue to own any applicable intellectual property rights in their Application and may permit download of the Application by the public free of charge or for a fee, provided charging a fee does not violate the terms of any API, feed or dataset incorporated in the Application. The Application may include in-Application advertising but if the content of the advertising is deemed inappropriate at the sole discretion of Sponsor and Administrator, the Submission may be disqualified. A Contestant must provide the Application free of charge to Sponsor, Administrator, and Competition judges for the purpose of testing and evaluation until the conclusion of the Competition. \n(ii) By submitting the Application to this contest, you grant Sponsor and the Administrator a royalty-free license to: a) post on MediaMash.ChallengePost.com your Submission(s), and a link to the downloadable app in the online store of the applicable software platform (e.g. iTunes) or, if not distributed through such platform, to your website; and b) publicize names of Competition winners and their app(s) through media and events of Sponsor’s choosing. Such license shall remain in force for the duration of the Competition and for a period of two years following the conclusion of the Competition. \n(iii) Once a Contestant enters a Submission, the Submission cannot be modified in any way until after the Judging is complete.\nSubmissions will be posted on MediaMash.ChallengePost.com on a rolling basis after being screened by the Administrator for basic functionality, accuracy of messaging, integrity (i.e., security), appropriateness of content, and compliance with the requirements of these Official Rules The Administrator has the right to request access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to honor or respond to such a request may result in immediate disqualification of the Submission. The members of the general public, including all Contestants, will have equal access to Submissions posted on the website.\nNon-Contestants interested in the Competition may obtain updates on the competition and vote for their favorite Submissions as part of the Popular Choice Award, by registering on MediaMash.ChallengePost.com. Such registered visitors will be able to cast one vote for each of their favorite Submissions.\nThe public voting is tentatively scheduled to take place between June 27, 2012 at 10:00 AM EST and July 24, 2012 at 5:00 PM EST. Public voting will determine the winner of the Popular Choice Award. Each registered visitor is able to place one vote for each of their favorite Submissions. Use of an automated process or similar device to submit an electronic vote is strictly prohibited. Any attempt to circumvent the one-vote limit per Submission or to use any form of automated vote process will subject all votes from the person to disqualification. Sponsor and/or Administrator reserves the right to disqualify any Contestant in their sole discretion, if a Contestant receives multiple and/or irregular votes from the same user or users, or receives votes in a manner that otherwise may indicate automated or non-automated vote manipulation. If the voting process for the Popular Choice Award fails to operate properly or appears to be tampered with or tainted with errors, fraud, or unfair practices, Sponsor and/or Administrator in their sole discretion reserves the right to use another means to determine the winner of the Popular Choice Award. Contestants may not pay or otherwise compensate anyone or provide any other type of consideration, in exchange for votes.\nAny Contestant who, in the sole judgment of Sponsor and Administrator, violates any prohibition in the rules will be disqualified.\nPublic votes may be displayed on the competition website, on a real-time basis, before being verified for integrity. These unverified votes will not necessarily reflect accurately the voting for the Popular Choice Award.\nThe winner of the Popular Choice Award will be determined on the basis of the verified vote counts, as determined by Sponsor or Administrator. Sponsor and the Administrator reserve the right to extend the voting period at any time for any reason.\nSubmissions for the Large Organization Recognition Award are not eligible for the Popular Choice Award.\nSubmissions will initially be screened by a Preliminary Panel of Judges selected by Sponsor and Administrator at their sole discretion. The Preliminary Panel will judge the Submissions on the criteria identified below to select finalist Submissions. Finalist Submissions will be judged by a Finalist Panel of Judges selected by Sponsor and Administrator (preliminary and finalist panels are collectively “Judges”). The Finalist Panel of Judges may include individuals from Sponsor, and members of the media, technology, academic, and venture capital communities. Sponsor and Administrator reserve the right to substitute or modify the judging panels at any time for any reason. \nThe following information details the commitment of Judges: \nA Contestant’s likelihood of winning will depend primarily on the number and quality of all of the Submissions, as determined by the Judges using the criteria below. The approximate dates for the judging panel are between June 27, 2012 at 10:00 AM EST and July 24, 2012 at 5:00 PM EST. \nCriteria\nThe five (4) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 8. In the event of a tie, the final winner shall be determined at the sole discretion of Sponsor and Administrator based on the criteria described above in (1), then (2), and finally (3). \nCriteria \nThe one (1) Contestant whose Submission earns the highest overall score for the Best Student-Created App in each category will win the prizes identified below in section 8. In the event of a tie, the final winner shall be determined at the sole discretion of Sponsor and Administrator based on the criteria described above in (1), then (2), and finally (3). \nEligibility Requirement Exclusively for the Student Award: Contestants (including all team members if a team submission) must meet the requirements set forth above in Section 2 and must also be either currently enrolled in at least nine credits or three courses, or the equivalent at the time of entry; or have graduated from in the three months prior to the date of entry, (1) a secondary school or functional equivalent; or (2) an accredited post secondary institution (e.g., university, community college, technical college). In addition to competing for the Student Award, Contestants who meet these eligibility requirements can also compete for all other prize categories, excluding the Large Organization Recognition Award. \nOne (1) winner will be based solely on the voting of registered visitors to MediaMash.ChallengePost.com. If there is a tie between one or more Submissions for the Popular Choice Award, the final winner shall be determined at the sole discretion of Sponsor and Administrator based on the criteria described above for the Best Overall App Awards in (1), then (2), and finally (3). \nCriteria \nOne Large Organization Contestant whose Submissions earns the highest overall score for the Large Organization Recognition Award will win the non-cash prize identified below in section 8. In the event of a tie, the final winner shall be determined at the sole discretion of Sponsor and Administrator based on the criteria described above in (1), then (2), and finally (3). \nEligibility Requirement Exclusively for the Large Organization Recognition Award: Organizations must be legally established for profit or non-profit entities domiciled within the fifty (50) United States or its territories. Organizations with 50 or more employees will be eligible only for the Large Organization Recognition Award.\nALL POTENTIAL COMPETITION WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS, AND ROLE IN THE CREATION OF THE APPLICATION BY SPONSOR AND ADMINISTRATOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE COMPETITION. Potential winners must continue to comply with all terms and conditions of these Official Rules. The potential winners will be notified on or about July 31, 2012, unless the Competition Submission Period is extended. In order to receive a prize, a potential winner will be required to sign and return to Administrator, within ten (10) business days of the date notice is sent, an affidavit of eligibility, and liability/publicity release. In the sole discretion of Sponsor and Administrator, a potential winner will be deemed ineligible to win if: (i) the person/entity cannot be contacted; (ii) the person/entity fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period; (iii) the prize or prize notification is returned as undeliverable; or (iv) the submission or person/entity is disqualified for any other reason. In the event of a disqualification of a winner, Sponsor and Administrator in their sole discretion may award the applicable prize to an alternate winner. If a winner is considered to be a minor in his or her state of residence, at Sponsor and Administrator’s sole discretion, the winner will either be disqualified and the prize awarded to an alternate winner, or the prize will be awarded to the winner’s parent or legal guardian on behalf of the winner and the parent or guardian will be required to sign the affidavit of eligibility, and liability/publicity release. \nFor all Prizes: Winners are responsible for reporting and paying all applicable federal, state, and local taxes. Prize winners of $600 or more will be required to provide certain information to facilitate the award, including filling out any tax forms when necessary. No transfer or substitution of a prize is permitted except by Sponsor and Administrator. The Prize will be mailed to the winner’s address within 45 days of receipt of the signed affidavit(s) of eligibility and liability/publicity release(s) form(s). If a team of individuals, a corporation, or an organization is selected as a prizewinner, the Administrator will divide the prize equally among the team members identified at the time of Submission. It will be up to the winning team or organization to reallocate the prize money, if they deem it appropriate.\nBy entering, each Contestant: a) agrees to comply with and be bound by these Official Rules and the decisions of Sponsor, Administrator, and/or the Competition judges, which are binding and final in all matters relating to this Competition; b) represents and warrants that the Application entered into the Competition is Contestant’s original work product, that Contestant owns all rights necessary in order to enter the Application in this Contest and for the Application to be used in accordance with Contest rules; c) consents to the use by Sponsor and Administrator of their name and likeness in any media in connection with the Contest for a period of two years following the conclusion of the Competition; (d) releases, discharges, and agrees to hold harmless Sponsor, Administrator and their related entities (collectively the “Releasees”) from and against any and all claims that may arise from or in connection with Contestant’s participation in the Competition. In this paragraph, “related entity” means a contractor or subcontractor at any level, and a supplier, user, customer, cooperating party, grantee, sponsor, investigator, or detailee; and (e) indemnifies Sponsor and Administrator against third party claims for damages arising from or related to Competition activities.\nExcept where prohibited, participation in the Competition constitutes a winner’s consent to Sponsor, Administrator’s and their agents’ use of the winner’s name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration, for a period of two years following the conclusion of the Competition. \nSponsor and Administrator reserve the right to cancel, suspend, and/or modify the Competition, or any part of it, if any fraud, technical failure, or any other unanticipated factor or factor beyond Sponsor’s and Administrator’s control impairs the integrity or proper functioning of the Competition, as determined by Sponsor and Administrator in their sole discretion. Sponsor and Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, or not in the best interests of this competition.\nAny attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor and Administrator reserve all rights provided by law.\nSponsor and/or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Sponsor and Administrator are not responsible for, nor are they required to count any vote which, in their sole judgment, is defective or otherwise in violation of these rules. \nSponsor and Administrator are not responsible for: (1) any incorrect or inaccurate information, whether caused by Sponsor’s, Administrator’s or a Contestant’s electronic or printing error or by any of the equipment or programming associated with or utilized in the Competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Competition; (4) technical or human error which may occur in the administration of the Competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant’s participation in the Competition or receipt or use or misuse of any prize. If for any reason any Contestant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant’s sole remedy is to request the opportunity to resubmit its Submission; approval or denial of such request will be determined in the sole discretion of Sponsor and Administrator. No more than the stated number of prizes will be awarded. \nContestants agrees that: (1) any and all disputes, claims, and causes of action arising out of or connected with this Competition, or any prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims, and causes of action arising out of or connected with this Competition, or any prizes awarded, shall be resolved exclusively by a United States District Court or the appropriate New York State Court located within New York City; (3) any and all claims, judgments, and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with creating an Application and/or entering this Competition, but in no event attorneys’ fees; and (4) under no circumstances will Contestants be permitted to obtain awards for, and Contestants hereby waives all rights to claim punitive, incidental, and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation, and enforceability of these Official Rules, or the rights and obligations of the Contestants, Sponsor and Administrator in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \nSponsor and Administrator collect personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n. \nFor Competition results, visit MediaMash.ChallengePost.com on or about July 31, 2012. If for any reason the Competition Submission Period is extended, a later date for publication of results will be posted on the Competition website. \nFor questions about these Official Rules contact \n and include \"Media Mash\" in the subject.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Overall Mashup - Grand Prize"}, {"prize-content": "", "prize-title": "Best Overall Mashup - Second Prize"}, {"prize-content": "Best mashup developed by full-time student(s)", "prize-title": "Student Award"}, {"prize-content": "", "prize-title": "Popular Choice Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://mediamash.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality"}, {"judging-criterion": "Includes how well the idea was executed by the developer, plus user experience and design"}, {"judging-criterion": "Includes whether the application offers a new user experience of content, a new means of distributing media content, and/or highlights a potential new media business model"}], "hackathon-location-address": "", "hackathon-description-header": "NYC Media Lab challenged developers to drive media innovation by mashing up APIs, feeds, and data from New York City media and technology companies.", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}