{"hackathon-description-text": "\n is an ongoing series of hackathons sponsored by the", "hackathon-number-of-prizes": "4", "hackathon-id": "vh-red", "hackathon-judges": [{"judge-role": "CTO of Fintech Studios", "judge-name": "Kevin Barresi"}, {"judge-role": "Product and New Business Innovation Counsel at Verizon", "judge-name": "Khurram Nasir Gore"}, {"judge-role": "Vice Chairman -- the Tech Group @ Lowenstein Sandler LLP", "judge-name": "Raymond Thek"}, {"judge-role": "Founder & CEO, US Ventures LLC", "judge-name": "Richard Cundari"}, {"judge-role": "Life Sciences Executive and Consultant", "judge-name": "Silvia Garcia Codony"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll Freshman and Sophomores of Stevens Institute of Technology.", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nAny website / web app / approved others. Do not necessarily need to use technologies presented in the sessions. \nFor submitting, upload a zipped folder containing everything you've done this weekend. \n- All code\n- All images and other assets\n- Your presentation!", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree to the following code of conduct, rules, and regulations. Organizers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.\n\n\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery are not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon.\n\n\nVenture Hacks starts at 6 pm on February, 17th 2016 and ends at 9 pm on Sunday, February 19th. Our hackathon does not require you to be at the Stevens Venture Center, located at 221 River Street, in Hoboken, NJ, for the entire duration but we are not responsible for you outside of our walls. In fact, even with our walls, by being here you agree to releases Stevens Institute of Technology from all liability relating to injuries that may occur in the duration of this hackathon. Additionally, there will be no alcohol served or allowed at the event.\n\n\nTeams can be made up of three members. All members must contribute in a meaningful way, at the discretion of judges and organizers. If the number of total participants makes this impossible, at the administrator’s discretion, groups of varying sizes may be approved.\n\n\nTo ensure a level field for all contestants, all code, design, and art must be created within the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. The only exception to this rule would include material that is freely available to the public. Some examples of this would be public domain images, creative commons music, and open source libraries with appropriate attribution to the original creators. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\n\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks - particularly those of our sponsors. Let's face it, we can all use the help.\n \n\nWinners will be judged based on the following criteria: technical proficiency, creativity and innovation, entrepreneurship and scalability, and community impact. All prizes are non-transferable or redeemable for any cash value.\n\n\nAll teams retain full ownership of what they have created during the Hackathon. Venture Hacks is here to help entrepreneurs realize their dreams, not destroy them. We retain the right to display what you build for the purpose of advertisement. This includes all types of media, both print and not.\n \n\nBy being here, you consent to and authorize the use and reproduction by Stevens Institute of Technology of any and all photography and/or videography that may be taken of you throughout the duration of the hackathon for any purpose, without compensation to you. All digital images and/or video files are wholly owned by the Stevens Institute of Technology, who reserves the right to use these images and/or video.\n\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n\n", "hackathon-prizes": [{"prize-content": "This is the group that scored the highest across all the categories. So, they had the best balance of creativity, innovation, and technology.", "prize-title": "Starter Up"}, {"prize-content": "This is the group that the judges felt really hit it out of the park with their user experience and interface design. They created something that looks professional, unique, and appealing.", "prize-title": "Designed Matters"}, {"prize-content": "This is the group that used difficult technology well and in an interesting and unique way. They mastered the ability to prototype quickly and cleanly.", "prize-title": "Tech Tech Tech"}, {"prize-content": "", "prize-title": "Crowd Favorite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=221 River St, Hoboken, NJ 07030, USA", "hackathon-url": "https://vh-red.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We're looking for ambitious, professional, and functional designs that just work."}, {"judging-criterion": "While the theme is entrepreneurship, the medium is through tech. We're looking for great technology used uniquely."}, {"judging-criterion": "Here we are. This is what matters. How viable is your project? Where's the pain?"}], "hackathon-location-address": "221 River St, Hoboken, NJ 07030, USA", "hackathon-description-header": "We empower smart, passionate and motivated people to build amazing things. Let's start something.", "hackathon-prizes-total": "$300", "hackathon-location-description": "Stevens Venture Center + Stevens Institute of Technology", "hackathon-end-date": "2017-02-19", "has-projects": "True"}