{"hackathon-description-text": "\nHackREGINA is our 5th bi-annual hackathon in Regina, Saskatchewan, Canada.  Teams of developers, designers, and analysts compete to make the most interesting, exciting, and usable application using one or more of the sponsoring APIs.  At the end of the day, each team presents their project to a panel of judges and the other teams, hoping to be awarded the 1st, 2nd, or 3rd place prize!  Join us the evening before the event for our kick-off party, a great place to exchange ideas and network with your peers and the event sponsors.  Of course, the day of the event we'll be sure everyone is fed and watered.  And after the day is finished we'll wrap up with some catering and a nice drink.", "hackathon-number-of-prizes": "5", "hackathon-id": "hackreginaspring2014", "hackathon-judges": [{"judge-role": "Business Development Manager, Canadian Youth Business Foundation", "judge-name": "Riley Nadoroznick"}, {"judge-role": "Associate Professor of Entrepreneurship, Hill School of Business, University of Regina", "judge-name": "Dr. Chris Street"}, {"judge-role": "Associate Professor, Department of Computer Science, University of Regina", "judge-name": "Dr. David Gerhard"}, {"judge-role": "Regina Chapter Lead, Girl Geek Dinners and Ladies Learning Code", "judge-name": "Eden Rohatensky"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nIndividuals and teams welcome.", "hackathon-number-of-participants": "13", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nTeams and individuals are expected to create a software or hardware project that uses at least one of our the sponsoring APIs, datasets, or platforms.  Screenshots and/or photos should be uploaded to the team's challengepost entry.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "Half or more of your team must be currently enrolled in secondary or post-secondary education", "prize-title": "Student Prize"}, {"prize-content": "As selected by your peers via the gallery like button. Prize = 1 year unlimited Rdio subscription for each team member (up to 5)", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10 Research Drive, University of Regina, Regina, SK S4S 7H9, Canada", "hackathon-url": "https://hackreginaspring2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was the implementation of the project?"}, {"judging-criterion": "Is the project easy to use? Does it look like time was spent in its design?"}, {"judging-criterion": "Would the project sell or get used in today's marketplace?"}, {"judging-criterion": "How well did the team present themselves and their idea?"}, {"judging-criterion": "Do you want to see this project finished and release so others can use it?"}], "hackathon-location-address": "10 Research Drive, University of Regina, Regina, SK S4S 7H9, Canada", "hackathon-description-header": "Duke it out with 50 other developers, designers, and analysts to make an application using one or more sponsored APIs. Teams present to a panel of judges for fame and prizes!", "hackathon-prizes-total": "$2,360", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}