{"hackathon-description-text": "\nCal VRathon is a Coding and Graphic Design Competition that aims to bring together the brightest minds from Berkeley, Stanford and many other bay area schools. With a goal to create more new ideas and at the same time give students immersive experience and education about Virtual Reality, we plan to organize speaker event and virtual reality hackathon in this one day event. This is a wonderful opportunity for attendees to meet with other VR engineers, companies, and learn about front-end VR software and hardware technology by interacting with leaders in the industry.", "hackathon-number-of-prizes": "1", "hackathon-id": "calvrathon", "hackathon-judges": [], "hackathon-number-of-judges": "0", "hackathon-eligibility": "\nVRHack@Cal is open to all undergraduates of all majors. Whether you're a backend coder, a graphic designer, or just looking to learn more about VR, all are welcome.", "hackathon-number-of-participants": "23", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The winning team will receive 1 brand new HTC Vive.", "prize-title": "HTC Vive"}], "hackathon-location-google-maps": "", "hackathon-url": "https://calvrathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How complex is your application? If you wrote code and have a working VR app, you will likely score full points for this section. Judges will also account for how thorough and detailed graphic designs appear."}, {"judging-criterion": "Applications that showcase virtual reality in a unique an interesting way will be rewarded with more points."}, {"judging-criterion": "The theme of this hackathon is education so make sure your application is at least somewhat related."}, {"judging-criterion": "How good of an idea is the application. If judges can see many people using this application, more points will be rewarded."}, {"judging-criterion": "Up to judges discretion how they want to allot these points."}, {"judging-criterion": "How thorough is the graphic design? Are there wireframes and a clear walkthrough of the User Interface? Does the user experience make sense? Is it intuitive?"}], "hackathon-location-address": "", "hackathon-description-header": "Cal's First VR Coding & Graphic Design Hackathon", "hackathon-prizes-total": "$800", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}