{"hackathon-description-text": "\nHopHacks is the bi-annual hackathon hosted at Johns Hopkins University in Baltimore, Maryland. This event brings engineers, designers, and entrepreneurs together to explore new ideas, compete for prizes, and create amazing applications. For 36 hours, students work in teams of up to 4 to bring a software or hardware idea to life.", "hackathon-number-of-prizes": "13", "hackathon-id": "hophacks-spring-2017", "hackathon-judges": [{"judge-role": "CEO of 410Labs", "judge-name": "David Troy"}, {"judge-role": "Professor of Computer Science at Johns Hopkins University", "judge-name": "Avi Rubin"}, {"judge-role": "Johns Hopkins Technological Ventures Mentor in Residence", "judge-name": "Dan Roche"}, {"judge-role": "VP of Engineering at Contrast Security", "judge-name": "Steve Feldman"}, {"judge-role": "Director of Johns Hopkins Information Security Institute", "judge-name": "Anton Dahbura"}, {"judge-role": "Founder of Full Stack Data Science", "judge-name": "Sean Murphy"}, {"judge-role": "Sr. Director of Tech Fellows Program at Capital One", "judge-name": "Jim Jagielski"}, {"judge-role": "CTO of emocha Mobile Health and Managing Director of Johns Hopkins Medicine Technology Innovation Center", "judge-name": "Gorkem Sevinc"}, {"judge-role": "CTO of Johns Hopkins Hospital and Executive Director of Johns Hopkins Medicine Technology Innovation Center", "judge-name": "Dwight Raum"}, {"judge-role": "Software Engineer at Johns Hopkins Medicine Technology Innovation Center", "judge-name": "Alexander Hall"}, {"judge-role": "Johns Hopkins Technological Ventures Mentor in Residence", "judge-name": "Kasim Ahmad"}, {"judge-role": "Computer Science Assistant Professor at Catholic University of America", "judge-name": "Patricio Simari"}, {"judge-role": "Senior Software Engineerin at Johns Hopkins Applied Physics Laboratory", "judge-name": "Gregory Kriston"}, {"judge-role": "Electrical Engineer at Johns Hopkins Applied Physics Laboratory", "judge-name": "Yuriy Shames"}, {"judge-role": ", Founder of", "judge-name": "Yair Flicker"}, {"judge-role": "CEO / SocialToaster", "judge-name": "Brian Razzaque"}], "hackathon-number-of-judges": "16", "hackathon-eligibility": "\nAny university student, regardless of university, may participate. Graduate and undergraduate students from all departments and divisions are welcome. \nYou must register online and receive email confirmation before attending. Please be prepared to show your University ID upon check-in.", "hackathon-number-of-participants": "126", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAt the end of the hackathon, your team can submit a project on DevPost. Your project will then be judged during your science fair style presentation during the presentation time.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to the team with the highest overall score from the judges.", "prize-title": "1st Place Overall"}, {"prize-content": "Awarded to the team with the second highest overall score from the judges.", "prize-title": "2nd Place Overall"}, {"prize-content": "Awarded to the team with the third highest overall score from the judges.", "prize-title": "3rd Place Overall"}, {"prize-content": "Mebo Robots for each team member of the winning team.", "prize-title": "Bloomberg: Hack that Best Supports Philanthropy or a Philanthropic Cause"}, {"prize-content": "$200 Amazon Gift Cards for each member of the winning team.", "prize-title": "Best Use of Capital One's API, Nessie"}, {"prize-content": "A drone will be awarded to the winning team.", "prize-title": "JHMI TIC: Best Healthcare Related Project"}, {"prize-content": "Hack that best represents the Accenture 2017 Tech Vision.", "prize-title": "Accenture: 2017 Tech Vision"}, {"prize-content": "Awesome Google swag bag for each member of the team.", "prize-title": "Google: Best Use of Google's API or Product"}, {"prize-content": "More than half of the team members are first time hackers (HopHacks Spring 2017 is their first hackathon).", "prize-title": "Semester.ly: Rookie Award"}, {"prize-content": "Best use of John Snow Labs Turnkey data set. Winners will receive clean data from John Snow Labs entire dataset catalog for 1 year, curated 3 datasets specifically for the needs of winning team, and blog, social media mentions of the winner.", "prize-title": "John Snow labs"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "Domain.com Swag Bags.", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3400 N Charles St, Baltimore, MD 21218, USA", "hackathon-url": "https://hophacks-spring-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will rate how polished your product and code looks, so make sure you submit the neat stuff!"}, {"judging-criterion": "Judges will rate how well your product fills its intended need."}, {"judging-criterion": "Judges will rate how unique and innovative your idea is."}, {"judging-criterion": "Judges will rate how advanced your design and execution is, so don't be modest!"}], "hackathon-location-address": "3400 N Charles St, Baltimore, MD 21218, USA", "hackathon-description-header": "Join HopHacks for 36 hours of coding, hardware hacking, free food, and swag!", "hackathon-prizes-total": "$2,592", "hackathon-location-description": "Johns Hopkins University Homewood Campus - Hodson Hall", "hackathon-end-date": "2017-02-19", "has-projects": "True"}