{"hackathon-description-text": "\nIt's time to start preparing for the 2nd Annual Hack for the sea. Right now, just save the date: September 15-17 in Gloucester, MA.", "hackathon-number-of-prizes": "5", "hackathon-id": "hack-for-the-sea", "hackathon-judges": [{"judge-role": "MRH.io", "judge-name": "Mark Robert Henderson"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis event is open to professionals, college students, and high school students. ", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe final submissions must be bundled with a license from", "hackathon-rules": "\nThat's 30 hours of hacking. You are free to have formed teams by then, or join a team Saturday morning.\nEverything made during this weekend should be original. You can come with an idea, but you cannot come with something pre-built. However, if the idea is something you worked on at a previous Hack for the Sea, you are welcome to continue work on it.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Prize"}, {"prize-content": "", "prize-title": "3rd Prize"}, {"prize-content": "", "prize-title": "Best use of SkyWatch Data"}, {"prize-content": "", "prize-title": "Best Submission on a .Tech Domain"}], "hackathon-location-google-maps": "https://maps.google.com/?q=376 Hale St, Beverly, MA 01915, USA", "hackathon-url": "https://hack-for-the-sea.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": "Is the idea deployed to the public? How close are you to launch?\n\nMaybe silly questions for a 30 hour timeframe, but we're here to to get ideas and tools out to the world at large. Thus, this will be a criterion for judging."}], "hackathon-location-address": "376 Hale St, Beverly, MA 01915, USA", "hackathon-description-header": "Sustainability and Longevity for our Oceans in Volatile Times", "hackathon-prizes-total": "$2,150", "hackathon-location-description": "Endicott College Life Sciences Building", "hackathon-end-date": "2017-09-17", "has-projects": "True"}