{"hackathon-description-text": "\nStudies show that people leaving the criminal justice system have a higher proportion of substance use and mental disorders than the general population. The Substance Abuse and Mental Health Services Administration (SAMHSA), an operating division of the U.S. Department of Health and Human Services, invites developers to create an innovative software-based solution, with housing, employment, prevention, treatment and recovery information, to assist offenders and their friends, family, probation officers, jail and prison case workers, and others who help them reintegrate into their communities.", "hackathon-number-of-prizes": "3", "hackathon-id": "offenderreintigrationtoolkit", "hackathon-judges": [{"judge-role": "J.D., MPH, Lead Public Health Advisor, SAMHSA", "judge-name": "Laura Rosas"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis challenge is open to Individuals (legal U.S. residents and citizens at least 18 years of age at the time of entry); Teams of eligible individuals; and Organizations (up to 100 employees).\nSee the Rules tab for full eligibility and submission requirements.", "hackathon-number-of-participants": "60", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou must use the SAMHSA content and information specified in the\nYour submission should be developed to assist offenders and their friends, family, probation officers, jail and prison case workers, and others who help them reintegrate into their communities and must include the assets included in the \nYour submission must include a software component such as:\nSubmissions may be newly created or pre-existing products modified to meet the content and requirements of this Challenge. \nYou must submit a brief demo video of no more than five (5) minutes that demonstrates and explains the product, uploaded to ChallengePost and YouTube. You must also submit at least one (1) image/screenshot of your working product. \nIf you’re among the top five finalists, you may also be asked to participate in a webinar session with the judging panel to explain your product further. \nYou must make your product available for no charge to judges for evaluation during the judging period.\nA free version of your product must be made available free of cost to the public for at least one (1) calendar year. \nSee the Rules tab for full eligibility and submission requirements.", "hackathon-rules": "\n \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. \nThe Challenge is subject to all applicable federal, state, and local laws and regulations. Void where prohibited. Participation in this Challenge constitutes the Contestant’s full and unconditional agreement to these Official Rules and Poster’s and Administrator’s decisions, which are final and binding in all matters related to this Challenge. Winning a prize is contingent upon fulfilling all requirements of the Challenge.\nSAMHSA’s Offender Reintegration Toolkit Challenge (the “Competition”)\n(the “Competition Website”)\n\n(“the Sponsor”): the Substance Abuse and Mental Health Services Administration (SAMHSA), 1 Choke Cherry Road, Rockville, MD 20857.\nThe Competition is an initiative of SAMHSA. SAMHSA is the sponsor and entity responsible for the Competition and is contributing the funding.\n(the “Administrator”): FEi Systems | 7175 Columbia Gateway Drive – Suite A | Columbia, Maryland 21046.\n\nJune 1, 2015 (10:00am Eastern Time) – July 29, 2015 (11:59pm Eastern Time) (the “Competition Submission Period”)\nAugust 5, 2015 (10:00am Eastern Time) – August 14, 2015 (11:59pm Eastern Time) (the “Judging Period”)\nOn or around August 21, 2015 (1:00pm Eastern Time)\nThe Administrator will be the official timekeeper for the Competition. Any Submission entered following the Competition Submission Period shall be disqualified.\n\n\nEach team or Organization shall appoint one individual (the “Representative”) to represent and act, including entering a Submission, on behalf of said team or Organization. The Representative must meet the eligibility requirements for an individual Contestant and must be duly authorized to submit on behalf of the team or Organization. The Representative represents and warrants that: (i) he/she is duly authorized to act on behalf of the team or Organization; and (ii) each member of the team (or in the case of Organization, each participating member) has read the Official Rules and agrees to abide by these Official Rules. The Representative will ensure that each member of the team or Organization reads, agrees to, and complies with the Official Rules. \nAn individual may join more than one team or Organization, and an individual who is part of a team or Organization may also enter the Competition on an individual basis.  \nThe following individuals, teams, and Organizations are not eligible regardless of whether or not they meet the criteria set forth above: \nIf Contestant is a federal grantee, they may not use federal funds to develop COMPETES Act challenge applications unless consistent with the purpose of their grant award.\nIf Contestant is a federal contractor, they may not use federal funds from a contract to develop COMPETES Act challenge applications or to fund efforts in support of a COMPETES Act challenge submission.\nFor purposes hereof: \nA Contestant will not be deemed ineligible because the individual or entity used federal facilities or consulted with federal employees during a competition if the facilities and employees are made available to all Contestants participating in the competition on an equitable basis.\n\n\n\n(1-12 above, are collectively a “Submission”) \n\nA. Language Requirements \nAll Submission materials must be in English. \n B. Text Description, Image and Video Requirements \nC. Content Requirements\nD. Application Requirements\nIn addition to the requirements described above in Sections 5(A) – 5(C): \nE. General Requirements \nContestant further represents, warrants and agrees that any use of the Submission by the Sponsor, Administrator and/or Judges (or any of their respective partners, subsidiaries and affiliates) as authorized by these Official Rules, shall not:  \n\n\n \nJudging Criteria:\n(i)         Quality of Performance (40 points) (includes how well the Application functions technically, and extent to which the Application responds to the Competition topic and target audience, and how thoroughly and clearly the solution utilizes the required assets);\n(ii)        Quality of User Experience (25 points) (includes visual aesthetic and ease of use);\n(iii)       Potential Impact (25 points) (includes the potential impact related to successfully informing target audiences about the resources available to them for employment, housing, healthcare, treatment and recovery;) and\n(iv)       Feasibility of Use (10 points) (includes how easily target audiences and members of the public can access and use the Application).\n\n \n \n \n\n\nParticipation in the Competition constitutes a winner’s consent to Sponsor’s, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the team or Organization which participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of two years following the conclusion of the Competition.\n\n\nBy entering, all Contestants (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Contestant’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\n\nThe Administrator collects personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n. \n\nFor Competition results, visit Competition Website on or about August 21, 2015.  \n\nIf you have any questions or wish to send us any notice regarding this Competition, please email Diane_Fraser@abtassoc.com. \nThese Rules can be viewed on the \n.\n ", "hackathon-prizes": [{"prize-content": "Ten Thousand Dollars", "prize-title": "First Prize"}, {"prize-content": "Seven Thousand Five Hundred Dollars", "prize-title": "Second Prize"}, {"prize-content": "Five Thousand Dollars", "prize-title": "Third Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://offenderreintigrationtoolkit.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "40 points -includes how well the Application functions technically, and extent to which the Application responds to the Competition topic & target audience, & how thoroughly & clearly the solution utilizes the required assets."}, {"judging-criterion": "25 points -includes visual aesthetic and ease of use."}, {"judging-criterion": "25 points -includes the potential impact related to successfully informing target audiences about the resources available to them for employment, housing, healthcare, treatment and recovery."}, {"judging-criterion": "10 points -includes how easily target audiences and members of the public can access and use the Application."}], "hackathon-location-address": "", "hackathon-description-header": "Submit an innovative tool or app to help individuals reentering their community after incarceration. Win cash.", "hackathon-prizes-total": "$22,500", "hackathon-location-description": "", "hackathon-end-date": "2015-07-29", "has-projects": "True"}