{"hackathon-description-text": "\nThe U.S. Energy Department’s Apps for Energy competition is offering $100,000 in prizes to software developers for the best new apps that help utility customers make the most out of their", "hackathon-number-of-prizes": "9", "hackathon-id": "appsforenergy", "hackathon-judges": [{"judge-role": "Senior Vice President and Chief Information Officer, Pacific Gas and Electric Company", "judge-name": "Karen Austin"}, {"judge-role": "Assistant Secretary for the Office of Electricity Delivery and Energy Reliability, U.S. Energy Department", "judge-name": "Patricia Hoffman"}, {"judge-role": "Vice President, Corporate Communications of Itron, Inc.", "judge-name": "Sharelynn Moore"}, {"judge-role": "Managing Directors, Garage Technology Ventures", "judge-name": "Guy Kawasaki, Bill Reichert, Joyce Chung"}, {"judge-role": "CEO, HUGE, Inc.", "judge-name": "Aaron Shapiro"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "476", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nThe U.S. Energy Department’s Apps for Energy competition is offering $100,000 in prizes to software developers for the best new apps that help utility customers make the most out of their \n electricity usage data. Green Button is an open standard for sharing electricity data that is available to millions of utility customers, so mash it up with other public data sources to help homeowners and businesses take action, understand their usage and make better-informed decisions.\nThe Apps for Energy Competition (“Competition”) is an Energy Department contest aimed at encouraging private sector software developers, students, for-profit legal entities and/or non-profit organizations (collectively, “Contestants”) to create innovative applications (“apps”) that use Green Button data to help utility customers learn about their electricity use.\nThis Competition is being administered by the Department of Energy (“DOE”) using the Challenge.gov web platform, provided by ChallengePost, Inc. DOE, and Grid 21, hereinafter “supporters,” is cooperatively working to administer the prizes and the Competition. Prizes will be paid to the winners by DOE or via Grid 21.\nThe app submission period runs from April 5 to May 15, 2012.  A panel of judges will select a winner and one or two runners-up in two categories, Best Overall Application and the Student Award, one winner of the peak demand reduction prize, and the public will select a Popular Choice Award winner.  Winners and runners-up will receive a cash prize from DOE or another Competition Administrator, and will be invited to Washington, D.C., to be honored at a recognition event and to demonstrate their apps.  DOE will also feature the apps of the winners and runners up on the DOE website. \n\nSubmission Period Begins:\n2:00 pm ET, April 5, 2012\nSubmission Period Ends:\n 8:00 pm ET, May 15, 2012\nJudging Panel and Public Voting Period Begins:\n 8:00 am ET, May 17, 2012\nJudging Panel Period Ends:\n 8:00 pm ET, May 21, 2012\nPublic Voting Period Ends:\n8:00 pm ET, May 31, 2012 \nAdministrator’s computer is the official time-keeping device for this Competition.\n\n(a) Visit \n and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account.\n(b) Register your interest in participating by clicking “Accept this Challenge” on the Competition Website in order to receive important Competition updates. Registration is free. No purchase necessary.\n(c) After you sign up on Challenge.gov, a confirmation email will be sent to the email address you provided. Use the confirmation email to verify your email address. As a registered Contestant, you will then be able to enter the Competition by submitting an application that conforms to the requirements set forth herein (each, a “Submission”).\n(d) Explore the Green Button data and other resources available at energy.gov/developer.\n(e) Create a working Software Application (the “Application”) that uses Green Button data. While not required, it is recommended to use other third-party data in combination with Green Button to enhance the usefulness of the App for users.\n(f) Between 2:00 p.m. ET on April 5, 2012 and 8 p.m. ET on May 15, 2012, visit Appsforenergy.Challenge.gov and confirm that you have read and agree to the Official Rules, and submit your application by including: a) a link to your Application; b) a video of your Application to demonstrate navigation and functionality; c) a text description of your Application; and d) at least one photograph of your working application; e) optionally, submissions may include sample Green Button data to be used when judging the submission.\n(g) Submission Rights: a) You must permit use of your Application by the public and DOE free of charge throughout the Competition and for 12 months following the announcement of the Competition winners; b) By submitting the Application to this Competition, you grant to DOE, and the other supporters a royalty-free license to: (i) post on Challenge.gov your Submission(s) and a link to the downloadable Application in the online store of the applicable software platform (e.g., iTunes) or, if not distributed through such platform, to your website; and (ii) publicize the names of Competition participants (including the individual members of a team) and winners and their Applications through media and events of DOE’s choosing. Such license shall remain in force for the duration of the Competition and for a period of one year following the announcement of the Competition winners.\n(h) Judging Criteria: Submissions (excluding the Popular Choice Awards) will be judged on the following three criteria: (1) Quality of the idea (including creativity and originality); (2) Implementation of the idea (including user experience and design); and (3) Potential impact on U.S. residents and businesses.\n\n\n\n(a) Read these official rules and visit \n and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. Registration is free and can be done during the Challenge’s Submission Period, April 5 – May 15, 2012.\n(b) Register your interest in participating by clicking “Accept this Challenge” on the Competition Website in order to receive important Competition updates. Registration is free. No purchase necessary.\n(c) After you sign up on Challenge.gov, a confirmation email will be sent to the email address you provided. Use the confirmation email to verify your email address. As a registered Contestant, you will then be able to enter the Competition by submitting an application that conforms to the requirements set forth herein (each, a “Submission”).\n(d) Explore the Green Button data and other resources available at energy.gov/developer.\n(e) Create a working Software Application (the “Application”) that uses Green Button data. While not required, it is recommended to use other third-party data in combination with Green Button.\n(f) Between 2:00 p.m. ET on April 5, 2012 and 8 p.m. ET on May 15, 2012, visit \n and confirm that you have read and agree to the Official Rules, and submit your application by including: a) a link to your Application; b) a video of your Application to demonstrate navigation and functionality; c) a text description of your Application; and d) at least one image of your working application; e) e) optionally, submissions may include sample Green Button data to be used when judging the submission.\nIn the event of a dispute as to any registration, the authorized account holder of the email address used to register will be deemed to be the Contestant. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Contestants and potential winners may be required to show proof of being the authorized account holder.\n \n\nIn order for Submissions to be eligible to win this Challenge, they must meet the following requirements:\n(a) \nContestants \n provide access to the app, a detailed description of the app, instructions on how to install and operate the app, system requirements required to run the app, a video of the app being used, at least one photograph of the app being used (collectively, “Submission”).  Optionally, submissions may include sample Green Button data to be used when judging the submission.\n(b) \nThe app must be designed for the Web, a personal computer, a mobile handheld device, console, or any platform broadly accessible on the open Internet.\n(c) \nThe app must utilize Green Button data uploaded by the user, though they need not include all data fields.  The use of data from other sources in conjunction with Green Button data is encouraged.\n(d) \n The Submission must be available for evaluation by May 15, 2012 at 8:00 PM ET for judging purposes.\n(e) \nThe app must not use DOE’s logo or official seal in the Submission, and must not claim DOE endorsement.\n(f) \nA Submission may be disqualified if the software application fails to function as expressed in the description and video provided by the user, or if the software application provides inaccurate information.\n(g) \nSubmissions requiring approval from a third party, such as an app store, in order to be accessible to the public, must be submitted to such third party or app store for review before the end of the Competition Submission Period. For any software platform that is not easily shared on the web before store approval, such as Apple iPhone, you may submit your working software app using a web framework designed for those platforms (such as PhoneGap), and provide the required link to a video of your working application. DOE may request access to the Application in person or via device UDID provisioning to verify any criteria or functionality of your Application.\n(h) \n Submissions must be free of malware.  Contestant agrees that DOE may conduct testing on the app to determine whether malware or other security threats may be present.  DOE may disqualify the app if, in DOE’s judgment, the app may damage government or others’ equipment or operating environment.\n(i) \nContestant may not submit an Application that is substantially similar to an Application that has previously been submitted by the Contestant to another contest and won a prize.\n(j) DOE will also screen submissions for Contestant eligibility, IT security, and compliance with Challenge.gov's \n.  Once a Submission has been submitted, the Contestant cannot make any changes or alterations to any part of the Submission.  Apps failing to meet Submission Requirements or other submission screenings will be deemed ineligible to win a prize.  Posting an app to the Competition website does not constitute DOE’s final determination of Contestant of the app’ eligibility.\n(k) Each Submission must be original, the work of the Contestant, and must not infringe, misappropriate or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights or any other rights of any person or entity.\n(l) It is an express condition of submission and eligibility that each Contestant warrants and represents that the Contestant’s Submission is solely owned by the Contestant, that the Submission is wholly original with the Contestant, and that no other party has any ownership rights or ownership interest in the Submission.\n(m) Each Contestant further represents and warrants to DOE and the other Sponsors that the Submission, and any use thereof by DOE or the other Sponsors (or any of their respective partners, subsidiaries and affiliates), shall not:  (i) be defamatory or libelous in any manner toward any person, (ii) constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy, or (iii) infringe, misappropriate or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights or any other rights of any person or entity.\n(n) A Contestant may contract with a third party for technical assistance to create the Submission, provided the Application is solely the Contestant’s work product and the result of the Contestant’s ideas and creativity and the Contestant owns all rights to it.\n(o) Each submission must be in English or, if in a language other than English, the Submission must be accompanied by an English translation of that text.\n(p) Submissions will not be accepted if they contain any matter that, in the sole discretion of DOE, and the Judges, is indecent, obscene, defamatory, libelous, in bad taste, or demonstrates a lack of respect for public morals or conduct.\n(q) If the Sponsors, DOE, or the Judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified.\n\nThe Competition is open only to:  (a) citizens or permanent residents of the United States who are at least thirteen (13) years old at the time of entry (or teams of eligible individuals); and (b) private entities, such as corporations or other organizations, that are incorporated in and maintain a primary place of business in the United States. Individuals submitting on behalf of corporations, nonprofits, or groups of individuals (such as an academic class or other team) must meet the eligibility requirements for individual participants. An individual may join more than one team, corporation, or nonprofit organization. DOE employees, employees of sponsoring organizations, and members of their immediate family (spouses, children, siblings, parents), and persons living in the same household as such persons, whether or not related, are not eligible to participate in the Competition.\n\nDevelopers must submit their original application between April 5, 2012 and May 15, 2012. Submissions will be posted on \n on a rolling basis after being screened by DOE for basic functionality, accuracy of messaging, and integrity (i.e., security), and appropriateness of content. The Administrator has the right to request access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to honor such a request may result in immediate disqualification of the Submission. The members of the general public, including all Contestants, will have equal access to Submissions posted on the website. DOE reserves the right to extend the submission period at any time for any reason.\n\nChallenge submissions can be from an individual or a team. If a team of individuals, a corporation, or an organization is selected as a prizewinner, DOE will divide the prize equally among the team members identified at the time of Submission. It will be up to the winning team or organization to reallocate the prize money, if they deem it appropriate.\n\nSubmissions must use the data provided to utility customers through the “Green Button”, an open data access standard used by many utilities. A full explanation of the standard is available at \n. Sample data is available at \n. Submissions must allow app users to upload their Green Button data, and include instructions for users on how to do so. In addition, you can use data and resources from any other public sources.  We anticipate winning entries will combine the Green Button data with an interesting array of publicly available resources, geospatial and/or location data, etc.\n\nThe Competition is subject to all applicable federal laws and regulations. Participation constitutes each Participant's full and unconditional agreement to these Official Rules and administrative decisions, which are final and binding in all matters related to the Competition. Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein.  This notice is not an obligation of funds; the final award of prizes is contingent upon the availability of appropriations.\n\nAll submissions to the Competition remain the intellectual property of the individuals or organizations that developed them.  By registering, consenting to the terms of the Competition, and entering a Submission, each Contestant agrees that DOE reserves an irrevocable, paid-up, nonexclusive, royalty-free license to use, copy, distribute to the public, create derivative works from, and publicly display and perform a Submission during the duration of the Competition and for a period of one year starting on the date of the announcement of the contest winners, and to authorize others, including the general public, to use the Submission without restriction on a royalty-free basis for a period of one year starting on the date of the announcement of the contest winners.  \n\nEach Contestant represents and warrants that the Contestant is the sole author and copyright owner of the Submission; that the Submission is an original work of the Contestant and that the Contestant has acquired sufficient rights to use and to authorize others, including DOE, to use the Submission, as specified throughout the Official Rules, including the “Intellectual Property Rights” section of the Official Rules; that the Submission does not infringe upon any copyright or upon any other third party rights of which the Contestant is aware; and that the Submission is free of malware.\n\nAll Submissions should meet the intent and spirit of the challenge, as previously defined in the challenge summary.\n \n\n \nThe winners of these eight (8) prizes (collectively, “Winners”) will be invited to Washington, D.C., to be honored at a recognition event and to demonstrate their apps.  DOE will also feature the Winners’ apps on the DOE website.  Additionally, DOE may provide travel reimbursement for up to three (3) members of each winning team, consistent with Federal regulations, to travel to the recognition event.  Recipients of travel reimbursement will need to provide receipts to document travel expenses.   \nTo be eligible to compete for the Student Awards, Contestants (including all team members if a team submission) must be either currently enrolled in at the time of entry; or have graduated from in the three months prior to entry (1) an elementary or secondary school, or functional equivalent; or (2) an accredited post secondary institution (e.g., university, community college, technical college). Student status will be verified by a transcript before prize money is given.\nWinners are responsible for reporting and paying all applicable federal, state and local taxes.\n\nSubmissions will be judged by an expert judging panel as well as the public.  The expert judging panel will determine winners of the Best Overall Application, Student Awards, and the Peak Energy Usage Award, and the Popular Choice App will be determined by public vote on\n The judging panel will consist of experts and managers from DOE, the sponsoring organizations, other Federal agencies, and the software design and development industry, and will select the Best Overall App and Student Award based upon the following criteria:\nThis award will go to the app with the highest scores in three criteria used to select the Best Overall App that best addresses energy usage during peak demand, by helping users understand and reduce the amount of energy they use during peak demand periods.  Peak demand is defined as the time during the day when demand is highest on the electricity grid, generally 12:00 PM to 6:00 PM on weekdays. This award can be won in addition to another prize category.\nA preliminary panel of judges selected by DOE will initially screen submissions. The preliminary panel will judge the Submissions on the criteria identified above to select finalist Submissions. The Finalist Submissions will be scored by the finalist panel of judges on a scale of 1-10 (ten being the highest) in a range of categories that reflect the above criteria.  The average score in each category will be computed, and the average scores will be combined to compute a total score for every app. The app with the highest total score overall will receive the Best Overall Application Grand Prize, and the app with the highest total score among student developers will receive the Student Award Grand Prize, unless the app with the highest score among student developers would also win the Best Overall App Grand Prize, in which case that app will win the Best Overall Application Grand Prize only, and the second highest total score among the student developers will win the Student Award Grand Prize. The second and third prizes will be awarded in a similar manner, with no app winning more than one Overall or Student Award. For the Peak Energy Usage Award, all that submissions that address peak demand energy usage will be compared. The app with the highest average score across all three criteria will win the award. Judges may be named after commencement of the Competition. \nA Contestant’s likelihood of winning will depend primarily on the number and quality of all of the Submissions, as determined by the Judges using the criteria below. The approximate dates for the judging panel are between May 15, 2012 at 8:00 PM ET and May 21, 2012 at 5:00 PM ET.\n The public will have the opportunity to select a Popular Choice Award winner, which will be determined by public vote on the \n website during the Public Voting Period (May 17 2012 at 8:00am ET to May 31, 2012 at 8:00pm ET Update: Public voting period extended to May 31.).  Each registered visitor will be limited to one vote per day for each of their favorite submissions. Any attempt to circumvent the one-vote limit per Submission per day or to use any form of automated vote process will subject all votes from the person to disqualification.  DOE may disqualify the votes and/or submissions of any users or Contestants seeking to defraud the voting process.  The app with the most valid votes will be deemed the Popular Choice Award Grand Prize winner, and the app with the second most votes will be deemed the Popular Choice Award Second Prize winner. An app may win either of the Popular Choice Awards and one of the Best Overall or Student Awards and the Peak Energy Usage Award. If the voting process for the Popular Choice Awards fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, DOE in their sole discretion reserves the right to use another means to determine the winner of the Popular Choice Awards. Contestants may not pay or otherwise compensate anyone or provide any other type of consideration, in exchange for votes.\nPublic votes may be displayed on the competition website, on a real-time basis, before being verified for integrity. These unverified votes will not necessarily reflect accurately the voting for the Popular Choice Awards.\nThe winners of the Popular Choice Awards will be determined on the basis of the verified vote counts, as determined by DOE. DOE reserves the right to extend the voting period at any time for any reason.\n\nThe Finalist Submissions will be judged by the judges identified in the challenge details or by another qualified panel selected by DOE at its sole discretion. The panel will judge the Submissions on the judging criteria identified in the challenge summary in order to select winners in each category. Judges have the right to withdraw without advance notice in the event of circumstances beyond their control.  Judges may not (A) have personal or substantial (over $500) financial interests in, or be an employee, officer, director, or agent of any entity that is a registered participant in a competition; or (B) have a familial or financial relationship with an individual who is a registered participant.\n\nThe decisions of the judges will be announced on or about May 22nd, 2012 on \n.\n\nWinners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements contained herein. The Winners will be notified by email, telephone, or mail after the date of the judging.  Each Winner (or Winner’s parent/guardian if under 18 years of age), will be required to sign and return to DOE, within ten (10) days of the date notice being sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) in order to claim any recognition.  Winners must provide information to DOE consistent with Federal travel regulations to allow for reimbursement to the recognition event and app demonstrations in Washington, D.C. In the sole discretion of DOE, a potential winner will be deemed ineligible to win if: (i) the person/entity cannot be contacted; (ii) the person/entity fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period; (iii) the prize or prize notification is returned as undeliverable; or (iv) the submission or person/entity is disqualified for any other reason. In the event of a disqualification of a winner, DOE in their sole discretion may award the applicable prize to an alternate winner.\n \nExcept where prohibited, participation in the Competition constitutes each winner’s consent to DOE’s and its agents' use of each winner's name, likeness, photograph, voice, opinions, and/or hometown and state information for promotional purposes through any form of media, worldwide, without further permission, payment or consideration.\n \n \nAny and all information provided by or obtained from the Federal Government is without any warranty or representation whatsoever, including but not limited to its suitability for any particular purpose.  Upon registration, all participants agree to assume and, thereby, have assumed any and all risks of injury or loss in connection with or in any way arising from participation in this competition, development of any application or the use of any application by the participants or any third-party.  Upon registration all participants agree to and, thereby, do waive and release any and all claims or causes of action against the Federal Government and its officers, employees and agents for any and all injury and damage of any nature whatsoever (whether existing or thereafter arising, whether direct, indirect, or consequential and whether foreseeable or not), arising from their participation in the contest, whether the claim or cause of action arises under contract or tort.  Upon registration, all participants agree to and, thereby, shall indemnify and hold harmless the Federal Government and its officers, employees and agents for any and all injury and damage of any nature whatsoever (whether existing or thereafter arising, whether direct, indirect, or consequential and whether foreseeable or not), including but not limited to any damage that may result from a virus, malware, etc., to Government computer systems or data, or to the systems or data of end-users of the software and/or application(s) which results, in whole or in part, from the fault, negligence, or wrongful act or omission of the participants or participants’ officers, employees or agents.\nBased on the subject matter of the Competition, the type of work that it possibly will require, and the likelihood of any claims for death, bodily injury, or property damage, or loss potentially resulting from challenge participation, Participant is not required to obtain liability insurance or demonstrate fiscal responsibility in order to participate in this Competition.\n\nThe following disclaimer is mandatory for applications deployed on non-DOE information systems. This standard disclaimer shall be incorporated into the software in such a way that individuals must read and accept its conditions before initial use (NOTE: The standard disclaimer must appear in all capital letters):\n THE MATERIAL EMBODIED IN THIS SOFTWARE IS PROVIDED TO YOU \"AS-IS\" AND WITHOUT WARRANTY OF ANY KIND, EXPRESS, IMPLIED, OR OTHERWISE, INCLUDING WITHOUT LIMITATION, ANY WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE. IN NO EVENT SHALL THE UNITED STATES DEPARTMENT OF ENERGY OR THE UNITED STATES GOVERNMENT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DIRECT, SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES OF ANY KIND, OR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION, LOSS OF PROFIT, LOSS OF USE, SAVINGS OR REVENUE, OR THE CLAIMS OF THIRD PARTIES, WHETHER OR NOT DOE OR THE U.S. GOVERNMENT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, ARISING OUT OF OR IN CONNECTION WITH THE POSSESSION, USE, OR PERFORMANCE OF THIS SOFTWARE.\n\nAll materials submitted to DOE as part of a Submission become DOE records and cannot be returned.  Any confidential commercial information contained in a Submission should be designated at the time of submission.  Submitters will be notified of any Freedom of Information Act requests for their Submissions in accordance with 29 C.F.R. § 70.26.\n:\nParticipants should keep in mind that the Department of Energy considers universal accessibility to information a priority for all individuals, including individuals with disabilities.  In this regard, the Department is strongly committed to meeting its compliance obligations under Section 508 of the Rehabilitation Act of 1973, as amended, to ensure the accessibility of its programs and activities to individuals with disabilities.  This obligation includes acquiring accessible electronic and information technology.  When evaluating Submissions for this contest, the extent to which a Submission complies with the requirements for accessible technology required by Section 508 will be considered.\n\nIf you choose to provide DOE with personal information by registering or filling out the submission form through the Competition website, that information is used to respond to you in matters regarding your submission and/or the Competition only – unless you choose to receive updates or notifications about other competitions from DOE on an opt-in basis. Information is not collected for commercial marketing. Please read the \n for complete information.\n\nDOE reserves the right to cancel, suspend, and/or modify the Competition, or any part of it, if any fraud, technical failures, or any other factor beyond DOE’s reasonable control impairs the integrity or proper functioning of the Competition, as determined by DOE in its sole discretion.  DOE is not responsible for, nor is it required to count, incomplete, late, misdirected, damaged, unlawful, or illicit votes, including those secured through payment or achieved through automated means.\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\n \n\nDepartment of Energy: Department of Energy\n                              Office of Public Affairs, 7A-145\n                              Attn: Apps for Energy\n                             1000 Independence Ave SW\n                              Washington, DC, 20585\n \n\nFor questions about these Official Rules contact \n.\n", "hackathon-prizes": [{"prize-content": "Announced May 22nd.", "prize-title": "Best Overall Application – Grand Prize"}, {"prize-content": "Announced May 22nd.", "prize-title": "Best Overall Application – Second Prize"}, {"prize-content": "Announced May 22nd.", "prize-title": "Best Overall Application – Third Prize"}, {"prize-content": "Announced May 22nd.", "prize-title": "Student Award – Grand Prize"}, {"prize-content": "Announced May 22nd.", "prize-title": "Student Award – Second Prize"}, {"prize-content": "Announced June 6th.", "prize-title": "Popular Choice Award – Grand Prize"}, {"prize-content": "Announced June 6th.", "prize-title": "Popular Choice Award – Second Prize"}, {"prize-content": "The winning teams will be invited to Washington, D.C. to demo their application at an energy data event later this summer.", "prize-title": "Travel to Washington, D.C. for the Winners"}, {"prize-content": "Announced June 26th.", "prize-title": "Peak Energy Usage Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appsforenergy.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Each submission will be rated on the strength of its potential to help individuals, organizations, and communities make informed decisions about their electricity use."}, {"judging-criterion": "Each submission will be rated for the degree of new thinking it brings to applications for the energy sector, and the creativity shown in designing for impact."}, {"judging-criterion": "Each submission will be rated on its user experience and interactive capabilities.  Preference will be given to applications that are easily accessible to a range of consumers, including those with disabilities."}, {"judging-criterion": "Each submission must make use of Green Button electricity usage data. You can combine these data with other data sets, but if your app doesn't use Green Button data, it will be disqualified. You can find sample Green Button data at energy.gov/developer."}], "hackathon-location-address": "", "hackathon-description-header": "The U.S. Energy Department’s Apps for Energy offered $100,000 to software developers for the best new apps that help utility customers make the most of their Green Button electricity usage data.", "hackathon-prizes-total": "$100,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}