{"hackathon-description-text": "\nA weekend hackathon competition where teams of designers, developers, tinkerers and thinkers get together to build something from start to finish in just 2 days. Creations should be technology focused but can be digital like apps and software or physical products.", "hackathon-number-of-prizes": "5", "hackathon-id": "intoithackathon2015", "hackathon-judges": [{"judge-role": "Ernst & Young, Executive Director, Programs and Operations", "judge-name": "Alison De Kleuver"}, {"judge-role": "Bega Cheese, Group IT Operations Mgr", "judge-name": "Peter Heather"}, {"judge-role": "Bega Council, Programs and Partnership Officer", "judge-name": "Scott Baker"}, {"judge-role": "Bega Disctrict News, Editor", "judge-name": "Ben Smyth"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n\nParticipants, please understand :- ", "hackathon-number-of-participants": "14", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nGreater information about submission requirements will be provided during the early part of the Hackathon.", "hackathon-rules": "\nTry your best, and be courteous to all other participants. \nCollaborate and encourage.\nRefer to the Judging Criteria for more information on how 'hacks' will be evaluated, and review the Prizes section for the award to be received by the successful participants.", "hackathon-prizes": [{"prize-content": "This is the project which rated the highest in the above 5 categories of Technical Merit, Community Benefit, Presentation and Communication, Domain Specialty Commercial Application and Appropriate use of technology. (Is this person/team prepared to take their idea to the Griffin Accelerator in Canberra to seek commercial funding (we may have a VoxPop from Craig Davis))", "prize-title": "Best Overall"}, {"prize-content": "Ideas don’t have to be profitable or business focused to be good. The Best Fun Hack award goes to the project that brought joy to judges and fellow hackers alike. It could be a game, robot, anything that’s fun!", "prize-title": "Best fun hack"}, {"prize-content": "We live in a regional location and face challenges in increasing our embrace of technology and automation, our community will benefit from talented people who can introduce ideas with commercial potential.", "prize-title": "Community First Award"}, {"prize-content": "Vote for who you think did the best hack/work", "prize-title": "Hackers choice award"}, {"prize-content": "From our Learners Stream - the individual who showed the most enthusiasm, worked the hardest, and tried to helped others.", "prize-title": "Best Learner"}], "hackathon-location-google-maps": "https://maps.google.com/?q=176 Auckland St, Bega NSW 2550, Australia", "hackathon-url": "https://intoithackathon2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "how good is your solution compared to others, what new approach have you taken, what technical limitations have you identified and how will you address those"}, {"judging-criterion": "How will your solution help other humans, and on what scale"}, {"judging-criterion": "Did you communicate your idea well to the judges?"}, {"judging-criterion": "How revolutionary and ground-breaking is the project within its sector? Amongst other solutions to similar problems, how cool is the hack and how well does it solve the problem?"}, {"judging-criterion": "How well have you identified and/or addressed a commercial opportunity. Does the hack stack up against commercial alternatives, but have some advantage given some refinement? Does it represent an untapped commercial opportunity?"}], "hackathon-location-address": "176 Auckland St, Bega NSW 2550, Australia", "hackathon-description-header": "IntoIT South Coast Hackathon", "hackathon-prizes-total": "$550", "hackathon-location-description": "University of Wollongong Bega Campus", "hackathon-end-date": "2015-11-22", "has-projects": "True"}