{"hackathon-description-text": "\nWomen Who Code Silicon Valley is organizing a hackathon @PayPal in San Jose on Saturday, October 21, 2017.", "hackathon-number-of-prizes": "3", "hackathon-id": "wwc-sv-hackathon-2017", "hackathon-judges": [{"judge-role": "Software Engineer / VMware", "judge-name": "Cindy Li"}, {"judge-role": "VP of Engineering / Financial Engines", "judge-name": "Ha Lee"}, {"judge-role": "Director of Data Science and Linguistics / Netbase Solutions, Inc.", "judge-name": "Karin Golde"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\n\nAll are welcome, women, men (bring a woman coder/designer/student along!). Coders still in college are encouraged to attend. Individuals must be 18 yrs or older.\nAs a contestant, your team has to develop your project during the \"\nYou can, of course, work on the concept for your application before the competition starts, including paper and/or digital mockups of the user interface and database entity diagrams. However, no production assets of any kind can be created until the start of the official competition period illustrated above. This includes \"ready to slice\" graphic design assets, application code, and code based user stores/test cases. Plan, don't yet start creating!  \nAfter the Coding time is up, you'll be judged on what you've completed. No additional features or bug fixes are allowed after coding times up, or you'll be disqualified.\n\nTeams must be comprised of one and five individuals. No more than five humans are allowed on a team. To be eligible, teams must register together or form during the brief and informal assigned GoTeam period.", "hackathon-number-of-participants": "45", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmission should include:   ", "hackathon-rules": "\nBy registering, you are agreeing to all the contest rules and information provided. \n\nWhat follows is a quick summary of the rules.  By registering for WWCode-Silicon Valley’s Hack For Social Justice, hereafter referred to as HackForSocialJustice, you are accepting the full official rules, which you can read below. If you have any questions, please feel free to email the organizers. This information is gratefully leveraged from others who are credited at the end.\nNote: Rules, and other information contained in this document is subject to change. Changes, if any, will be communicated on the registration page, via email or maybe distributed on the day of the event.\nProjects are not limited to web, mobile, or desktop applications. Any stack or framework is allowed. Projects may, and are encouraged to, include a hardware component, but code must be an integral part of every project.\nAs a contestant, your team has to develop your project during the HackForGood event which is a total of 12 hours. The competition kicks off at 9:00AM PST on October 21st, 2017 and will end at 9:00PM PST on the same day.\nYou can, of course, work on the concept for your application before the competition starts, including paper and/or digital mockups of the user interface and database entity diagrams. However, no production assets of any kind can be created until the start of the official competition period illustrated above. This includes \"ready to slice\" graphic design assets, application code, and code based user stores/test cases. Plan, don't yet start creating!  \nAfter the Coding time is up, you'll be judged on what you've completed. No additional features or bug fixes are allowed after coding times up, or you'll be disqualified.\nTeams must be comprised of between one and five individuals. No more than five humans are allowed on a team. To be eligible, teams must register together or form during the brief and informal assigned GoTeam period.\nStock photography, icon sets, and publicly available templates are allowed. Teams are prohibited from commissioning or otherwise paying for any content that is created specifically for the application as opposed to being publicly available for everyone's use. Developing a plugin or library before the competition that provides your application's general functionality is considered cheating. Developing a plugin or library that is publicly available and provides a general purpose publicly usable function (such as accessing an API) can be done before the competition begins. Purchases will not improve your chances of winning. This is a skill-based contest.\nYour application can make use of any non-paid and publicly available third party web services. This means that services provided by established services such as Google, Yahoo, Flickr, Twitter, etc are all possible and allowable. If you'd like to use some other third party service, that service must provide a free tier or free trial that anyone can use. For example, Pusher has a free tier. For transactional email, try Mandrill by MailChimp. As before, make sure to update your presentations to list dependencies on third party services and give credit to those services accordingly.\nIf you have a question about a particular piece of third party software, please contact competition organizers for clarification.\nKeep in mind that you have optional challenges to choose from issued by non-profits and therefore you can err on the side of caution and use Open Source code (i.e. MIT Open Source)  for that solution\nHey, we're just running a competition here. What you do with your source once the competition is over is up to you. Open sourcing your code will neither hurt nor improve your chances. It's up to you. Please note that competition organizers will have access to your codebase throughout the competition, in order to make sure that no cheating occurs, but we won't steal anything, we promise! We do reserve the right to use your application's likeness as a promotion for this or future contests, though.\nBecause your application will be awesome, lots of people will be reviewing it and playing around with it during the competition and review period. In the interest of protecting their information, we're imposing a non-optional privacy policy for the duration of the event. You are not to reveal any user information to any third party, except when required by law. You are not to use account emails for any purpose other than the standard operation of your application. If you choose to continue developing your application after HackForSocialJustice has ended, you are required to notify users of any changes in your privacy policy, so they can remove the information if they so choose. For the duration of this competition you hereby agree to abide by the Privacy Policy of the HackForSocialJustice competition.\nA set of judges will pick their favorite applications and rank them. At the end of the competition, these rankings will be combined to find the top 3 overall winners, ranked 1 through 3. Additionally, a special \"Hackers Choice\" award will be given based on rankings collected from each team, who may not vote for their own project in the Hackers Choice Category. Judges may pick from all, non-disqualified entries.\nYou don't need to hack Python or C to participate. We encourage front end designers to get involved too! Find a team and help out with HTML, CSS, JavaScript, and graphics work. Additionally, we anticipate that only a small fraction of the people involved in this event will be on teams contributing applications. You can be a huge part of the process just by volunteering for such activities as providing water bottles, snacks, caffeine, and possibly high-fives when prompted to competitors and event staff. Contact organizers for more information.\nThe theme of the Hackathon is \n. Challenges are provide as guidelines.\nParticipants can, but are not required to, create a solution based on the issued Challenge. But if you do, the awesome non-profits who issued the challenges will be very grateful.\nPulse required!  HackForSocialJustice organizers may verify where necessary.\nParticipants, by virtue of registration, give their full permission for the use of their photos or videos taken during the program for any purposes deemed appropriate by WWCode and HackForSocialJustice\nWWCode Silicon valley is dedicated to providing a safe, supportive and harassment-free experience for everyone, regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, or religion. We do not tolerate harassment of participants in any form. Sexual language and imagery is not appropriate without discussion and pre-approval from organizers. Participants violating these rules may be sanctioned or expelled from the group at the discretion of organizers. Harassment includes offensive verbal comments related to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of discussion, inappropriate contact, and unwelcome sexual attention.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nIf a participant engages in harassing behavior, organizers may take any action they deem appropriate, including warning the offender or temporary or permanent expulsion from the group.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact organizers as soon as possible. They will address the issue as soon as they are able.\n\n\nSilicon Valley Chapter -\n\nCode of Conduct is adapted from the\n Code of Conduct.\nRules are shamelessly adapted from\n who shamelessly adapted from the\n rules\nJudging information is adapted from", "hackathon-prizes": [{"prize-content": "The first place winning team will receive an award and gift cards for each team member", "prize-title": "1st Place"}, {"prize-content": "The second place winning team will receive an award and gift cards for each team member", "prize-title": "2nd Place"}, {"prize-content": "The third place winning team will receive an award and gift cards for each team member", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2161 N 1st St, San Jose, CA 95131, USA", "hackathon-url": "https://wwc-sv-hackathon-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the solution novel? Does it solve a problem in a creative or never-seen-before way?"}, {"judging-criterion": "Did the participant(s) solve a hard technical problem? Did they get a working demo completed within the allotted time?"}, {"judging-criterion": "How impressive the project is? Did they complete the project."}, {"judging-criterion": "Is project related to social justice?"}], "hackathon-location-address": "2161 N 1st St, San Jose, CA 95131, USA", "hackathon-description-header": "Hack for Social Justice", "hackathon-prizes-total": "0", "hackathon-location-description": "Paypal - Townhall", "hackathon-end-date": "", "has-projects": "False"}