{"hackathon-description-text": "\nAtomHacks is an annual hackathon offered to the students of Bronx Science. Supported by many Bronx Science alumni as well as a diverse range of companies, this event allows the participants to collaborate together, to learn more about technology, and to utilize their creativity and programming skills to create innovative and incredible projects such as games, applications, websites, and more.", "hackathon-number-of-prizes": "6", "hackathon-id": "atomhacks-iv", "hackathon-judges": [{"judge-role": "CEO, Major League Hacking", "judge-name": "Swift"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nYou do not need any prior knowledge in computer science or programming to enter AtomHacks. \nHowever, you must currently be a student of the Bronx High School of Science to enter.\nRemote participation is also not allowed.", "hackathon-number-of-participants": "43", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nThe hacks can be written in any language and must be submitted before 7:00 P.M. on March 17.\nAt the end of the event, all teams will be given three minutes to present their projects to our judges.\nAll code must be written by the members of the team in the duration of this event. \nAll hackers must also follow the code of conduct, detailed at \n.", "hackathon-prizes": [{"prize-content": "Each member of the team with the best overall hack will win one iPad Mini", "prize-title": "First Place"}, {"prize-content": "Each member of the team with the second best overall hack will win one Daydream View, Google's mobile VR headset", "prize-title": "Second Place"}, {"prize-content": "Each member of the team with the third best overall hack will win a $50 Amazon gift card", "prize-title": "Third Place"}, {"prize-content": "Each member of the beginner team with the best hack will win an Echo Dot", "prize-title": "Best Beginner Hack"}, {"prize-content": "Each member of the team that made the hack with the best design will receive one Sketch license, which lasts for a year", "prize-title": "Best Design Hack"}, {"prize-content": "Each member of the teams that have the most impressive use of math, science, or data will receive a one-year license to Wolfram One Personal Edition and one year of Wolfram Alpha Pro", "prize-title": "Best Computational Hacks"}], "hackathon-location-google-maps": "https://maps.google.com/?q=75 Bronx Science Blvd, Bronx, NY 10468, USA", "hackathon-url": "https://atomhacks-iv.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "For this criterion, we'd like to see hacks that show some creativity; so we can see that you aren't just reinventing the wheel"}, {"judging-criterion": "Many of the apps that you know and use today pay close attention to design. Design makes your apps and websites more appealing to your users, and making your hack more user-friendly makes it easier to use by others"}, {"judging-criterion": "Functionality is very important when it comes to technology products. A couple of bugs are okay (and we'll understanding, given the timeframe you'll have), but if your app exhibits numerous bugs that inhibit its use, we will take that into consideration"}, {"judging-criterion": "We also want your hack to be useful. And to be clear: games are fine! We would want to see some attention paid to how engaging/interesting the game is though. We do not a remake of Cookie Clicker"}], "hackathon-location-address": "75 Bronx Science Blvd, Bronx, NY 10468, USA", "hackathon-description-header": "Create apps and games at Bronx Science's fourth annual hackathon!", "hackathon-prizes-total": "$10,950", "hackathon-location-description": "Bronx Science", "hackathon-end-date": "2018-03-17", "has-projects": "True"}