{"hackathon-description-text": "\nOur second annual Opportunity Hack will open at 8:00 a.m. on October 11th.  At Opportunity Hack you can network, share ideas and build solutions that enable impact and social innovation! Come with an idea or join a team that will hack solutions for any of the problem statements listed by our partnering non-profits!", "hackathon-number-of-prizes": "2", "hackathon-id": "opportunityhack2014sanjose", "hackathon-judges": [{"judge-role": "Sr Director of Engineering, PayPal Retail", "judge-name": "Angie Ruan"}, {"judge-role": "Sr Director of Engineering, Merchant platforms at Paypal", "judge-name": "Chandra Chikkareddy"}, {"judge-role": "Sr. Director, Professional Services at PayPal: Delivering the Future of Payments", "judge-name": "Junaid Razzak"}, {"judge-role": "Public Policy Coordinator, Silicon Valley Council of Nonprofits", "judge-name": "Rocio Molina"}, {"judge-role": "Founder, Because I Said I Would", "judge-name": "Alex Sheen"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nSee official rules. ", "hackathon-number-of-participants": "268", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\n1. All members of team have registered on ChallengePost and are added to the project submission\n2. Links to gitHub, and video or presentation must be included in project submission.\n3. At least two members of team will be present in person for demo to judges.", "hackathon-rules": "\n\n\n\n\n\nDuring the Competition, you must submit to the judges attending the event a unique application created on-site at O-Hack (“Application” or “Entry”). Prior to the start of developing and submitting an Entry, Sponsor will review specific procedures with the Eligible Participants. During the Competition, you must submit to the Competition judges attending the Event an Application relating to hack ideas announced prior to the start of the Event. You will have to present to the judges present at the Event an original minimum viable product (“MVP”) of your Application during the time window defined at O-Hack. Only Applications coming from registered individuals/teams can be considered by the judges. All components of each Entry must be submitted in accordance with these Official Rules. You may not submit more than one (1) Entry to each Event, whether you are an individual entrant or part of a team. An Eligible Participant (or team) must be the sole owner of the application submitted.\n, you understand and agree that, in order for a team to be eligible to participate, all of the members of the team must meet the eligibility criteria contained herein and agree to these Official Rules. By entering, you warrant that you have obtained the appropriate agreement and/or approval by your team members. In addition, you understand and agree that if the team is selected to receive a monetary prize, the prize amount will be divided equally and dispersed to all team members (maximum of 5 team members). Winning team members will receive their shares of the prize money as a payment to their respective PayPal accounts. Each team member winner must have a U.S or Indian PayPal Account in good standing in order to receive the prize. The eligibility of an entrant is tied to the eligibility of the team. So if one member of a team does not comply with these Official Rules or is disqualified, the team as a whole will be disqualified.\n \nThe Entry must be in keeping with the Sponsor’s image, and may not be offensive, nor can it defame, or invade upon the publicity rights or privacy of any person or otherwise infringe upon any person or entity’s intellectual property, personal or proprietary rights, as determined by Sponsor and the judges in their sole discretion. Each entrant must either (i) be the sole and exclusive owner of all rights (including, without limitation, all intellectual property rights) in and to all content and elements incorporated into or used in the entry; or (ii) have the express written permission to use such content and elements from the owner(s) of the rights to such content and elements. Any entrant whose Entry includes content or elements not owned by the entrant must be able to provide written legal releases (in a form that is satisfactory to Sponsor and the judges) that permit the entrant to use and exploit such content and elements in the manner used and exploited and that permit Sponsor’s right to use and exploit the content and materials in accordance with these Official Rules (“IP Releases”) before eligible to be declared a winner.\n\n\n\n\n \nEntries that are mechanically reproduced, copied, illegible, incomplete or inaccurate are void. Entries that have been generated by a script, macro, bot or any other automated means will be deemed void. If a dispute results as to the identity of an entrant, it will be determined that the Entry was submitted by the natural person assigned to the email address used for entry. Entrants may use the names of eBay Inc. companies in the Application and description in a descriptive manner to describe the eBay Inc. Services, eBay Inc. websites and activities related to the eBay Inc. websites. Sponsor grants Eligible Participants a limited, non-exclusive license to use eBay Inc. logos or intellectual property owned by eBay Inc. in the Application and description for purposes of O-Hack only. In the event an Eligible Participant wishes to use this Application for any other purpose, he/she/they must follow standard procedures for using eBay Inc. IP (including logos). Incomplete Entries or Entries not complying with these Official Rules are subject to disqualification. Sponsor is not responsible for late, lost, incomplete, illegible, damaged, or misdirected Entries. Sponsor’s decisions are final on all matters relating to this Competition. Sponsor reserves all rights, including the right to edit, publish, use, adapt, modify, or dispose of any application/description, proper names, likenesses, and photographs for advertising and promotional purposes in all media (including, but not limited to, the internet) without additional compensation, except where prohibited by law. If an entrant changes his/her telephone number, email address, and/or street address after he/she enters the Competition, it is his/her sole responsibility to notify the Sponsor by email at \no be received by the end of the promotion period.\n \nThe prizes may not be transferred or substituted, except at Sponsor's sole discretion. Specifics of a prize are in Sponsor's sole discretion. Sponsor reserves the right, in its sole discretion, to award a prize of equal or greater value. Allow 4-6 weeks for receipt of a prize.\n \n \n \nBy submitting an Entry, Eligible Participants, who are eBay Inc. employees and non-employees, acknowledges and agrees that Sponsor may obtain many entries in connection with this and/or other competitions staged and/or promoted by the Sponsor, and that such entries may be similar or identical in theme, idea, format or other respects to other entries submitted in connection with this Competition and/or other competitions sponsored by the Sponsor or submitted for other reasons or other materials developed by the Sponsor. Entrant waives any and all claims entrant may have had, may have, and/or may have in the future, that any Entry and/or other works accepted, reviewed and/or used by the entrant may be similar to his/her Entry, or that any compensation is due to entrant in connection with such entry or other works used by Sponsor. By submitting an Entry, entrant hereby grants permission for the Entry to be posted on a eBay Inc. website or other websites. Entrant agrees that Releasees are not responsible for any unauthorized use of Entries by third parties. Releasees do not guarantee the posting of any Entry.\n \n \nEntrants who are not eBay Inc. employees acknowledge that nothing herein shall constitute an employment, joint venture, or partnership relationship between entrant and Sponsor. In no way is entrant to be construed as the agent or to be acting as the agent of Sponsor in any respect.\n 10. \n ENTRANTS HEREBY AGREE TO RELEASE, INDEMNIFY AND HOLD HARMLESS EBAY INC. (“SPONSOR”), ITS AFFILIATES, SUBSIDIARIES, DIVISIONS, ADVERTISING AND PROMOTION AGENCIES AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, REPRESENTATIVES AND SHAREHOLDERS (COLLECTIVELY, THE “RELEASEES”) FROM ANY CLAIMS, ACTIONS, INJURY, LOSS OR DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY OR DEATH, RESULTING FROM PARTICIPATING IN THE COMPETITION OR FROM THE ACCEPTANCE, POSSESSION, OR USE OR MISUSE OF ANY PRIZE AWARDED OR PARTICIPATION IN ANY PRIZE-RELATED ACTIVITY. THIS LIMITATION OF LIABILITY IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL DAMAGES OF ANY KIND, INCLUDING (WITHOUT LIMITATION) COMPENSATORY, DIRECT, INDIRECT, OR CONSEQUENTIAL DAMAGES; LOSS OF DATA, INCOME, OR PROFIT; LOSS OR DAMAGE TO PROPERTY; AND CLAIMS OF THIRD PARTIES. PARTICIPANTS AGREE THAT RELEASEES HAVE NOT MADE NOR ARE IN ANY MANNER RESPONSIBLE OR LIABLE FOR ANY WARRANTY, REPRESENTATION, OR GUARANTEE, STATUTORY, EXPRESS OR IMPLIED (INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, AND FITNESS FOR A PARTICULAR PURPOSE), IN FACT OR IN LAW, RELATIVE TO O-HACK OR THE PRIZE AWARDED. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, RELEASEES DO NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES OR REPRESENTATIONS WITH RESPECT TO ANY EBAY INC. WEBSITE AND RELEASEES SHALL NOT BE LIABLE FOR THE CONSEQUENCES OF ANY INTERRUPTIONS OR ERRORS RELATED THERETO. THESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS. THE PROVISIONS REGARDING IMPLIED WARRANTIES ARE VOID IN SOME PROVINCES WHERE IMPLIED WARRANTIES ARE PRESCRIBED BY LAW. Releasees are not responsible for lost, late, incomplete, illegible, inaccurate, delayed, garbled, damaged, stolen or misdirected submissions, or problems of any kind, whether mechanical, human or electronic. Releasees are not responsible for technical, hardware or software malfunctions, telephone failures of any kind, lost or unavailable network connections, inability to access a website, inability to upload an application or complete and submit an online form, fraud, incomplete, garbled, or delayed computer transmissions or inaccurate transcription of Entry information, whether caused by Sponsor, users or by any of the equipment or programming associated with or utilized in the Competition or by any technical or human error which may occur in the processing of submissions which may damage a user’s system or limit a participant’s ability to participate in o-Hack. Entry materials that have been tampered with or altered are void. Sponsor reserves the right, in its sole discretion, to cancel or suspend part or all of O-Hack at any time without notice, if in the judges’ opinion there is any suspected or actual evidence of electronic or non-electronic tampering with any portion of the O-Hack, or if any virus, bugs, non-authorized human intervention or other causes corrupt or impair the administration, security, fairness or integrity and proper play of O-Hack or for any other reason in its sole discretion. In such event, Sponsor may void any Entries they suspect are at issue and award the prize from among all non-suspect eligible entries received up to the date of cancellation. CAUTION: ANY ATTEMPT BY AN ENTRANT OR ANY OTHER INDIVIDUAL TO DELIBERATELY DAMAGE EBAY INC. WEBSITES OR ANY ONLINE SERVICE RELATED TO O-HACK OR TO UNDERMINE THE LEGITIMATE OPERATION OF O-HACK MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES (INCLUDING ATTORNEY’S FEES) FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW, INCLUDING CRIMINAL PROSECUTION. Sponsor’s failure to enforce any term of these Official Rules shall not constitute a waiver of such term or any other provision. Sponsor reserves the right to disqualify any entrant who violates the rules or interferes with O-Hack in any manner. Any attempt by an individual to access any website associated with O-Hack via a bot script or other brute force attack or any other unauthorized means will result in the IP address becoming ineligible. Use of automated entry devices or programs is prohibited.\nWithout limiting the generality of the foregoing, each Eligible Participant agrees to release and hold harmless the Releasees from and against any and all claims based on publicity rights, defamation, invasion of privacy, copyright infringement, trademark infringement or any other intellectual property related cause of action that relate in any way to the Entry.\nThe Sponsor reserves the right, in its sole and absolute discretion, to cancel, amend or suspend O-Hack, or to amend these Official Rules, without prior notice or obligation, in the event of any accident, printing, administrative, or other error or any kind, or for any other reason.\nExcept where prohibited, all issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the participant and Sponsor in connection with O-Hack, shall be governed by, and construed in accordance with, the laws of the State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California, or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California.\nIn the event of any discrepancy or inconsistency between the terms and conditions of these Official Rules and disclosures or other statements contained in any event-related materials, including, but not limited to: eBay Inc. websites and/or point of sale, television, print or online advertising; the terms and conditions of these Official Rules shall prevail, govern and control.\nThe Sponsor reserves the right, in its sole and absolute discretion, and without prior notice, to adjust any of the dates and/or timeframes stipulated in these Official Rules, to the extent necessary, for purposes of verifying compliance by any entrant or Entry with these Official Rules, or as a result of technical problems, or in light of any other circumstances which, in the opinion of the Sponsor, in its sole and absolute discretion, affect the proper administration of O-Hack as contemplated in these Official Rules.\n 12. \n For the names of the winners or winning teams, available after October 31, 2014, mail a self-addressed, stamped envelope by October 31, 2014 to: eBay Opportunity Hack Winners, 2211 N.First St, San Jose, CA 95131.\nThe Sponsor of O-Hack is eBay Inc., 2211 N.First St, San Jose, CA 95131", "hackathon-prizes": [{"prize-content": "This is a hackthon funded by raising funds and to support our non profits. But we understand prizes are still exciting. The biggest win is really the impact you will have on making the world a better place.", "prize-title": "1st Prize"}, {"prize-content": "", "prize-title": "2nd Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2211 North 1st Street, San Jose, CA 95131, USA", "hackathon-url": "https://opportunityhack2014sanjose.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How big an impact will your solution have on the community? Key things that are important are\n* Scale of the problem being solved\n* Potential reach\n* Productivity gains\n- 10 points"}, {"judging-criterion": "In order to be successful you need to be able to demonstrate and market your solution so that it can succeed long term– 10 points"}, {"judging-criterion": "Displaying innovative solutions to the problems. Do you solve the problem in a novel way? Can you create a solution that is cohesive across different areas or technologies? - 10 points;"}, {"judging-criterion": "It’s crucial that the target user base actually has access to the technology in question. Can you articulate the capabilities and limitations of your userbase?\nDoes your product fit within those capabilities or work around them? - 10 points"}, {"judging-criterion": "The projects need to be able to move from \"proof-of-concept\" to working project. Is your architecture and technology extendable by others?\nCan the project be tuned to meet different or changing needs?– 10 points"}, {"judging-criterion": "Open source solutions allow for a wider variety of contributors to be able to improve, extend and build upon. Does your project leverage open source software or libraries?\nIs your project in github? – 10 points."}, {"judging-criterion": "All teams must get atleast 1 point in all the above categories.  Getting a 0 in any one category will mean they are not eligible to win"}], "hackathon-location-address": "2211 North 1st Street, San Jose, CA 95131, USA", "hackathon-description-header": "Build. Connect. Empower.", "hackathon-prizes-total": "$7,000", "hackathon-location-description": "", "hackathon-end-date": "2014-10-12", "has-projects": "True"}