{"hackathon-description-text": "\nTechnica is the University of Maryland's all-women hackathon. Over the duration of 24 hours, women are immersed in tech culture and encouraged to exercise their imagination to create interesting and innovative hacks. Technica is diverging from the typical hackathon as we encourage gender diversification and ask sponsors to hack alongside students in order to build stronger connections between students and the tech world.", "hackathon-number-of-prizes": "20", "hackathon-id": "technica2017", "hackathon-judges": [{"judge-role": "Booz Allen Hamilton", "judge-name": "Lindsey Bates"}, {"judge-role": "Booz Allen Hamilton", "judge-name": "Jody LeSage"}, {"judge-role": "Fannie Mae", "judge-name": "John Sell"}, {"judge-role": "Fannie Mae", "judge-name": "Chris Saunders"}, {"judge-role": "Lockheed Martin", "judge-name": "Kayla Russo"}, {"judge-role": "Lockheed Martin", "judge-name": "Dan Sullivan"}, {"judge-role": "Lockheed Martin", "judge-name": "Adrienne McAbee"}, {"judge-role": "Microsoft", "judge-name": "Anusha Gururaj Jamkhandi"}, {"judge-role": "Capital One", "judge-name": "Safiyah Sadiq"}, {"judge-role": "Capital One", "judge-name": "Bansari Desai"}, {"judge-role": "Capital One", "judge-name": "Monica Zhu"}, {"judge-role": "Capital One", "judge-name": "Cindy Wang"}, {"judge-role": "GE Digital", "judge-name": "Sarah Khalife"}, {"judge-role": "GE Digital", "judge-name": "Adam Malinauskas"}, {"judge-role": "AT&T", "judge-name": "Bob Dumont"}, {"judge-role": "AT&T", "judge-name": "Sarah Kozik"}, {"judge-role": "AT&T", "judge-name": "Ted Davies"}, {"judge-role": "AT&T", "judge-name": "Jonathan Moneymaker"}, {"judge-role": "Bloomberg", "judge-name": "Liz Carney"}, {"judge-role": "Bloomberg", "judge-name": "Allison Chen"}, {"judge-role": "Bloomberg", "judge-name": "Jakub Bialas"}, {"judge-role": "Cipher Tech", "judge-name": "Eric Shirk"}, {"judge-role": "Cipher Tech", "judge-name": "Stacey O'Connell"}, {"judge-role": "Liberty Mutual", "judge-name": "Becky Sargent"}], "hackathon-number-of-judges": "24", "hackathon-eligibility": "", "hackathon-number-of-participants": "213", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nDon’t use an old project, start something new instead! Obviously, alcohol, drugs, firearms, knives, weapons (including toys) are stricly forbidden. Read through the \n for more details. All attendees agree to abide by the MLH code of conduct.", "hackathon-prizes": [{"prize-content": "Cyber security encompasses both offensive and defensive concepts and ideas.  Defensive tools and ideas may include custom firewall/packet inspector, malware analysis tools (EICAR test string or behavioral analysis), or other detection or hardening ideas for servers, desktops, or mobile devices. Thinking like the enemy helps defending against new attacks. Therefore, judges also highly value offensive capabilities such as: fuzzers; security defeats/hacks in applications, services, web sites, and mobile apps; code obfuscation techniques; social engineering; denial of service attacks; and network scanners, but feel free to be creative in the environment! Prize: Amazon Echo Plus", "prize-title": "Best Cybersecurity Hack | Mantech"}, {"prize-content": "Empowering More Women Entrepreneurs and Small Business Owners!", "prize-title": "Best Hack for Social Good | JP Morgan"}, {"prize-content": "ViaSat's goal is to connect the world via satellite! Therefore we are interested in hackers who want to think outside the box on connectivity between devices. Hacks will be judged on creativity, complexity, reliability and overall relation to the category. Prize: Raspberry Pi", "prize-title": "Best Device Connectivity Hack | ViaSat"}, {"prize-content": "Booz Allen Hamilton is awarding $100 Amazon gift cards to each team member who develops the best application or tool that assists its users in the event of a crisis (e.g. Hurricanes in Houston/Puerto Rico). Eligible projects should be designed to help immediate victims, warn at-risk communities, or assist first responders. Prize: $100 Amazon Gift Card per team member", "prize-title": "Best Hack to Help in a Crisis | Booz Allen Hamilton"}, {"prize-content": "Our challenge to you is to develop an idea that helps people live easier, safer or more secure lives.  You may leverage our Shine API, which incorporates Liberty Mutual data, insurance core competencies, and city infrastructure data.  Featured services include Total Home Score, Vehicle Thefts, Vehicle stats, and Parking Rules.", "prize-title": "Rise and Shine Challenge | Liberty Mutual"}, {"prize-content": "When you imagine yourself buying a home what kind of neighborhood best suits your lifestyle? Is it a home in the middle of a major metropolitan area with public transport and a vibrant night life or something out in the country with wide open spaces and star-filled skies? Using data from Fannie Mae and other housing data sources (such as data.gov) create a capability that allows people to enter/select their preferred home characteristics and identifies neighborhoods that closely match their criteria while also offering helpful statistics and information about the selections.", "prize-title": "Find your dream neighborhood! | Fannie Mae"}, {"prize-content": "Prize: Solar powered backpacks, mailed to participants.", "prize-title": "Best VR Hack\t| Facebook/Oculus"}, {"prize-content": "Infuse your apps, websites and bots with intelligent algorithms to see, hear, speak, understand and interpret your user needs through natural methods of communication. AI is transforming the way we do business: check out some of the awesome ways people are utilizing our Cognitive Services here, and get inspired to build your own project! API link:", "prize-title": "Best Use of Microsoft Cognitive Services API | Microsoft"}, {"prize-content": "Develop an arcade styled game in GUI or HTLM format written in the developers language of choice (HTML, Java, etc.). The game should feature a Lockheed Martin or Sikorsky Helicopter as the aircraft (Bonus if the player can choose from a list of LM aircrafts to fly and/or if Testudo is the pilot). The students should get an image off of google images or create their own. The Player should enter their initials before starting (3 letters). The game should have obstacle avoidance similar to Flappy Bird and Helicopter. The game should have different levels of difficulty based off time played or player selected levels. The aircraft should be able to “fire” at targets for bonus points in the game (similar to the Asteroid game). The game should record the score and post the top ten scores after each round ends. Bonus if the student can export scores to a google doc and sort usernames by high score. Bonus if the game is on a network and can be played from multiple computers and or cell phone and tablets. Surprise us, add bonus features to this game to make it more robust/even cooler! Prize: Raspberry Pis", "prize-title": "Best Arcade Hack | Lockheed Martin"}, {"prize-content": "We’re looking for creative and interesting ways to disrupt the Financial world.", "prize-title": "Best Financial Hack | Capital One"}, {"prize-content": "GE Digital is giving away an EVRYBOX speaker/charger to each member of the team who designs the Best Digital Industrial Hack to advance the design, build, and/or maintenance of the industrial products & services made in one or more of GE’s business areas:  Additive, Aviation, Digital, Healthcare, Lighting, Power, Oil & Gas, Renewable Energy, or Transportation.  For some poetic inspiration, please see this clip from GE’s Minds + Machines event at", "prize-title": "Best Digital Industrial Hack | GE Digital"}, {"prize-content": "Prize: $50 Amazon gift cards", "prize-title": "Best Use of React JS | Appian"}, {"prize-content": "Prize: Raspberry Pi 3 Development Kits", "prize-title": "Best Hardware Hack | Altamira"}, {"prize-content": "At Bloomberg, we have a longstanding philanthropic and service-focused commitment.  We engage our employees from across the company in service activities in local communities and assisting neighbors in need. The Philanthropy & Engagement program at Bloomberg inspires the next generation of leaders through a diverse range of mentoring and education initiatives. For this hack, we will be awarding a prize for the best hack promoting accessibility, diversity and/or opportunity to education. Prize: Polaroid Cube+'s", "prize-title": "Best Education/Diversity and Inclusion Hack | Bloomberg"}, {"prize-content": "Cipher Tech is giving away prizes to members of the team who design the best application that pertains in some way to digital forensics. Digital forensics topics include but are not limited to: Data carving\\reconstruction\\recovery tools, finding specific objects (other than faces) in a large collection of digital images,  steganography detection or exploitation, registry or memory artifact analysis, encryption detection, or anything else that could aid investigators who are looking at computers recovered from crime scenes. Prize: Elegoo UNO Project Upgraded Smart Robot Car Kits with UNO R3, Line Tracking Module, Ultrasonic Sensor and Bluetooth module", "prize-title": "Best Digital Forensics Related Hack | Cipher Tech"}, {"prize-content": "Show us your most amazing Alexa skill! Prize: Amazon Echo Dot", "prize-title": "Amazon Challenge"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "The DragonBoard™ 410c is the first development board based on a Qualcomm® Snapdragon™ 400 series processor. It features advanced processing power, Wi-Fi, Bluetooth connectivity, and GPS, all packed into a board the size of a credit card. Based on the 64-bit capable Snapdragon 410E processor, the DragonBoard 410c is designed to support rapid software development, education and prototyping, and is compliant with the 96Boards Consumer Edition specification. All this makes it ideal for enabling embedded computing and Internet of Things (IoT) products, including the next generation of robotics, cameras, medical devices, vending machines, smart buildings, digital signage, casino gaming consoles, and much more.", "prize-title": "Qualcomm DragonBoard™ 410c Hack | Qualcomm"}, {"prize-content": "Prize: Solar powered backpacks, mailed to participants.", "prize-title": "General Hack |  Facebook/Oculus"}], "hackathon-location-google-maps": "https://maps.google.com/?q=4490 Rossborough Ln, College Park, MD 20742, USA", "hackathon-url": "https://technica2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "4490 Rossborough Ln, College Park, MD 20742, USA", "hackathon-description-header": "University of Maryland's all-women hackathon!", "hackathon-prizes-total": "$5,570", "hackathon-location-description": "University of Maryland - College Park, Reckord Armory (Building)", "hackathon-end-date": "2017-11-05", "has-projects": "True"}