{"hackathon-description-text": "\nThe BD2K Center for Causal Discovery, a collaboration among the University of Pittsburgh (Pitt), Carnegie Mellon University (CMU), Pittsburgh Supercomputing Center, and Yale University, proposes to hold a Datathon designed to instruct and challenge biomedical researchers on the use and application of causal modeling and discovery (CMD) tools in a “bring your own data event”.", "hackathon-number-of-prizes": "3", "hackathon-id": "causal-discovery-datathon-3582", "hackathon-judges": [{"judge-role": "Alumni University Professor in the Department of Philosophy at Carnegie Mellon University", "judge-name": "Clark Glymour, Ph.D."}, {"judge-role": "Professor, Department of Computational and Systems Biology, University of PIttsburgh", "judge-name": "Takis Benos, Ph.D."}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nScientists in the fields of clinical informatics, bioinformatics, and general data science as well as diverse biomedical and clinical research disciplines are invited to our datathon.  As a prerequisite, participants should have taken our Summer Short Course in Causal Discovery from Biomedical Data.  If you haven't take the short course, you're in luck, the annual short course immediately preceeds the datathon!  See", "hackathon-number-of-participants": "10", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nParticipants will prepare a short slide presentation (in person presentation optional) on the results of their analysis so that their entry can be reviewed by our panel of judges.", "hackathon-rules": "\nParticipants will be required to use at least one of our CCD tools for their analysis: CCD Web Application, Tetrad Desktop, Tetrad Command Line, or Tetrad APIs (Java, R, Python).  Participants will also have access to the PSC Bridges machine to perform analyses on large memory servers (3TB RAM).\nTo judge the analysis results, we will nominate a panel of judges to judge the analyses based on:", "hackathon-prizes": [{"prize-content": "The University of Pittsburgh Innovation Institute has graciously provided a total of $500 in prize money for the datathon.", "prize-title": "$250 - 1st Prize"}, {"prize-content": "", "prize-title": "$150 - 2nd Prize"}, {"prize-content": "", "prize-title": "$100 - 3rd Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=5000 Forbes Ave, Pittsburgh, PA 15213, USA", "hackathon-url": "https://causal-discovery-datathon-3582.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Size and complexity of data (10 points)"}, {"judging-criterion": "Impact with regards to the causal hypotheses generated (10 points)"}, {"judging-criterion": "Innovation in the use of CCD tools (5 points)"}], "hackathon-location-address": "5000 Forbes Ave, Pittsburgh, PA 15213, USA", "hackathon-description-header": "Because correlation only gets you part of the way there", "hackathon-prizes-total": "$500", "hackathon-location-description": "Carnegie Mellon University", "hackathon-end-date": "2016-06-18", "has-projects": "True"}