{"hackathon-description-text": "\nBlueprint is a sustainable tech ideation conference presented by Duke Conservation Tech: we bring together passionate students, visionary experts, and forward-thinking organizations to address critical environmental issues.", "hackathon-number-of-prizes": "1", "hackathon-id": "blueprint", "hackathon-judges": [{"judge-role": "", "judge-name": "Josh Furth"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnybody accepted to participate by the Blueprint Team!", "hackathon-number-of-participants": "61", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nWe are looking for a feasible approach to a specific problem;\nApproches include anything from CAD modeling technology, prototyping tools, reasearching policy, creating a marketing campaign, or anything else you can think of.\n\nKeep in mind, your project should align with one of the tracks found here: \n \n ", "hackathon-rules": "\n\nBe respectful. Harassment and abuse are never tolerated.\nIf you are in a situation that makes you uncomfortable during the Blueprint event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a Blueprint representative or event organizer makes you uncomfortable, please report it using the procedures included in this document.  \nBlueprint stands for inclusivity. We believe that every single person has the right to a safe and welcoming environment.  \nHarassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors, judges, mentors, volunteers, organizers, Blueprint organizers and anyone else at the event are also subject to the anti-harassment policy. In particular, attendees should not use sexualized images, activities, or other material both in their hacks and during the event. Booth staff (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment.\n \nIf a participant engages in harassing behavior, Blueprint may take any action we deem appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact Blueprint organizers using the reporting procedures defined below. \nBlueprint representatives will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance.\nWe expect participants to follow these rules at all conference venues, online interactions in relation to the event, conference-related social events, and on conference supplied transportation.\n\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct, please report it immediately using one of the following methods. All reporters have the right to remain anonymous. By sending information to the general reporting line, your report will go to any or all of Blueprint representatives listed below.\n\nBlueprint Representative Josh Furth: +1 203 962 4601\nNon-emergent concerns:\nDuke Campus Police:", "hackathon-prizes": [{"prize-content": "", "prize-title": "Planet Analytics"}], "hackathon-location-google-maps": "https://maps.google.com/?q=411 Chapel Dr, Durham, NC 27708, USA", "hackathon-url": "https://blueprint.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "411 Chapel Dr, Durham, NC 27708, USA", "hackathon-description-header": "Create sustainable tech solutions!", "hackathon-prizes-total": "0", "hackathon-location-description": "Duke University", "hackathon-end-date": "", "has-projects": "False"}