{"hackathon-description-text": "\nis a hackathon focused on social good and technology. In partnership with Earth Day Texas, we'll be working to give you access to the brightest minds in technology and sustainability.", "hackathon-number-of-prizes": "16", "hackathon-id": "earthack", "hackathon-judges": [{"judge-role": "CEO, Toyota Connected. CIO, Toyota Motors", "judge-name": "Zack Hicks"}, {"judge-role": "TBD", "judge-name": "TBD"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nAll persons are eligble! You must be on-site and present for the hackathon to submit.", "hackathon-number-of-participants": "262", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYour submission must include a title, image, and description of at least one or two sentences. You do not have to link us to your code. You also must have all team members on your Devpost submission in the event you win a prize.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Top 5 Winners will receive free entry into iStart Valley’s Business Accelerator Program along with the following benefits:", "prize-title": "Top 5 Winners"}, {"prize-content": "First place overall. You will win prizes off the prize list, category 1.", "prize-title": "First Place"}, {"prize-content": "Second place. You will win prizes off the prize list, category 2.", "prize-title": "Second Place"}, {"prize-content": "Third Place. You can win prizes up to category 3.", "prize-title": "Third Place"}, {"prize-content": "The hack that presents the best solution or awareness of an environmental issue. You cannot win this prize and the Best Social Impact prize. You will win prizes up to Category 4.", "prize-title": "Best Environmental Impact"}, {"prize-content": "Best use of natural language processing in chat bot application to give recommendations", "prize-title": "Toyota Connected NLP"}, {"prize-content": "Most creative use of vehicle telemetry data", "prize-title": "Toyota Connected - Use of Telemetry Data"}, {"prize-content": "Most innovative use of a vehicle head unit (driver interface)", "prize-title": "Toyota Connected - Driver Interface"}, {"prize-content": "Create a mobile interface (app or responsive web design) that allows and encourages users to redirect routine discretionary expenditures (e.g., Starbucks, dining out) from the user’s checking account to a designated savings or investment account with one click.", "prize-title": "TransAmerica"}, {"prize-content": "Create a simulator that uses actual data (investments, spending, exercise activity, social interactions) via API or Plugins to simulate investment and health activity. The user would be able to adjust investment and health activity and see the long-term effects on the user’s health, wealth, and retirement with the option to push the simulation live if desired.", "prize-title": "TransAmerica - Health"}, {"prize-content": "Design a mobile game targeted at children 10-15 years old highlighting the importance and long-term benefit phyisical fitnesss and/or saving money at an early stage in life can have over the course of their lifetime. The game may focus on either the health or wealth element individually or combine them.", "prize-title": "TransAmerica - Mobile Game"}, {"prize-content": "Build a Google Home lead capture conversational app.", "prize-title": "TransAmerica - Google Home"}, {"prize-content": "Educate the public through gamification to lower the litter rate.", "prize-title": "Office of Environmental Quality (City of Dallas)"}, {"prize-content": "Provide a new and unique solution that helps State Farm, an Insurance and Financial Services company, partner with Earth Day to solve an environmental problem.", "prize-title": "State Farm"}, {"prize-content": "Design a security solution, maybe in the form of an app to track our rented inventory of cars.", "prize-title": "Tagait Prize"}, {"prize-content": "Prize:", "prize-title": "Best iOS Hack or Best Beginner Hack - Make School"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Admiral Nimitz Cir, Dallas, TX, USA", "hackathon-url": "https://earthack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This can be general positive impact or relationship to the environment."}, {"judging-criterion": "Does this product work when applied outside of a hackathon setting?"}, {"judging-criterion": "How innovative is this idea, and how did you come up with it?"}, {"judging-criterion": "Does this solution solve the problem it's intended for?"}, {"judging-criterion": "How well does the solution work technically?"}], "hackathon-location-address": "Admiral Nimitz Cir, Dallas, TX, USA", "hackathon-description-header": "The world's largest environmental hackathon, hosted at Earth Day TX.", "hackathon-prizes-total": "$55,200", "hackathon-location-description": "Embarcadero Building - Fair Park", "hackathon-end-date": "2017-04-23", "has-projects": "True"}