{"hackathon-description-text": "\nUsing Red Hat’s", "hackathon-number-of-prizes": "8", "hackathon-id": "hackyourtravel", "hackathon-judges": [{"judge-role": "General Manager, Lyft", "judge-name": "Ann Ferracane"}, {"judge-role": "Founder & CEO of The Points Guy", "judge-name": "Brian Kelly"}, {"judge-role": "Principal Product Marketing Developer Experience, Sabre", "judge-name": "Alex Xavier"}, {"judge-role": "Co-founder and former CEO, Tnooz", "judge-name": "Gene Quinn"}, {"judge-role": "Director, OpenShift Container Platform", "judge-name": "Grant Shipley"}, {"judge-role": "Director, Middleware Evangelism", "judge-name": "Steven Pousty"}, {"judge-role": "Senior Director, OpenShift Online", "judge-name": "Sathish Balakrishnan"}, {"judge-role": "Vice President & General Manager, Middleware", "judge-name": "Mike Piech"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "", "hackathon-number-of-participants": "312", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n: Build a travel-related application (or port over an existing one) and ensure it runs on OpenShift Online and uses Red Hat JBoss Middleware. Submissions must be entered in one of the following three categories:\n \n", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nHack your Travel with OpenShift (the “Hackathon”)\nhttp://hackyourtravel.devpost.com (the “Hackathon Website”)\n \n\n(the “Poster”): Red Hat, Inc., 100 East Davie Street, Raleigh, NC 27601.\nThe Poster is the sponsor and entity responsible for the Hackathon.\n(the “Administrator”): Devpost, Inc. (“Devpost”), 222 Broadway, 19th Floor, New York, NY 10038.\n \n\n September 15, 2017 (10:00am Eastern Time) – December 5, 2017 (5:00pm Eastern Time) (the “Hackathon Submission Period”)\n December 9, 2017 (10:00am Eastern Time) – December 20, 2017 (5:00pm Eastern Time) (the “Judging Period”)\n December 9, 2017 (10:00am Eastern Time) – December 20, 2017 (5:00pm Eastern Time) (the “Public Voting Period”)\n On or around December 29, 2017 (2:00pm Eastern Time) \nThe Administrator will be the official timekeeper for the Hackathon.\n \n\n\n(the above are collectively, “Makers”)\nAn Eligible Individual may join more than one Team, Small Organization, or Large Organization and an Eligible Individual who is part of a Team, Small Organization, or Large Organization may also enter the Hackathon on an individual basis.  \nIf a Team, Small Organization, or Large Organization is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team, Small Organization, or Large Organization you represent and warrant that you are the Representative authorized to act on behalf of your Team, Small Organization, or Large Organization.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\nAdditional Prize specific eligibility requirements are stated below in Section 8.\n \n\nMakers must do the following to participate in the Hackathon:\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\n(i) \nMakers must create a travel-related application (or port over an existing one) that runs on OpenShift Online and uses a Red Hat Jboss Middleware template. Submissions must be entered in one of the following three categories: Planning a Trip, Getting Around Town, and Travel Guides.\n (each an “Application”).\n(ii) \nApplications must be either newly created by the Maker or, if the Application existed prior to the Hackathon Submission Period, must have integrated OpenShift Online and Red Hat JBoss Middleware after the start of the Hackathon Submission Period. Applications that existed prior to the start of the Hackathon Submission Period are only eligible for the “Best Pre-Existing App” prize in their Category, as described in Section 7.\n(iii) \n Applications must be entered into one (1) of the following categories (the “Categories”). As part of your Submission, you must select the Category which best applies to your Solution.\nAt any time, and at its sole discretion, the Poster will have the ability to re-assign a submitted Submission from one Category to another. Submissions in each Category are eligible for different Prizes as described below in Section 7.\nSubmissions winning a Category Prize will NOT be eligible to win the Best App by a Student Team Prize described in Section 7 but will be eligible to win the Popular Choice Award.\n(iv) \nThe Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video and/or expressed in the text description.\n(v) \nA submitted Application must run on at least one of the following:\n(vi) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Hackathon and until the Judging Period ends.\nIf the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, the Sponsor and/or Administrator reserve the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request.  \nFor Applications running on widely available smartphones, tablets, or desktop computers, Makers may make their Application available using one of the following methods:\nUpload an .apk file on the Enter a Submission form or provide a link for downloading the Application in the “Testing Instructions” field on the Enter a Submission form.\n\n\nYou may send the Administrator a beta test via Crashalytics. Use the Administrator’s testing email (\n) and UDID’s to provision a build and send the Administrator a link via the “Share Links” button. Add the testing link to the Enter a Submission form under “iOS Build Link”.  Beta by Crashalytics is a free service. Please review the \n.\n\n\nEnter the Administrator’s email address to share a build for testing. The Administrator’s TestFlight account email is: \n. Please note that if you add the Administrator as an “External Tester” your Application will need to go through \n before you can send your build. This could lead to delay and in order for your Submission to be eligible, you must send your test build before the end of the Hackathon Submission Period. To learn more about TestFlight via iTunes Connect, please review the \n and the \n.\n\nSend a testing link to the Administrator at: \n, and add the testing link on the Enter a Submission form under “iOS Build Link”. Please note that there is a \n.\nUpload an .xap file in the Enter a Submission form or provide a link for downloading your Application in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files (.exe) on the Enter a Submission form or provide a link for downloading your .exe file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nProvide a link for accessing your Application on the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\n(vii) \nThe Maker may make the Application available to the public via a website or online store, but is not required to do so.\n(viii) \n A Maker may submit more than one Submission, however, each Submission must be unique and substantially different from each of the Maker’s other Submissions, as determined by the Poster and/or the Administrator.\n(ix) \nApplications may integrate SDKs, APIs and data, provided the Maker is authorized to use them. \n(x) \nYour Submission must: (a) be your (or your Team, Small Organization, or Large Organization’s) original work product; (b) be solely owned by you, your Team, your Small Organization, or your Large Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n(xi) \n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Poster or Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or Administrator any time prior to the end of Hackathon Submission Period. The Poster, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest.\n\nThe text description should explain the features and functionality of your Application.\nThe image(s) should be photographs or screenshots of your working Application. \nThe video portion of the Submission: \na. should be less than five (5) minutes;\nb. must include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube, Vimeo, or Youku, and a link to the video must be provided on the submission form on the Hackathon Website; and\nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\n\nPrior to the end of the Hackathon Submission Period, you may save draft versions of your Submission on Devpost to your portfolio before submitting the Submission materials to the Hackathon for evaluation. Once the Submission Period has ended, you may not make any changes or alterations to your Submission, but you may continue to update the project in your Devpost portfolio.\nThe Poster may permit you to modify part of your Submission after the Hackathon Submission Period for the purpose of removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what the Poster permits.\n \n\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide. \nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\nMakers represent and warrant that the Poster, Administrator, and Hackathon partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n \n\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or external, may or may not be listed individually on the Hackathon Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nThe Judges will score eligible Submissions using the following equally weighted criteria (the “Judging Criteria”):\n (i) \n (Includes creativity and originality of the idea.)\n(ii) \n (Includes how well the idea was executed by the developer.)\n(iii) \n (Includes the extent to which the Application can help travelers.)\n(iv) \n (Includes the extent to which the OpenShift platform was used.)\nThe Judging Criteria above may not apply to every Prize. See Section 7 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJudges are not required to test the Application and may choose to judge based solely on the text description, images and video provided in the Submission. \nFor each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n\n\nPlease review the Devpost Terms of Service at https://info.devpost.com/hackathon_terms for voting rules.\n \n\nIn addition to the requirements in Section 3, Makers (including all team members, if a team submission) must:\nMakers meeting the eligibility requirements for the Best App by a Student Team Prize are eligible to win any of the Prizes described in Section 7, except the Large Organization Recognition Award. However, if a Maker meeting these eligibility requirements enters a Submission that is selected to win a Category Prize, that Submission will not be eligible to win the Best App by a Student Team Prize. The Best App by a Student Team Prize will be awarded to the highest scoring Submission, entered by eligible Makers, that does not win a Category Prize.\n \n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nPotential winners will be notified using the email address associated with the Devpost account used to enter the Submission (the submitter is the “Representative” in the case of a Team, Small Organization, or Large Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a Team, Small Organization, or Large Organization) will be required to sign and return to the Poster or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s Team, Small Organization, or Large Organization, is disqualified for any other reason. \nIn the event of a disqualification, the Poster and/or Administrator may award the applicable Prize to an alternate potential winner.\n \n\nThe Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Hackathon, or if there are no eligible Makers or Submissions for a specific Prize.\nPrizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a Team, or to the Small Organization, if the Maker is a Small Organization. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their Team or Small Organization’s participating members, as the Representative deems appropriate. \nPrizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a Team, or to the Organization, if the Maker is an Organization. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their Team or Organization’s participating members, as the Representative deems appropriate. Prizes are payable via any means of the Poster or Administrator's choosing, whether electronic or not, and are payable only after receipt of the Required Forms. A winning Maker may be required to provide a mailing address, bank information, and/or create an account with an electronic payment provider of the Poster or Administrator’s choosing in order to receive payment.\nFailure to provide correct information on the Required Forms, or other correct information required for the delivery of a Prize, may result in delayed Prize delivery, disqualification or the Maker, or forfeiture of a Prize.\nWithin 45 days of the Poster or Administrator’s receipt of the Required Forms\nWinners (and in the case of Team or Small Organization, all participating members) are responsible for any fees associated with receiving or using a prize, including but not limited to, wiring fees. Winners (and in the case of Team or Small Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \n\nA. By entering the Hackathon, you (and, if you are entering on behalf of a Team, Small Organization, or Large Organization each participating members) agree(s) to the following: \n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship. \n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon. \n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.  \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:  \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website; \n(iii) unauthorized human intervention in any part of the entry process or the Hackathon;  \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any Prize. \nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator. \nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\n\n\nBy participating in the Hackathon you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes. \nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members a Maker’s Team, Small Organization or Large Organization that participated in the winning Submission.\n\n\nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control. \nB.  Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation.  \nC. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law.  Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities. \nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.  \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.  \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.    \nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n\n\nBy entering, all Makers (including, in the case of a Team, Small Organization, or Large Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\n\nA. Except where prohibited by law, as a condition of participating in this Hackathon, Maker agrees that:\n(i) any and all disputes and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, shall be resolved individually, without resort to any form of class action lawsuit, and exclusively by final and binding arbitration under the rules of the American Arbitration Association and held at the AAA regional office nearest the contestant;\n(ii) the Federal Arbitration Act shall govern the interpretation, enforcement and all proceedings at such arbitration; and\n(iii) judgment upon such arbitration award may be entered in any court having jurisdiction.\nB. Under no circumstances will Maker be permitted to obtain awards for, and contestant hereby waives all rights to claim, punitive, incidental or consequential damages, or any other damages, including attorneys’ fees, other than contestant’s actual out-of-pocket expenses (i.e., costs associated with entering this Hackathon), and Maker further waives all rights to have damages multiplied or increased.\nC. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of Maker and Poster in connection with this Hackathon, shall be governed by, and construed in accordance with, the substantive laws of the State of New York, USA without regard to New York choice of law rules.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\n\n\nPlease review the Devpost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: https://info.devpost.com/privacy.\n \n\nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at \n. \n ", "hackathon-prizes": [{"prize-content": "• $6,500 cash", "prize-title": "Best New Getting Around Town App"}, {"prize-content": "• $6,500 cash", "prize-title": "Best New Planning a Trip App"}, {"prize-content": "• $6,500 cash", "prize-title": "Best New Travel Guide App"}, {"prize-content": "• $2,500 cash", "prize-title": "Best Pre-Existing Getting Around Town App"}, {"prize-content": "• $2,500 cash", "prize-title": "Best Pre-Existing Planning a Trip App"}, {"prize-content": "• $2,500 cash", "prize-title": "Best Pre-Existing Travel Guide App"}, {"prize-content": "• $2,000 cash", "prize-title": "Best App by a Student Team"}, {"prize-content": "• $1,000 cash", "prize-title": "Popular Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackyourtravel.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "(Includes creativity and originality of the idea.)"}, {"judging-criterion": "(Includes how well the idea was executed by the developer.)"}, {"judging-criterion": "(Includes the extent to which the solution can help travelers.)"}, {"judging-criterion": "(Includes the extent to which the OpenShift platform was used.)"}], "hackathon-location-address": "", "hackathon-description-header": "See how fast you can get your travel app moving with OpenShift.", "hackathon-prizes-total": "$30,000", "hackathon-location-description": "", "hackathon-end-date": "2017-12-07", "has-projects": "True"}