{"hackathon-description-text": "\nThe San Diego Smart City Hackathon, organized by the UCSD Center for Wireless Communications, the Silent Intelligence and the team at the City of San Diego will crowdsource the most innovative technology solutions from our tech community and beyond (academia, corporations, independent software developers) to help the City deliver on its Climate Action Plan.", "hackathon-number-of-prizes": "1", "hackathon-id": "smartcityio", "hackathon-judges": [{"judge-role": "", "judge-name": "| FINALIST SELECTION |"}, {"judge-role": "", "judge-name": "| FINALIST SELECTION |"}, {"judge-role": "Assistant Chief Data Officer,  City of San Diego", "judge-name": "Andrell Bower"}, {"judge-role": "Director, Predictive Analytics Center of Excellence | San Diego Supercomputer Center, UCSD", "judge-name": "Natasha Balac"}, {"judge-role": "Chief Sustainability Officer,  City of San Diego", "judge-name": "Cody Hooven"}, {"judge-role": "Captain, Open San Diego, a Code for America Brigade", "judge-name": "Xavier Leonard"}, {"judge-role": "", "judge-name": "| AWARD SELECTION |"}, {"judge-role": "", "judge-name": "| AWARD SELECTION |"}, {"judge-role": "Chief Evangelist and Co-Founder, t2 ventures", "judge-name": "Greg Horowitt"}, {"judge-role": "Founder,\tOpengov", "judge-name": "Nat Levine"}, {"judge-role": "Chief Data Officer, City of San Diego", "judge-name": "Maksim Pecherskiy"}, {"judge-role": "President,\tTeradata Labs", "judge-name": "Oliver Ratzesberger"}, {"judge-role": "Chief Information Officer, City of Palo Alto", "judge-name": "Jonathan Reichental"}, {"judge-role": "Professor of Cognitive and Computational Sciences, UCSD", "judge-name": "Brad Voytek"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "\nParticipants of the Event can apply to participate, either individually or as teams. We recommend a team size of no more than five people.  Participants should have a current status as an undergraduate student, graduate student, post-graduate, independent contractor employed or affiliated with a business entity. Participants may not be involved or have an immediate family member involved in the administration or judging of the Hackathon.\nParticipants may have no contractual obligation that prevents them and/or their team from claiming Intellectual Property ownership rights in or to any new and useful solution, prototype, material, or other invention.", "hackathon-number-of-participants": "50", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nEach Hackathon entry must be submitted for judging no later than 12:00pm on Sunday, May 22, 2016. Participants will be instructed on how to submit their Hackathon Entry for judging at the beginning of the Event.", "hackathon-rules": "\nSan Diego Smart City Hackathon\nTerms and Conditions\nThis Terms and Conditions Agreement (“Agreement”) is a contract between you (“you,” “your,\" or “Participant”) and Diosys Technologies, LLC, a Nevada company, d/b/a “The Silent Intelligence” (“The Silent Intelligence,” “TSI,” “we,” “our,” or “us”), with respect to the San Diego Smart City Hackathon Event to be held on and between May 20 – 22, 2016, on the campus of UCSD in San Diego, CA (“SDSC Hackathon,” “Hackathon,” or “Event”).\nAs a condition to participating in the SDSC Hackathon, you must read and accept all of the terms and conditions contained in this Agreement. In addition, as a condition to participating in the Hackathon, you must read and accept the SDSC Hackathon Official Rules (the “Official Rules”), which are attached hereto, and available at http://smartcityhackathon.io, and which are fully incorporated herein by reference in their entity. Your application for, registration to, and/or participation in the SDSC Hackathon constitutes your acceptance to all of the terms and conditions contained in this Agreement and the Official Rules. In the event of any direct conflict between this Agreement and the Official Rules, the Official Rules shall govern (though not limit any additional provisions binding you in this Agreement). Your registration for and/or participation in the Hackathon constitutes your acceptance of all the terms and conditions contained in this Agreement. \nHackathon Description. The SDSC Hackathon is organized by TSI, in cooperation with the UCSD Center for Wireless Communications and the City of San Diego, certain other sponsoring individuals or organizations, and other persons and/or entities participating in the design, production, organization, execution, promotion or marketing of the Hackathon (“Hackathon Entities”). The SDSC Hackathon is a competition among individuals or teams, to create and submit for judging, a new, innovative technology solution or prototype, which holds potential commercial value (“Hackathon Entry”) and which assists the City of San Diego to deliver on its Climate Action Plan. Learn more about the Climate Action Plan, here: https://www.sandiego.gov/planning/genplan/cap.\nHackathon Assets. By participating in the Hackathon you may receive access to certain datasets from the City of San Diego’s “Open Data” program and potentially other software, processes, ideas, formulas, concepts, inventions (whether or not patentable), models, plans, apparatus, methods, devices, systems, information, and pictorial, audio, video, and/or audiovisual content made available through http://smartcityhackathon.io, which may or may not be publicly known, or owned by TSI, the Hackathon Entities, and/or any of their affiliates, partners or licensors (“Technical Materials”). Your participation may also result in access to documentation, instructions, and other information regarding the Technical Materials (“Information”). The Technical Materials and Information collectively comprise the Hackathon Assets (“Hackathon Assets”).\nPermissible Use. You acknowledge and agree that the Hackathon Assets are being made available to you solely for your personal use in developing and testing your Hackathon Entry in connection with the Hackathon. Your access to and use of the Hackathon Assets may be limited or terminated at any time within the Hackathon Entities sole discretion. Your obligation to comply with this clause continues in perpetuity and survives conclusion of the Event, your disqualification from the Hackathon, the expiration of any license granted by you, and the end of any other obligation under this Agreement.\nNo Warranties for Hackathon Assets. The Hackathon Assets are provided “as is” without warranty of any kind, either express or implied, including, without limitation, any implied warranties of merchantability and fitness for a particular purpose. Without limiting the foregoing, the Hackathon Entities do not warrant that the Technical Materials or Information will be suitable for your solution, prototype, or Hackathon Entry or that the operation or supply of the Hackathon Assets will be uninterrupted or error free.\nLimited License to Use Hackathon Assets. By providing Hackathon Assets for your use, the Hackathon Entities, their affiliates and/or partners are granting to you a limited, non-exclusive, license to use the Hackathon Assets, only during the Hackathon Event, to develop your Hackathon Entry, and only as permitted by this Agreement. Subject to the terms of this Agreement, you will have no right, title or interest in or to any Hackathon Assets upon conclusion of the Hackathon or your withdrawal or disqualification from the Hackathon. Any use of the Hackathon Assets other than as permitted by this Agreement may constitute infringement of Intellectual Property owned by or licensed to the Hackathon Entities’, their affiliates’ and/or their partners’ Intellectual Property. For purposes of this Agreement, “Intellectual Property” shall include all inventions, discoveries, developments, original works of authorship, patents, copyrights, trade secrets, trademark rights, rights of publicity, and any other form of intellectual property right or foreign counterpart thereof. Additionally, your use of certain Hackathon Assets may be subject to additional terms and conditions required by the owner or provider of those Hackathon Assets.\nDiscontinuation of Access to and Use of Hackathon Assets. Upon the earlier of (i) the conclusion of the Hackathon, (ii) cancellation of your registration or disqualification from the Hackathon or (iii) upon request by any of the Hackathon Entities’ request, you must terminate your use of, permanently delete or destroy, and/or return all Hackathon Assets in your possession or control, unless otherwise specified at the Hackathon and agreed to in writing. You agree to access and use the Technical Materials only in accordance with the parameters set forth herein, or otherwise set forth in the Information, and agree not to access or use the Technical Materials in a manner that may interfere with any other user’s access or use.\nIntellectual Property. Title and Ownership of any Intellectual Property rights conceived, created, or developed in relation to any Hackathon Entries, during or in connection with the Hackathon, will be in accordance with applicable Federal and/or State laws. It is expressly acknowledged that Participants shall retain all ownership rights in and to any and all Intellectual Property created during or in connection with the Hackathon, and retain all rights to perfect and commercialize such Intellectual Property rights, subject to Hackathon Entities’ Evaluation Period (as discussed below).\nRight to Perfect Participant IP. During the creation and preparation of your Hackathon Entry, you may acquire or accrue certain ownership rights to Intellectual Property developed as a result of or associated with your Hackathon Entry (hereinafter “Participant IP”). Subject to the terms and conditions of Section 3 of the Agreement, Participants shall be free to file any and all applications to register or perfect any actual or potential Intellectual Property rights created during or in connection with the Hackathon, including but not limited to filing of any patent applications and/or seeking the registration of any trademarks or copyrightable materials, or protecting any trade secrets from non-disclosure, as may be necessary for purposes of claiming or perfecting rights to your Participant IP.\nRight to Commercialize Participant IP. Subject to the terms and conditions of Section 3 of the Agreement, Participants (in accordance with any agreement or understanding among participants of a team), shall be free to further develop, change, refine, use, license, sub-license, lease, market, publish, present, offer for sale, sell, transfer, exploit, and/or otherwise pursue the commercialization of your Hackathon Entry, Participant IP, and/or any portion thereof.\nHackathon Entity Evaluation Period re Participant IP. Prior to any publication, presentation, commercialization, or disposition of your Hackathon Entry, Participant IP, and/or any portion thereof, the Hackathon Entities shall have a period of thirty (30) days for an exclusive first option to consider, negotiate, and/or evaluate whether to (i) acquire any rights in and to your Hackathon Entry, Participant IP, and any portion thereto (e.g. an exclusive, worldwide, fully sub-licensable, royalty-bearing license in and to all of Participant's interest in any Participant IP), and/or (ii) offer any aid in perfecting or commercializing your Hackathon Entry, Participant IP, and/or any portion thereof, as the Hackathon Entities may deem appropriate, in their sole discretion (the “Evaluation Period”). \nThe Evaluation Period shall commence upon final selection of the Winning Hackathon Entry on May 25, 2016 and continue to 11:59 p.m. (PDT) on July 25, 2016.\nAt any time during the Evaluation Period, one or more Hackathon Entities may notify you, in writing, with an offer to acquire and/or commercialize your Hackathon Entry, Participant IP, and/or any portion thereof, including, without limitation, an offer to use, license, sub-license, lease, purchase, and/or acquire certain rights to your Hackathon Entry, Participant IP, and/or any portion thereof (an “Offer”). \nUpon receipt of an Offer, you agree to enter into good-faith negotiations with the applicable Hackathon Entity or Entities to arrive at a fair, mutually advantageous agreement concerning the use and/or transfer of your Hackathon Entry, Participant IP, Intellectual Property, and/or any portion thereof. During the Evaluation Period and throughout the negotiation process related to any Offer you might receive, you agree to cooperate with the applicable Hackathon Entities for the provision and/or disclosure of any of such confidential, proprietary, or trade secret data or information as may be necessary for the thorough review, evaluation, and consideration of your Hackathon Entry, Participant IP, and any portion thereof.\nParticipant Commercialization: Following expiration of the Evaluation Period, you may present, publish, dispose of, or commercialize your Hackathon Entry, Participant IP, and/or any portion thereof, as Participant deems appropriate, in your sole discretion only under two circumstances: (i) you have not received an Offer from any of the Hackathon Entities at the end of the thirty (30) day Evaluation Period; or (ii) after a period of sixty (60) days of active, good-faith negotiations related to an Offer, you and the applicable Hackathon Entities are unable to reach an agreement as concerning your Hackathon Entry, Participant IP, and/or any portion thereof (“Participant Commercialization”). If you do not receive an Offer, You must inform the Hackathon Entities, in writing, no later than 5:30 p.m. (PDT) on August 1, 2016, of your decision and intentions regarding Participant Commercialization.\nElection to Release: If, despite having the right to engage in Participant Commercialization, you elect not to pursue the commercialization of your Hackathon Entry and any portion thereof, including any Participant IP, you, your team, and all individual members of your team shall release and assign any and all rights, title, and interests you may have in and to your Hackathon Entry, Participant IP, and any portion thereof to TSI free of charge (an “Election to Release”). Following your Election to Release, you shall have no right, and you shall not be entitled to receive, any license to use your Hackathon Entry, Participant IP, Intellectual Property, and/or any portion thereof, related to the release.\nPrivacy Policy. By participating in the Hackathon you give us permission to: (i) collect personal information from you for the Hackathon; (ii) to contact you; (iii) to disclose any personal information about you to the Hackathon Entities, their suppliers, or third-party providers who are engaged by the Hackathon Entities to assist with any Hackathon services, including running the Hackathon, marketing, research, and Hackathon Asset support. Any personal information will be collected and used in accordance with TSI’s Privacy Policy (found at www.smartcityhackathon.io/privacy).\nUse of Hackathon Entity Trademarks. You agree that you will obtain prior written consent from the Hackathon Entities, before you use any of their respective trademarks on any documents, presentations or other materials relating to the Hackathon and, if any of the Hackathon Entities grant you permission to use such trademarks, you must only use them only in the agreed-upon manner.\nPublicity – Advertising and Marketing. Except where prohibited, by participating in the Hackathon, Participant consents to the use of his/her name, photo, and/or likeness, biographical information, entry and statements, including any and all footage or pictures taken in connection with the Hackathon, for advertising, marketing, and promotional purposes, including without limitation, inclusion in any newsletters, Hackathon Entities’ websites, and any of the Hackathon Entities’ social media accounts or other media outlets without any compensation. Additionally, you agree that TSI and the Hackathon Entities may demonstrate the operation and functionality of your Hackathon Entry in connection with advertising and promoting the Hackathon and subsequent hackathons organized by them.\nParticipant Representations and Warranties. You represent and warrant that:\n(a) you and/or one or more of your teammates is/are the original inventor and/or author of your contributions to your Hackathon Entry;\n(b) to your knowledge, your Hackathon Entry will not infringe on any third-party’s copyright, patent, trademark, trade secret, right of publicity or property or any other right; \n(c) your Hackathon Entry is not the subject of any actual or threatened litigation or claim; \n(d) your Hackathon Entry will not be obscene, offensive, libelous, pornographic, threatening, abusive, or otherwise objectionable; \n(e) your Hackathon Entry will not contain any content that is illegal, would constitute or encourage a criminal offense, or would otherwise give rise to liability or violate any law; and\n(f) no contractual or other obligations (including obligations associated with your employment) exist that would (i) prevent you from granting the licenses provided in this Agreement, and/or (ii) prevent you from claiming Intellectual Property and/or Participant IP ownership rights in materials or inventions created by Participant and incorporated into Participant’s Hackathon Entry.\nLimitation of Liability – Assumption of Risk. In no event shall the Hackathon Entities, their affiliates, successors and assigns, or any of their respective officers, directors, agents, employees or representatives, be liable for any loss, damage, liability, cost or expense, dispute among participants, including any incidental, consequential, exemplary or punitive damages, however caused (including negligence), that you may have as a result of, or in connection with, the Hackathon or this Agreement. You acknowledge and agree that your participation in the Event may involve staying awake for an extended period of time which could give rise to a degree of risk including personal injury, which may even include death, physical or mental injury, illness or disease. By participating in the Hackathon, you voluntarily assume and accept all such risks.\nRelease and Indemnification. By entering the Hackathon, you agree, on behalf of yourself and your heirs, executors and administrators, (a) to release and hold harmless the Hackathon Entities and their respective officers, directors, and employees (collectively, “Released Parties”) from any claims, liability, damage, litigation, illness, injury or death that may occur, directly or indirectly, whether caused by negligence or not, from your participation in the Hackathon, any Hackathon Entry you submit, your acceptance, possession, use, or misuse of any Hackathon Assets, or prize or any portion thereof, your violation of any law, rule or regulation, and/or your violation of the rights of any third-party; (b) to indemnify Released Parties from any and all liability resulting or arising from your participation in the Hackathon and acknowledge that Released Parties have neither made nor are in any manner responsible or liable for any warranty, representation, or guarantee, express or implied, in fact or in law, relative to any prize, including express warranties provided exclusively by any prize supplier that are sent along with such prize; and (c) to be bound by this Agreement and to waive any right to claim any ambiguity or error therein or in the Hackathon itself, and to be bound by all decisions of TSI, which are binding and final. Failure to comply with these conditions may result in disqualification from the Hackathon at TSI’s sole discretion.\nNot an Offer or Contract of Employment. Under no circumstances shall your participation in Hackathon, the awarding of any prize, or anything in this Agreement be construed as an offer or contract of employment with any of the Hackathon Entities. You acknowledge that you are participating in the Hackathon voluntarily and not in confidence or in trust. You acknowledge that no confidential, fiduciary, agency, partnership, joint venture or other relationship or implied-in-fact contract now exists between you and any Hackathon Entity and that no such relationship is established by your participation in the Hackathon.\nAdditional Terms. The Hackathon is subject to applicable federal, state and local laws. TSI reserves the right to permanently disqualify from the Hackathon any person it believes has intentionally violated this Agreement. Any attempt to deliberately damage the Hackathon or the operation thereof is unlawful and subject to legal action by TSI, which may seek damages to the fullest extent permitted by law. The failure of Released Parties to comply with any provision of this Agreement due to an act of God, hurricane, war, fire, riot, earthquake, terrorism, act of public enemies, actions of governmental authorities outside of the control of TSI (excepting compliance with applicable codes and regulations), or other “force majeure” event will not be considered a breach of this Agreement. Released Parties assume no responsibility for any injury or damage to your or any other person’s computer relating to or resulting from entering or downloading materials or software in connection with the Hackathon. Released Parties are not responsible for telecommunications, network, electronic, technical, or computer failures of any kind; for inaccurate transcription of entry information; for errors in any promotional or marketing materials or in this Agreement; for any human or electronic error; or for Entries that are stolen, misdirected, garbled, delayed, lost, late, damaged, or returned. TSI reserves the right to cancel, modify, or suspend the Hackathon or any element thereof (including, without limitation, this Agreement) without notice in any manner and for any reason (including, without limitation, in the event of any unanticipated occurrence that is not fully addressed in this Agreement). TSI may prohibit any person from participating in the Hackathon, if such person shows a disregard for this Agreement; acts with an intent to annoy, abuse, threaten, or harass any other entrant or any Hackathon Entity’s agents or representatives; or behaves in any other disruptive manner (as determined by TSI in its sole discretion). This Agreement constitutes the entire agreement between TSI and you with respect to the Hackathon and supersedes all previous or contemporaneous oral or written agreements concerning the Hackathon. This Agreement may not be amended except by a written agreement signed by you and an authorized representative of TSI.\nDispute Resolution. This Agreement is governed by, and will be construed in accordance with, the laws of the State of California and the forum and venue for any dispute shall be in the City and County of San Diego, California. Any controversy or claim arising out of or relating to this Agreement or the breach thereof, shall be settled by mandatory arbitration administered by the American Arbitration Association under its Commercial Arbitration Rules. The number of arbitrators shall be one. The place of arbitration shall be San Diego, California. Judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof. The prevailing party to such arbitration shall be entitled to recover reasonable attorneys’ fees or other related costs of bringing a claim. \nAcknowledgment of Official Rules. By signing this Agreement and participating in the Hackathon, you acknowledge that you have read and agree to be bound by all of the terms of this Agreement. Any decision by the Hackathon Entities, concerning the terms and conditions of this Agreement or the Official Rules, or any other matter relating to the SDSC Hackathon are final and binding on all Participants.", "hackathon-prizes": [{"prize-content": "There will be a total of five finalists. The team that creates the winning hackathon entry will receive $5000. All other finalists will receive notable prizes.", "prize-title": "Five Finalists"}], "hackathon-location-google-maps": "https://maps.google.com/?q=International Ln, La Jolla, CA 92093, USA", "hackathon-url": "https://smartcityio.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "International Ln, La Jolla, CA 92093, USA", "hackathon-description-header": "Innovate to help make San Diego one of the greenest and most connected cities in the world", "hackathon-prizes-total": "$50,000", "hackathon-location-description": "UC San Diego | Institute of the Americas", "hackathon-end-date": "", "has-projects": "False"}