{"hackathon-description-text": "\nWelcome to the Watson Developer Challenge!", "hackathon-number-of-prizes": "1", "hackathon-id": "watson", "hackathon-judges": [{"judge-role": "", "judge-name": "Watson Developer Relations Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIBM employees and others may be disqualified from winning. Submissions must be in English, completely original and have no potential legal or intellectual property issues. Prize distribution limited to countries where reliable shipping from the United States of America is available. From the winning team a maximum of four prizes will be distributed, one per team member up to four.", "hackathon-number-of-participants": "188", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nWatson Developer Challenge (the “Hackathon”)\n(the “Hackathon Website”)\n(the “Poster” or “Sponsor”): International Business Machines Corporation (“IBM”), 2 Jericho Plaza, Jericho, NY 11753.\nThe Poster is the sponsor and entity responsible for the Hackathon.\n(the “Administrator”): Devpost, Inc. (formerly ChallengePost, Inc.), 433 W. 14th Street, #3F, New York, NY 10014.\nJanuary 3, 2015 (9:00pm Pacific Time) – February 12, 2016 (11:59am Pacific Time) (the “Hackathon Submission Period”)\nFebruary 15, 2016 (7:00am Pacific Time) – February 19, 2016 (11:59pm Pacific Time) (the “Judging Period”)\nDuring IBM’s Interconnect conference on or around February 22, 2016 (2:00pm Eastern Time)\nThe Administrator will be the official timekeeper for the Hackathon.\n(the above are collectively, “Makers”)\nAn individual may join more than one team, Organization, or Large Organization and an individual who is part of a team, Organization, or Large Organization may also enter the Hackathon on an individual basis.  \nIf a team or organization is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Hackathon Website on behalf of a team or organization, you represent and warrant that you are the Representative, and are duly authorized to act on behalf of your team or organization.\n* The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n** Agents include individuals or organizations acting on behalf of, and at the direction of, a Promotion Entity through a contractual or other relationship.\n*** A Government Owned Entity (“GOE”) is defined as an organization/individual who meets any of the following criteria: Governmental bodies and employees - national, state, provincial, local, municipal government - and any department, agency, public enterprise or instrumentality of a government; State owned hospitals, schools, utilities; State owned enterprises (whether wholly or partly owned); Public international organizations; Private companies controlled fully or partly by or under common control with any of the above; a political party or party official, or any candidate for political office.  GOE also includes GOE customers who may consist of: public schools, utilities and organizations licensed to provide public services; public international organizations, such as the United Nations or World Health Organization; entities subject to public procurement laws and regulations; other entities, even those that are privately held and those that are publicly traded, if a government, a public international organization, an entity subject to public procurement laws or a government official, owns or has the ability to exercise control over such entity; and U.S. Federal Clients, including: (i) executive, legislative and judicial branches of the U.S. Federal government, (ii) U.S. Government-affiliated corporations (e.g., Tennessee Valley Authority), (iii) quasi-governmental organizations (e.g., The Smithsonian Institution), (iv) commercial business enterprises operating under a U.S. Federal government power of attorney, or with Management Operating Contractor (MOC) status.\n**** An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that owns equity in, or is partially owned by the other organization.\nMakers must do the following to participate in the Hackathon:\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted.\n(i) \nMakers must create a working software application that uses two or more Watson APIs in a creative/innovative new or interesting way.\n(iii) \nThe Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video (described below in Section 4C) and expressed in the text description.\n(iv) \nA submitted Application must run on at least one of the following:\n(v) \nApplications must be newly created by the Maker after the start of the Hackathon Submission Period or, if the Application existed prior to the start of the Hackathon Submission Period.\n(vi) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Hackathon and until the Judging Period ends.\nIf the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, the Sponsor and/or Administrator reserve the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request.  \nFor Applications running on widely available smartphones, tablets, desktop computers, or wearable Makers may make their Application available using one of the following methods:\n(vii) \nThe Maker is encouraged to make the Application available to the public via a website or online store before the end of the Hackathon Submission Period, but is not required to do so.\n(viii) \n A Maker may submit more than one Submission, however, each Submission must be unique and substantially different from the others, as determined by the Poster and/or the Administrator.\n(ix) \nApplications may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(x) \nYour Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n(xi) \n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Poster or Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or Administrator any time prior to the end of the Hackathon Submission Period. The Poster, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest.\nThe text description should explain the features and functionality of your Application, what Watson services were used and how.\nThe image(s) should be photographs or screenshots of your working Application.\nThe video portion of the Submission:\n\nMakers represent and warrant that the Poster, Administrator, and Hackathon partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n\nten (10) business days after the Required Forms are sent.\n(i) The potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) The Prize or Prize notification is returned as undeliverable; or  \n(iii) The Submission or the potential winner, or any member of a potential winner’s team, Organization, or Large Organization, is ineligible for any other reason.\nIn the event of a disqualification, the Poster and/or Administrator may award the applicable Prize to an alternate potential winner.\n(i) The relationship between you, the Maker, and the Poster and Administrator is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon.\n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.\n(i) Any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon;\n(ii) Technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) Unauthorized human intervention in any part of the entry process or the Hackathon;\n(iv) Technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or\n(v) Any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, late, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\nBy participating in the Hackathon you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\n(i) Any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, other than those concerning the administration of the Hackathon or the determination of winners, shall be resolved individually, without resort to any form of class action;\n(ii) Any and all disputes, claims and causes of action arising out of or connected with this Hackathon or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and   \n(iii) Under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nPlease review the Devpost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \n.\nThe Administrator may share any personal information collected on the Hackathon Website with the Poster. Information shared with the Poster is subject to the Poster’s privacy policy located below.\nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at Support@Devpost.com.", "hackathon-prizes": [{"prize-content": "One winning team, up to four winning team members receive the prize.", "prize-title": "VR Bundles: Samsung Galaxy Gear VR headsets + Galaxy S6 Smartphones for winning team (up to 4)"}], "hackathon-location-google-maps": "", "hackathon-url": "https://watson.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Submissions must use two or more Watson APIs from the Watson Developer Cloud in order to qualify."}, {"judging-criterion": "Submissions should be working hacks. Ideas are great, but we want to see how you use and combine Watson APIs, so please be prepared to 'show your work.'"}, {"judging-criterion": "Submissions must be wholly original to the contest in order to qualify. Meaning don't recycle other projects and tack on Watson APIs."}, {"judging-criterion": "We are looking for interesting, new, original, innovative and/or cool uses of and specifically interactions between the Watson services."}, {"judging-criterion": "Bonus consideration will be given to submissions which use additional Watson APIs in an interesting way beyond the minimum two required."}], "hackathon-location-address": "", "hackathon-description-header": "Use the power of the Watson Developer Cloud to build creative new Cognitive apps & win!", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "", "hackathon-end-date": "2016-02-12", "has-projects": "True"}