{"hackathon-description-text": "\nHack@Brown is all about learning. Spend a weekend with us and 350 other students to take a step out of your comfort zone. Make Hack@Brown your event by experimenting with a new platform, API, or that idea that’s always been on the back of your mind.", "hackathon-number-of-prizes": "13", "hackathon-id": "hackatbrown2016", "hackathon-judges": [{"judge-role": "Managing Director, Betaspring", "judge-name": "Melissa Withers"}, {"judge-role": "Director of Research, Google", "judge-name": "Peter Norvig"}, {"judge-role": "Adjunct Faculty of Industrial Design, RISD", "judge-name": "Stephanie Castilla"}, {"judge-role": "Assistant Professor of Computer Science, Brown University", "judge-name": "Jeff Huang"}, {"judge-role": "Founder, Rough Draft Ventures; VC, General Capital", "judge-name": "Peter Boyce II"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "261", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "We're giving a prize for the most creative, impressive and innovative project.", "prize-title": "Best Overall"}, {"prize-content": "pMD is offering a prize to the team behind the product with the best user experience.", "prize-title": "Best User Experience"}, {"prize-content": "Want to build off an existing project? No problem! This prize honors those who want to take anything they've worked on to the next level.", "prize-title": "Best Previous Project"}, {"prize-content": "Calling all first time attendees! Linode wants to award the best first time hacker award for the most innovative projects.", "prize-title": "Best First-Time Project"}, {"prize-content": "Building something with potential for real-world impact? Palantir is sponsoring a prize for the best hack with the potential to change the world.", "prize-title": "Best Real World Application"}, {"prize-content": "MLH is giving out prizes for the best hardware project.", "prize-title": "Best Hardware"}, {"prize-content": "Love D3, Beaker, or interacting with complex data sets? Two Sigma is sponsoring a prize for the best use of data visualization.", "prize-title": "Best Data Analysis or Visualization"}, {"prize-content": "Does your project utilize the cloud? Bracket is excited and awarding the best project using any kind of cloud hosting service (Amazon Web Server, Azure, Linode, DigitalOcean etc.) The sky is literally the limit with cloud!", "prize-title": "Best Use of Public Cloud"}, {"prize-content": "Is your backend well-designed? Scalable? AppDynamics is sponsoring the best project that knows whatever happens behind the scenes is just as important as what we see.", "prize-title": "Most Elegant Backend"}, {"prize-content": "The best project using Azure web services, Microsoft platforms (Office, etc), Kinect, or the Bing APIs gets a special prize from Microsoft.", "prize-title": "Best Microsoft Project"}, {"prize-content": "CapitalOne will be giving out a prize for best financial application with an out-of-the-box idea! Consider using CapitalOne's Nessie API (although it's not necessary to use the API to be eligible for this prize).", "prize-title": "Best Out-of-the-Box Financial Application"}, {"prize-content": "Andreessen Horowitz is awarding a prize for the best mobile app, across any platform.", "prize-title": "Best Mobile App"}, {"prize-content": "A little gift for all remaining finalists from us!", "prize-title": "Honorary Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Sayles Hall, Providence, RI 02912, USA", "hackathon-url": "https://hackatbrown2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will walk around during the expo and pick their favorite projects. Judges come from a variety of backgrounds — engineering, design, business, social impact, and more. Each team will be judged by at least two judges."}], "hackathon-location-address": "Sayles Hall, Providence, RI 02912, USA", "hackathon-description-header": "A different kind of hackathon.", "hackathon-prizes-total": "0", "hackathon-location-description": "Sayles and Wilson Halls, Brown University", "hackathon-end-date": "2016-02-07", "has-projects": "True"}