{"hackathon-description-text": "\nGrab your ticket at", "hackathon-number-of-prizes": "5", "hackathon-id": "gedigital-ghosthack-atl", "hackathon-judges": [{"judge-role": "GE Digital", "judge-name": "Jesse Clark"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThe Competition is open to all individuals, able to attend in-person, over the age of 18 who are residents of the United States for the duration of the Competition (“Eligible Individuals”), teams of such individuals (“Teams”), and to all validly formed legal entities domiciled in the United States that have not declared or been declared in bankruptcy. Employees and contractors of GE and Devpost and any of their respective affiliates or subsidiaries are not eligible to enter.\n: For the purposes of this Competition, “Small Organizations” are corporations, not-for-profit entities, limited liability companies, partnerships, and other legal entity types all of which employ fewer than 100 people and are legally formed at the time of entry into the Competition.\n:  For the purposes of this Competition, “Large Organizations” are corporations, not-for-profit entities, limited liability companies, partnerships, and other legal entity types, all of which employ more than 100 people and are legally formed at the time of entry into the Competition.\n The following Individuals and Entities are\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\nYou are solely responsible for all equipment, as well as all costs incurred by you or on your behalf associated with participating in the Competition, including but not necessarily limited to, a computer and modem necessary to establish a connection to the World Wide Web; access to the World Wide Web and any related telephone, data, hosting or other service fees associated with such access.", "hackathon-number-of-participants": "124", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nYour Submission must include the following:\n:\n. Submissions in each Category are eligible for different prizes as further described herein.", "hackathon-rules": "\n\n: For the purposes of this Competition, “Small Organizations” are corporations, not-for-profit entities, limited liability companies, partnerships, and other legal entity types all of which employ fewer than 100 people and are legally formed at the time of entry into the Competition.\n:  For the purposes of this Competition, “Large Organizations” are corporations, not-for-profit entities, limited liability companies, partnerships, and other legal entity types, all of which employ more than 100 people and are legally formed at the time of entry into the Competition.\n The following Individuals and Entities are \n to enter the Competition:\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\nYou are solely responsible for all equipment, as well as all costs incurred by you or on your behalf associated with participating in the Competition, including but not necessarily limited to, a computer and modem necessary to establish a connection to the World Wide Web; access to the World Wide Web and any related telephone, data, hosting or other service fees associated with such access.\nTo submit an entry into the Challenge, you must have access to the Challenge Website, and thus the \"Enter a Submission\" page. To gain access to the Challenge Website, you must sign up to create a free Devpost account, or log in with an existing Devpost account. This account can be created at \n. All registration information you provide is collectively referred to as your \"Devpost Account.\"\nAt the Competition Website, you will find and must follow further instructions for submitting your completed proposal (your “Submission”). By making a Submission, you formally accept the Official Rules for this Competition and you agree that (a) your Account is complete, correct and accurate and (b) your registration may be rejected or terminated and any Submission submitted by you may be disqualified if any of the information in your Account is (or Sponsors have reasonable grounds to believe it is) incomplete, incorrect or inaccurate. You are solely responsible for your Account. Registration information is collected by Devpost in the United States, on behalf of the Sponsor, and may be transferred elsewhere globally as needed for the purposes of the Competition and the Sponsor’s business purposes.\nIf you elect to integrate Predix as a part of the Challenge, you must sign up for a Predix Free Trial, and agree to the Predix terms and conditions in connection with the Free Trial. This can be created by completing the form at https://www.predix.io/registration/. All of the registration information that you provide is collectively referred to as your \"Predix Account.\" Your Devpost Account and Predix Account are collectively referred to as “Accounts.”\n: Up to 6 eligible individuals may participate as a Team, provided each individual has registered individually for the Competition before joining the Team.  An individual may not participate on more than one Team. A Team may consist of no more than 6 individuals and no less than 2 individuals.  Multiple Teams from the same Small Organization and Large Organization are allowed. All Teams entering the Challenge must designate one team member (the “Official Representative”) to represent, act, and enter a Submission, on the Team’s behalf. An individual who participates as part of a Team may not enter the Challenge on an individual basis.\nEach Individual, Team, Small Organization and Large Organization participating in this Challenge is referred to as an “Entrant” or “Maker” or “You” in these Official Rules and on the Competition Website. \nThe Sponsors reserve the right to modify, remove or add data to the Competition Website upon notice to Entrants via email using the email address associated with Entrant’s Account and/or by such other reasonable means as the Sponsors may determine. Sponsors further reserve the right in their sole discretion to extend or modify the dates of Competition and/or Entry submission dates, and to change the terms of these Official Rules governing any portion of the upon notice to Entrants via email using Entrant’s email address associated with Entrant’s Account and/or by other such reasonable means as the Sponsors may determine.  Entrants are urged to consult the Competition Website regularly during the Competition.  Sponsors shall have the right to remove any blog comment or posting related to the Competition from the Competition Website in their sole discretion at any time and for any reason.\nBY PARTICIPATING IN THE COMPETITION, YOU ACCEPT THE CONDITIONS STATED IN THESE OFFICIAL RULES, AGREE TO BE BOUND BY THE DECISIONS OF THE COMPETITION JUDGES AND WARRANT THAT YOU ARE ELIGIBLE TO PARTICIPATE IN THE COMPETITION. IF YOU DO NOT ACCEPT ALL OF THESE OFFICIAL RULES, THEN DO NOT SUBMIT AN ENTRY TO THE COMPETITION. WE RECOMMEND THAT YOU PRINT A COPY OF THESE OFFICIAL RULES FOR YOUR FUTURE REFERENCE.\n:\n. Submissions in each Category are eligible for different prizes as further described herein.\n\n(a) \n \nAll submitted Applications must function and be available in the United States at the time the Submission is made.\n(b) \nAll submitted Applications must run on at least one of the following:\n(c) \n smartphones, tablets, or desktop computers, you should \n: \n(d) \n, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, Sponsors reserve the right, in their sole discretion, to require the Entrant to provide physical access to the Application hardware upon request. \n(e) \n: Your Application \n, for testing, evaluation and use by Competition Sponsors through the duration of the Competition.\n(f) \nYour Application must function as depicted in the video and/or expressed in the text description. Your Application must be usable by the intended end user with existing technologies and must not rely on a technology that is not yet publicly announced or introduced in the market.\n(g) \nThe Application you submit may be newly created for the Challenge\n(h) \nYour Application may utilize data from outside (public) sources in addition to Intelligent Environment services, and may integrate SDKs, or APIs, provided you are authorized to use them.\nA Maker may submit a Submission that includes the use of Open Source Software or hardware as defined below, provided the Maker complies the requirements of this section.  By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\n“\n” means any software code that is distributed as “open source software” or “freeware” or is otherwise distributed publicly or made generally ‎available in ‎source code form under terms that permit modification and redistribution of such ‎software on the condition that if such software code is redistributed that it be (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) distributed at no charge, including but not limited to, software licensed or distributed under any of the collection of Open Source Initiative (“OSI”) approved licenses.\nFor any final Submission to be eligible to win, all Open Source Software or third party code or other materials used in connection with that submission must be limited to code that Sponsor will be legally entitled to commercially use and exploit in any fashion at no additional cost to the Sponsor and that will not in any way or in any Sponsor use case: (i) create, or purport to create, obligations of Sponsor with respect to the Sponsor’s programs; or (ii) grant, or purport to grant, to any third party any rights to or immunities under Sponsor’s intellectual property or proprietary rights in Sponsor’s programs.  Open Source Software that is under the BSD, MIT, Creative Commons – Attribution (CC BY), Microsoft Public License (MS-PL), Python Software Foundation License, or Apache Software License v 2.0 license will be accepted in a Submission (the “Allowable Open Source Licenses”).  Other open source software that is covered by licenses that are not in the list of Allowable Open Source Licenses shall not be included in any Submission unless, prior to submission, that particular open source software component’s license and intended use case have been approved in writing by Sponsor and Administrator.  In addition to the aforementioned requirements related to Open Source Software, all Submissions of Open Source Software must be in material compliance with all terms and conditions of the applicable licenses governing its use (e.g. providing downstream recipients with required copyright attribution, copies of Open Source Licenses, etc.).\nD. Makers represent and warrant that the Sponsor, Administrator, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\nE. You agree that nothing in the Official Rules grants you a right or license to use any Sponsor or Administrator name, trademark or service mark.\nBy submitting an Entry and participating in this Competition, you do grant Sponsors certain limited rights, as set forth in these Official Rules. By submitting an Entry, you consent to the use, by Sponsors, their affiliates, subsidiaries, parents, and licensees, of your name, likeness, image, biographical information, prize information (if an award winner), your company or institution name (if your Entry is from a company or institution) and any other personal data submitted with your Entry and the contents in your Entry (including any created works), in connection with the Competition, in any media or format now known or hereafter invented, in any and all locations worldwide, without any payment to or further approval from you. You agree that this consent is perpetual and cannot be revoked.\nYou agree that nothing in the Official Rules grants you a right or license to use the GE name or any GE trademark or service mark. You grant to Sponsors the right to include your company or entity name (if your Entry is from a company, institution or other entity) as an Entrant on the Competition Website and in materials related to Sponsors’ promotion of the Competition. Other than these uses, you are not granting Sponsors any rights to your trademarks by entering the Competition.\nBy entering this Competition, you acknowledge and agree that Sponsors will have access to and use of any personal data you provide in connection with your Submission will be used for purposes described in these Official Rules and will be used and protected as governed by the Privacy Policy posted on the GE Website at:  \n and Devpost at \n. Personal Data may be shared by the Sponsors for the purposes described in these Official Rules.\n \n(a)    is your own original work and representative of your capability, or is submitted by permission with full and proper credit given within your Submission \n);\n(b)  does not contain confidential information or trade secrets (yours or anyone else’s);\n(c)    does not, to the best of your knowledge, violate or infringe upon the patent rights, industrial design rights, copyrights, trademarks, rights of privacy, publicity or other intellectual property or other rights of any person or entity;\n(d)   does not contain malicious code, such as viruses, malware, timebombs, cancelbots, worms, Trojan horses or other potentially harmful programs or other material or information;\n(e)    does not and will not violate any applicable law, statute, ordinance, rule, regulation, confidentiality agreement or other agreement; and\n(f)     does not trigger any reporting or royalty or other obligation to any third party.\nA breach of any warranty set out in this provision of the Official Rules will result in the corresponding Submission being invalid.  In addition, you agree to indemnify Sponsors against all loss, damages and costs incurred by the Sponsors arising from your breach of the warranty.\n\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of the following.\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, this includes the following.\nHackathon participants violating these rules \n from the hackathon \n (if applicable) at the discretion of the hackathon organizers.\nIn the event of an issue, contact the staff on-site and email\n\nBy registered for the “Competition”, you are agreeing to the following:", "hackathon-prizes": [{"prize-content": "All hacks will be eligible for this category given that they align to the \"digital industrial\" mission communicated throughout the event.", "prize-title": "GhostHack - Best overall"}, {"prize-content": "Unlock the value of a large data set that aligns to our digital industrial future.", "prize-title": "The Art of Data - Data analysis and visualization"}, {"prize-content": "Deliver an augmented or virtual reality product that aligns to our digital industrial future.", "prize-title": "AR You Ready? - Best digital industrial application of AR or VR"}, {"prize-content": "Use openly available data from Shodan/Cysense to find mis-configured GE devices and attribute them to a customer.", "prize-title": "OSINTICS for 500 - Best digital industrial OSINT hack"}, {"prize-content": "Deliver a product designed to connect recruiters with ambitious engineers, and engineers with challenging problems.", "prize-title": "Show.Me - Best recruiting hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3423 Piedmont Rd NE, Atlanta, GA 30305, USA", "hackathon-url": "https://gedigital-ghosthack-atl.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "20% Solution implementation design\n\n20% Entire problem statement addressed\n\n20% Algorithm that Maximizes Solution Efficiency\n\n20% Does it Work / Is it Bug Free\n\n20% User Experience"}], "hackathon-location-address": "3423 Piedmont Rd NE, Atlanta, GA 30305, USA", "hackathon-description-header": "Authoring our digital industrial future", "hackathon-prizes-total": "$6,000", "hackathon-location-description": "Atlanta Tech Village", "hackathon-end-date": "2017-02-12", "has-projects": "True"}