{"hackathon-description-text": "\nFor more information about HackJA, including the schedule of events, please visit our website: HackJA.com", "hackathon-number-of-prizes": "4", "hackathon-id": "hackja-submissions", "hackathon-judges": [{"judge-role": "", "judge-name": "T"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nThere are two policies that our staff shall deal with in an immediate and proscribed manner, in\naccordance with the laws of the United States and the state of New Jersey.\n1) The use and/or possession of narcotic drugs is strictly prohibited under federal and state law.\nTherefore, any delegate found possessing or using an illegal substance shall be reported to the\nEdison Police Department and the student’s parents and removed from the event in a timely\nmanner.\n2) The legal drinking age in the state of New Jersey is twenty-one. Therefore, no participants may\npossess or consume any alcoholic beverages. All personal belongings are subject to search and any\nsuspicious containers will be disposed of. Any violations of this rule will result in the notification of\nthe participant’s emergency contact, and the student’s timely removal from the event.\nCode of Conduct\nJunior Achievement HackJA participants are expected to exhibit a high level of professionalism at all\ntimes. This includes treating JA staff, JA volunteers, and fellow participants with courtesy and\nrespect, as well as demonstrating maturity in speech, actions, and appearance throughout the event.\nParticipants are also expected to treat the Junior Achievement Education Center with respect and\nany intentional vandalism will not be tolerated.\nTechnology Use\nThe use of cellular phones, laptop computers, and other data-enabled devices is allowed while\nworking on HackJA projects. The use of technology during workshops for anything other than\nnotetaking is disrespectful to the presenters. Students are expected to bring their own computers for\nthis event.\nDress Code\nHackJA participants are expected to dress appropriately as they would for any school event. School\npride apparel is encouraged!\nPhotography and Use of Event Photographs\nAt HackJA, clearly identified MLH and JA staff photographers will be present for portions of the\nevent. With parent permission, photos will be taken and may be used on JA website and social\nmedia.", "hackathon-prizes": [{"prize-content": "Best Hardware hack", "prize-title": "Amazon Gift Card"}, {"prize-content": "Mini Challenges", "prize-title": "Amazon Gift Card"}, {"prize-content": "Business Challenge 3 Speakers per Winning Team", "prize-title": "3 Doss Wireless Speaker"}, {"prize-content": "Best Cybersecurity- 3 Dots per Team", "prize-title": "3 Amazon Dot"}], "hackathon-location-google-maps": "https://maps.google.com/?q=360 Pear Blossom Drive, Edison, NJ 08837, USA", "hackathon-url": "https://hackja-submissions.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Hardware Hack: \n\n\nCybersecurity Hack:"}], "hackathon-location-address": "360 Pear Blossom Drive, Edison, NJ 08837, USA", "hackathon-description-header": "Empowering young people to own their economic success", "hackathon-prizes-total": "$400", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}