{"hackathon-description-text": "\nAre you ready for our season finale hackathon? We’ve invited our most respected community members from the past season to hack incredible projects. We can’t wait to see what you’ll build", "hackathon-number-of-prizes": "20", "hackathon-id": "mlhprime-spring-finale-2016", "hackathon-judges": [{"judge-role": "Design Lead @ WeWork", "judge-name": "Chris Kennedy"}, {"judge-role": "Director @ Friends of Ebay", "judge-name": "Julia Neznanova"}, {"judge-role": "Innovation Lab Lead at GalileoU", "judge-name": "Adrian Catalan"}, {"judge-role": "Software Engineer at AmEx", "judge-name": "Anat Gilboa"}, {"judge-role": "Senior Software Engineer at Capital One Labs", "judge-name": "Kaylyn Gibilterra"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nHackers must be in school/college/university or have graduated in the last year to be eligible to win. MLH staff and advisors are not eligible to compete for prizes, but may enter hacks in the event.", "hackathon-number-of-participants": "341", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHacks must be awesome, creative, and built on site at the event. All hacks must adhere to the\n \nThere will typically only be up to 5 prizes per team. The rules allow for larger teams, but prizes (especially sponsor prizes) may not be available for every team member in this case.", "hackathon-rules": "\nThese are standard competition rules used at MLH Member Hackathons. Not all MLH Member Hackathons will use these rules as organizers can choose to use these or their own rules. Organizers can use these rules exactly or fork them and edit them to suit their needs. If you have a suggestion for these rules or a question about them, please submit an issue \n.\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \nby collaborating with other teams, helping beginners, and having fun.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a demo of what you have built. Pitches or presentations are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if yout hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nRemember!\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!\nHappy Hacking from the MLH team!", "hackathon-prizes": [{"prize-content": "Dell Inspiron 15 2-in-1's,", "prize-title": "1st Place"}, {"prize-content": "Dell 24\" Monitors,", "prize-title": "2nd Place"}, {"prize-content": "Alienware Vindicator Backpacks,", "prize-title": "3rd Place"}, {"prize-content": "Wacom Intuos Draw Digital Drawing and Graphics Tablet", "prize-title": "Best Designed Hack"}, {"prize-content": "Nixie Tube Kit", "prize-title": "Best Hardware Hack"}, {"prize-content": "Bionic Bird:", "prize-title": "Most Creative Use of Twilio APIs"}, {"prize-content": "Amazon Fire TV Gaming Edition", "prize-title": "Best Use of AWS or Alexa"}, {"prize-content": "Collector's item LEGO set for each member of the winning team", "prize-title": "Best Domain.com Name"}, {"prize-content": "VIP vouchers to The Daily Show for every team member", "prize-title": "Best Video Hack from Viacom"}, {"prize-content": "Two SoundTouch 10 speakers per participant", "prize-title": "Best Use of Bose SoundTouch API"}, {"prize-content": "$400 Amazon e-Gift Card for each member of the winning team", "prize-title": "Best Use of Capital One's API"}, {"prize-content": "", "prize-title": "Runner-up Best Use of Capital One's API"}, {"prize-content": "Nest product for each team member", "prize-title": "Best Nest API Mashup"}, {"prize-content": "Winner will receive the first run Tanvas alpha dev kit and a trip to Tanvas office to learn best practices of incorporating haptics into apps including the winning demo, plus recognition on Tanvas website.", "prize-title": "Best Touch-controlled UI, presented by Tanvas"}, {"prize-content": "Second and third place: Beta dev kit (expected availability January 2017), priority access to our development community, plus 4 hours premium support via phone/Skype.", "prize-title": "Runner-up Best Touch-controlled UI, presented by Tanvas"}, {"prize-content": "Apple TV for each team member", "prize-title": "Most Interesting use of the Twitter Platform"}, {"prize-content": "Build an awesome tool to help developers and win Octocat statues for each team member from GitHub Education!", "prize-title": "Best Developer Tool, presented by GitHub"}, {"prize-content": "", "prize-title": "Runner-up Best Developer Tool, presented by GitHub"}, {"prize-content": "", "prize-title": "Solo Hack - Best Developer Tool, presented by GitHub"}, {"prize-content": "Build a hack that utilizes wireless technology in a cool and novel way.  In your project's description, make sure you talk about the future implications of your project and what the mobile device could be in production.  ZTE CSX might help you actually make it!  Winners recieve a ZTE SPro 2 Smart Projectors.", "prize-title": "Best Mobile Device Concept CSX, Presented by ZTE"}], "hackathon-location-google-maps": "https://maps.google.com/?q=101 Crawfords Corner Rd, Holmdel, NJ 07733, USA", "hackathon-url": "https://mlhprime-spring-finale-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? If a team which always does VR projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded."}], "hackathon-location-address": "101 Crawfords Corner Rd, Holmdel, NJ 07733, USA", "hackathon-description-header": "Learn, Build, Share. The finale of the Spring 2016 student hackathon season.", "hackathon-prizes-total": "0", "hackathon-location-description": "Bell Works", "hackathon-end-date": "2016-08-07", "has-projects": "True"}