{"hackathon-description-text": "\nApril 14 Saturday", "hackathon-number-of-prizes": "13", "hackathon-id": "phillycodefest2018", "hackathon-judges": [{"judge-role": "President, BrickSimple LLC", "judge-name": "Det Ansinn"}, {"judge-role": "Scrum Master, Capital One", "judge-name": "Sean Miller"}, {"judge-role": "Senior Software Engineer, Capital One", "judge-name": "Nick Coutts"}, {"judge-role": "Consultant, Transmogrify", "judge-name": "Sean McCloskey"}, {"judge-role": "Practice Lead Advanced Analytics & Data Visualization, Slalom", "judge-name": "David Frigeri"}, {"judge-role": "Senior Developer, BrickSimple LLC", "judge-name": "Glen Goffin"}, {"judge-role": "Chief Creative Officer, BrickSimple LLC", "judge-name": "Jesse Berdinka"}, {"judge-role": "Teaching Professor, Drexel CCI", "judge-name": "Bill Mongan"}, {"judge-role": "Professor, Drexel CCI", "judge-name": "Bruce Char"}, {"judge-role": "Professor & Senior Associate Dean of Research & Operations, Drexel CCI", "judge-name": "Ali Shokoufandeh"}, {"judge-role": "Executive Director, JPMorgan Chase", "judge-name": "Kiran Desai"}, {"judge-role": "Vice President, JPMorgan Chase", "judge-name": "Karthikeyan Murguesan"}, {"judge-role": "Vice President, JPMorgan Chase", "judge-name": "Paul Migasiny"}, {"judge-role": "Software Development Manager, Bentley Systems", "judge-name": "Colin Kerr"}, {"judge-role": "Finance Manager, North America, Sales and Revenue, Elsevier", "judge-name": "Frank Fazio"}, {"judge-role": "VP, Cybersecurity and Information Security Audit, Citibank", "judge-name": "Abhiroop Das"}, {"judge-role": "Chief Technologist, DXC Technology", "judge-name": "Tom Heller"}, {"judge-role": "Chief Technologist, DXC Technology", "judge-name": "Terry Rupp"}, {"judge-role": "Senior Director, Product Management, Cox Automotive/HomeNet", "judge-name": "Chris McCauley"}, {"judge-role": "Associate Teaching Professor, Drexel CCI", "judge-name": "Michael Chu"}, {"judge-role": "Sr. Software Quality Engineer, Dell Boomi", "judge-name": "Hamid Bundu"}, {"judge-role": "Technologist, American Water", "judge-name": "Srilokh Moram"}, {"judge-role": "Career Counselor, US Army", "judge-name": "Brian Mazzanti"}, {"judge-role": "Networking Tech/Career Counselor, US Army", "judge-name": "Ben Hultquist"}, {"judge-role": "Research Analyst, Citibank", "judge-name": "Diana Kuritza"}], "hackathon-number-of-judges": "25", "hackathon-eligibility": "\n(\nThe following link contains detailed information on creating a new submission on Devpost.\n\nOnce you register for Philly Codefest 2018 you can click the “Enter a submission” button on the home page of the Philly Codefest 2018 Devpost site.\n ", "hackathon-number-of-participants": "314", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe theme for Philly Codefest 2018, computing for social good, encourages participants to develop novel applications and tools to impact a variety of challenges affecting the Greater Philadelphia area and beyond.\n\n\nHow does you project address the theme “Computing for Social Good?” And what type of impact will it have on the community?\n\nHow innovative and creative is your app? How much did you develop during the event?\n\nIs the app usable in its current state?  How is the user experience?  Does it work?\n\n\nTeams will be judged in a science fair environment.  All teams will stay at their assigned tables and the judges will come to them.  Saturday night or Sunday morning your team will be assigned to a specific table with a number on it.  This number is what the judges will use to identify your hack when they are trying to locate your team and also when they are judging.\nScience Fair Judging will take place from 1:00 PM to 3:00 PM on Sunday.\nEach team will have a total of 5 minutes in front of the judges.\n            3 minutes for presentation/demo\n            2 minutes for follow up questions\nAt the end of the 5 minutes the judges will move on to the next group.  There will be a timer in place so use your time wisely.\n \n\nThis year we have an Audience choice prize.  The audience will be asked to go into Devpost and review the submissions and vote for their favorite.  Make sure you provide enough information about your hack in your Devpost submission.  Audience members may also view your hack during the science fair as well.  Judges may also use your Devpost submission for additional information about your project.\n\nThere are a number of sponsor prizes this year.  When you create your submission in Devpost make sure you select all of the sponsor prizes you would like to compete for.  Our sponsors will do their own judging and they will be visiting all of the teams who selected their prize in Devpost.  Make sure you select all of the prizes you are competing for.  Sponsor prizes will be announced during the closing ceremony so make sure you stick around for those announcements.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "This award will recognize the best student team hack. This award is only eligible to 100% student teams!", "prize-title": "Philly Codefest 2018 Student Team Award"}, {"prize-content": "Philly Codefest 2018 Collaborative Award: In the spirit of Philly Codefest’s mission, the Collaborative Award is only open to teams with a mix of students and professional participants. This prize will go to the best overall hack.", "prize-title": "Philly Codefest 2018 Collaborative Award"}, {"prize-content": "This prize is awarded to a hardware or software team/project with the most votes from Philly Codefest attendees.  Voting for this award to take place between 3-4pm on Sunday, April 15.  You must be present to vote.", "prize-title": "Drexel CCI Corporate Partners Program -Philly Codefest 2018 People's Choice Award"}, {"prize-content": "This prize is awarded to the most innovative, high-impact and scalable software project for social good.", "prize-title": "Most Likely To Go To Market\" Software for Social Impact Award"}, {"prize-content": "This prize is awarded to the team voted on by judges to have the best hardware hack.", "prize-title": "Philly Codefest 2018 Best Hardware Hack"}, {"prize-content": "PRIZE: Bose SoundLink Bluetooth Speakers (1 for each member of the winning team).", "prize-title": "JPMorgan Chase - Best Hack for Social Good"}, {"prize-content": "The prize is award to the team with the best use of Cloud Platform Services as part of their solution.  They are looking to see these platform service(s) taking a central role in the solution!  Winning team members will receive Amazon Echo Shows.", "prize-title": "Cox Automotive - Best Use of Cloud Platform Services"}, {"prize-content": "Create a system with a block chain currency for people to use in a social network for custom group challenges.", "prize-title": "Cerner - Block Chain Currency"}, {"prize-content": "This prize is awarded to the most well-designed, most intuitive, and unique mobile interface that focuses on the user experience. The winning interface should be inclusive - considering all users, such as those with perceptual, motor, and/or cognitive disabilities, as well as age, education/literacy and socio-economic status.", "prize-title": "Google - Best User Interface"}, {"prize-content": "To the team with the most innovative hardware or software hack", "prize-title": "Linode Innovation Award"}, {"prize-content": "Shootings in schools and offices are on the rise.  Schools and offices’ generally provide training on how to handle an active shooter, however, at such moment people may go into shock and may forget the training they received.  Having an app on hand significantly eases the alert relay for people located on site.", "prize-title": "American Water - Active Shooter/Alert App"}, {"prize-content": "Restrain or secure high-pressure lines with proven restraint devices and methods to prevent potential “whipping” of these lines should there be an equipment failure. Unrestrained lines have been known to swing freely, striking workers and equipment. Pipe restraint failing and ultimately causing injury to field crew members has been one of the biggest safety concern in the water utility industry.", "prize-title": "American Water - Pipe Restraint Calculator"}, {"prize-content": "When responding to a fire, fire departments need to know where the nearest working fire hydrants are. The information they are working from may not be accurate as hydrants can be retired or placed out of service by the water company. In addition, the use of some hydrants may be known to have effects on critical infrastructure such as hospitals or dialysis centers.", "prize-title": "American Water - Fire Hydrant Location App"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Daskalakis Athletic Center, 3301 Market St, Philadelphia, PA 19104, USA", "hackathon-url": "https://phillycodefest2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How does you project address the theme “Computing for Social Good?” And what type of impact will it have on the community?"}, {"judging-criterion": "How innovative and creative is your app? How much did you develop during the event?"}, {"judging-criterion": "Is the app usable in its current state?  How is the user experience?  Does it work?"}], "hackathon-location-address": "Daskalakis Athletic Center, 3301 Market St, Philadelphia, PA 19104, USA", "hackathon-description-header": "Philly Codefest is a free software and hardware hackathon that is open to anyone. No coding experience is necessary – just bring your creativity!", "hackathon-prizes-total": "$15,100", "hackathon-location-description": "Drexel University - Daskalakis Athletic Center", "hackathon-end-date": "2018-04-14", "has-projects": "True"}