{"hackathon-description-text": "\nJoin us for the 2016 3-city Bay Area Code for the Kingdom hackathon. Together with local organizers in San Francisco, Fremont, and Palo Alto and partner organizations we share a common vision to provide more opportunities for communities around the world to participate and showcase innovation and entrepreneurship in their communities by creating technologies addressing significant issues confronting society, community, families, and spiritual life.", "hackathon-number-of-prizes": "3", "hackathon-id": "c4tkbayarea2016", "hackathon-judges": [{"judge-role": "", "judge-name": "Judges to be introduced on site at each location"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone is eligible to participate! ", "hackathon-number-of-participants": "33", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll Project ideas are welcome.  Bay Area ", "hackathon-rules": "\nThe rules are in place to give every participant the same opportunity for success. In order to be eligible for the prizes, participants must follow the rules. However, if you want to participate and not follow the rules below you will be permitted to do so, although you will not be eligible for the prizes.\nImportantly, you can start coding ahead of the hackathon or at the hackathon. So what are you waiting for? Register now and get started!\nParticipants are free to use any tools that they know, in order to help them code.\nThere will be identical but separate awards for teams that started coding before the hackathon as well as teams that started coding at the hackathon. However, some or all of the coding must take place at the hackathon, in order to be eligible for the awards.\nAlthough not mandatory, participants are encouraged to use our available APIs.\nParticipants have full ownership of what they build during the Code for the Kingdom hackathon and are free to do with it as they wish. If you build as a team, the IP is shared by the team. If you build as an individual, the IP is all yours.\nParticipant must submit their project by the 2:30pm on Sunday afternoon. No late submissions will be accepted.", "hackathon-prizes": [{"prize-content": "1 Team from each of the 3 cities will be recognized with \"Best new code\" award for a total of 3 winners for the Bay Area Hackathon.", "prize-title": "Best New Code at each location"}, {"prize-content": "1 Team from each of the 3 cities will be recognized with \"Best existing code\" award for a total of 3 winners for the Bay Area Hackathon. Coding must take place at the hackathon in order to be eligible for awards.", "prize-title": "Best Exixting Code at each location"}, {"prize-content": "6 Winning Teams will be given the opportunity to attend a luncheon with Henry Kaestner, Managing Partner of Sovereigns Capital, Yu-kai Chou, Gamification Author, and Josh Kwan, founder of Praxis Labs.", "prize-title": "Luncheon for all Winning Teams"}], "hackathon-location-google-maps": "https://maps.google.com/?q=340 Bryant St, San Francisco, CA 94107, USA", "hackathon-url": "https://c4tkbayarea2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Kingdom Impact\nDoes this solution have kingdom impact? Does it advance God’s purposes as communicated in the Bible?"}, {"judging-criterion": "Viability\nHow viable is this in the real world? Is this solution implementable? How hard would it be to scale?"}, {"judging-criterion": "Innovation / Originality\nIs this an original or unique approach? Has the team done something different in how they have addressed the challenge?"}, {"judging-criterion": "Completeness\nIs the project still conceptual, or has it been more fully developed? Is there a working prototype?"}], "hackathon-location-address": "340 Bryant St, San Francisco, CA 94107, USA", "hackathon-description-header": "Transforming the Bay and Beyond", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "San Francisco / Palo Alto / Fremont", "hackathon-end-date": "", "has-projects": "False"}