{"hackathon-description-text": "\nETS is looking for developers and educators to create a game that acts as a math assessment. We’re looking for innovative ideas that produce evidence of students’ knowledge, skills, and abilities in mathematics. The assessment tasks should be based on a Learning Progression for some field of mathematics in K-12. We are providing two research-based Learning Progressions: (1)", "hackathon-number-of-prizes": "1", "hackathon-id": "etsgameschallenge", "hackathon-judges": [{"judge-role": "All eligible submissions will be judged by a qualified panel of ETS employees and consultants.", "judge-name": "Educational Testing Service"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "153", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nThe ETS Assessment Games Challenge (the \"\n\") is a skill-based competition sponsored by Educational Testing Service (ETS). By entering the ETS Challenge you agree that your participation will be governed by, and you shall abide by, all of the following terms and conditions herein and in the Submission Agreement:\n1. \n  The goal of the ETS Electronic Assessment Design Competition is to challenge emerging and experienced game developers and educators to design games and apps for students (grades K through 12th) that assess math knowledge and concepts and foster an interest in STEM subject areas. ETS Challenge entrants are invited to submit a working prototype (amongst other things, as more fully detailed in Section 4 below) for concepts that push the boundaries of game-based assessment among sudents in Kindergarten through High School (\"\n\").  \n2. \n is offered and open only to all natural persons, age 18 and older as of the date of entry, who are legal residents of the United States of America for the duration of the ETS Challenge.  Employees, independent contractors, officers, and directors of ETS, its affiliates and/or subsidiaries, ETS's advertising, promotion and fulfillment agencies and legal advisors, and the immediate family members and persons living in the same household of such persons, are not eligible to participate in the ETS Challenge.\n3.\n The entry period for the ETS Challenge begins May 1, 2012 and ends August 17, 2012 (the \"\n\").\n4. \n  To enter, visit www.etsgameschallenge.com (the \"\n\") during the Entry Period and follow the entry instructions. All Submissions (as defined below) must be in the English language and completed and received in their entireties by ETS by no later than 11:59 PM August 17, 2012 to be eligible. ETS reserves the right not to acknowledge or return any Submission. Each Submission must be comprised of the following (a submission which meets these criteria will be referred to as a \"\n\"):\n(a) A fully completed, signed \n;\n(b) A fully-completed online \n Form, which must specify the name of the entrant or, if the entry is submitted by a Team, the name of the Team Leader and all members of the Team and all accurate and up to date contact information, including an e-mail address and phone numbers;\n(c) A working software application that runs on a widely available software platform (e.g. the web, desktop, iOS, Android, etc.).  Applications may be final (ready for market or in market) or near final (in need of some additional levels or improved graphics, but fully functioning).  Applications should be aimed at assessing student knowledge/understanding of one of the following topics, as described in the provided Learning Progression document:\n(1) Variables and Equality (approximately grades 5-9)\n(2) Linear Functions (approximately grades 7-10)\n(3) Open Mathematics topic – must include a rubric or learning progression that has a basis in educational or psychological research (see the provided progressions for Variables and Equality and Linear Functions as examples).  Any set of k-12 grade-levels is welcomed;\n(d) A brief written description or video describing how the project distinguishes between levels of the Learning Progression (guiding template is provided but optional).\nEach part of a Submission should be uploaded to the Site during the Entry Period, and each Submission should comply with all of the terms and conditions of this Agreement. Failure to do so may result in disqualification of that entrant/Team as determined by ETS in its sole discretion.\n5. \n \nA panel of judges comprised of ETS’s employees and consultants will review Submissions for completeness. The panel will then determine a winner based solely on a Project’s resusability, measurement value, originality and engagement (as further described on the Site). All decisions of ETS are final and binding in all respects. If at any time during the ETS Challenge, ETS determines, in its sole discretion, that the quality and breadth of the Submissions is not of a standard to qualify for the awarding of the Prize, then ETS shall have the right to disqualify any Submission, discontinue the judging and/or terminate the ETS Challenge. \n6. \n \n  During the months of August and September,  ETS will notify the potential winners, by phone or e-mail. ETS may in its discretion announce the names of the potential winners on the Site or in other forms of communication, provided that no potential winner shall be determined as an official Grand Prize Winner until the potential winner s has executed and returned all required documents, as described in this Section 6. If a potential winner is unreachable by phone and/or e-mail during a period of forty-eight (48) consecutive hours, the potential winner may be disqualified. A potential winner (including each Team member, if a winner is a Team) will be required to complete and return an Affidavit of Eligibility, Confidentiality Agreement, Release of Liability and, if legally permissible, a Publicity Release within seven (7) days of attempted delivery of same. Noncompliance within this time period or return of any notification as undeliverable may result in disqualification and an alternate winner may be selected. Each Applicant consents to the same and shall provide whatever additional information, permission and/or documentation is required or requested by ETS.\n7.\nThe Grand Prize consists of US $7,000.00 (Seven Thousand Dollars) (the \"\n\"), awarded in the form of a check or another payment method selected by ETS.  Additionally, the Grand Prize winner will receive an all-expenses paid trip for one person to showcase the winning Project in a Learning and Games demo space at ETS in Princeton, NJ.  The winner will also have an opportunity to meet with the Vice President of Research at ETS to discuss his or her ideas.  In the event that Grand Prize Winner is a Team, the Team Leader shall receive and be solely responsible for the Grand Prize on behalf of the Team.  ETS will have no responsibility for allocation of funds received as part of the Grand Prize among Team members. The Grand Prize Winner(s) grants to ETS a non-exclusive, perpetual, irrevocable, royalty-free, world-wide license to exploit, reproduce, display, adapt and otherwise use, all intellectual property in the Project, including the ideas and concepts embodied in, or related to the Project for any purpose and in any and all media, now known or hereafter invented without any further compensation (other than the Grand Prize).\nThree Runners-Up (one in each category of entry) will receive an all-expenses paid trip for one person to showcase the Project in a Learning and Games demo space at ETS in Princeton, NJ.  The Runners-Up will also have an opportunity to meet with the Vice President of Research at ETS to discuss their ideas. The Runners-Up winners shall grant to ETS a non-exclusive, perpetual, irrevocable, royalty-free, world-wide license to exploit, reproduce, display, adapt and otherwise use, all intellectual property in the Project, including the ideas and concepts embodied in, or related to the Project for any purpose and in any and all media, now known or hereafter invented without any further compensation (other than the Runners-Up prize).\nFor the names of the winners, which will be available after October 1, 2012, send a self-addressed and stamped envelope marked 'WINNERS LIST REQUEST\" to Educational Testing Service, MS: 16-R, 660 Rosedale Rd, Princeton, NJ 08540. ", "hackathon-prizes": [{"prize-content": "One Grand prize winner will receive $7,000 and an all-expenses paid trip for one person to showcase the winning project in a Learning and Games demo space at ETS in Princeton, NJ (estimated value: $1,000). The winner will also have the opportunity to discuss the ideas behind the entry with the Vice President of Research at ETS.", "prize-title": "Grand Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://etsgameschallenge.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judged on a scale of 1-5. 1: the ideas behind this task apply only in this specific game context; 5: the ideas behind this task can be applied to a wide range of game contexts and for a wide range of knowledge, skills, and abilities."}, {"judging-criterion": "Judged on a 1-5 scale. 1: data collected in the course of students’ game play does not target intended knowledge/understanding; 5: task perfectly targets evidence of intended knowledge, skills, and abilities."}, {"judging-criterion": "Judged on a scale of 1-5. 1: task is unoriginal; 5: task is innovative, unique, and creative."}, {"judging-criterion": "Judged on a 1-5 scale. 1: task is boring/unengaging; 5: task is extremely engaging."}], "hackathon-location-address": "", "hackathon-description-header": "ETS challenged developers to create a math assessment task in the form of a game!", "hackathon-prizes-total": "$8,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}