{"hackathon-description-text": "\n** Congratulations to the", "hackathon-number-of-prizes": "10", "hackathon-id": "vrjam", "hackathon-judges": [{"judge-role": "Founder, Oculus", "judge-name": "Palmer Luckey"}, {"judge-role": "Chief Technology Officer, Oculus", "judge-name": "John Carmack"}, {"judge-role": "Co-founder, Funomena and Professor, UC Santa Cruz", "judge-name": "Robin Hunicke"}, {"judge-role": "Software Engineer and Technical Artist, Oculus", "judge-name": "Lydia Choy"}, {"judge-role": "Head of DreamLab, DreamWorks Animation", "judge-name": "Brad Herman"}, {"judge-role": "Co-founder and Manager, Unity Asset Store", "judge-name": "Caitlyn Meeks-Ferragallo"}, {"judge-role": "Chief Creative Officer, The Workshop Entertainment", "judge-name": "Laralyn McWilliams"}, {"judge-role": "Lead Programmer, Epic Games", "judge-name": "Nick Whiting"}, {"judge-role": "Founder, ExNinja Interactive and Lecturer, University of Michigan", "judge-name": "Jeremy Gibson"}, {"judge-role": "Executive Producer, Telltale Games", "judge-name": "Caryl Shaw"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "", "hackathon-number-of-participants": "1760", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nDates: April 13, 2015 to May 11, 2015. Winners announced on or around June 4, 2015.\nFollowing Milestone 1, we will email the terms of this competition to each individual, organization, or each person on a team. If these terms are not electronically signed within 4 days, you will be disqualified.\n\n\n \n\nFollowing Milestone 1, each eligible entrant (individual, team, or organization) will receive a code worth $50 to redeem at the\nThe store credit may expire after a certain amount of time, and there may be additional restrictions for its use. The email that sends the code will provide further details. More details are also available in the FAQ.\n \n\nMobile VR Jam 2015 will have 2 rounds of judging. First, we'll review videos, images, and descriptions of all the entries to find the most fun and innovative ideas. The top 20% from each track (with a minimum of 30 games and 20 apps or experiences) will go on to the next round, where a panel of judges will play and rate them.\nThe judging criteria described in more detail below will be used for the final round of judging.", "hackathon-rules": "\n \n\n\n\n\n\n\n \nThe Mobile VR Jam Contest (“\n”) is sponsored by Oculus VR, LLC (“\n”). The Contest begins at 07:00:00 AM Pacific Time (“\n”) on February 25, 2015 (03:00:00 PM UTC/ 04:00:00 PM CET on February 25, 2015), and ends at 8:59:59 AM PT on May 11, 2015 (03:59:59 PM UTC/05:59:59 PM CEST on May 11, 2015) (“\n”). For purposes of these Terms, the “\n” begins at 12:00:00 AM PT on April 13, 2015 (07:00:00 AM UTC/09:00:00 AM CEST on April 13, 2015) and ends at 8:59:59 AM PT on May 11, 2015 (03:59:59 PM UTC/05:59:59 PM CEST on May 11, 2015). For the purposes of these Terms, the “\n” is 8:59:59 AM PT on April 20, 2015 (03:59:59 PM UTC/05:59:59 PM CEST on April 20, 2015); the “\n” is 8:59:59 AM PT on April 27, 2015 (03:59:59 PM UTC/05:59:59 PM CEST on April 27, 2015); and the “\n” is 8:59:59 AM PT on May 4, 2015 (03:59:59 PM UTC/05:59:59 PM CEST on May 4, 2015). \nTo begin the entry process, an eligible participant must first visit vrjam.challengepost.com (“\n”), log into his/her/its account on ChallengePost, Inc.’s (“\n”) service (or create an account if he/she/it does not already have one), and “register” for this Contest with the Contest Site. Eligible participants must then determine whether they will participate in this Contest as an Individual, a Team, or an Organization (each term is defined below). Once determined, the eligible Individual, Team, or Organization may enter this Contest by visiting the Contest Site during the Submission Period and completing the multi-stage entry process detailed below, which requires the Entrant (defined below) to create, develop, and submit a Software program. Registration will open at the beginning of the Contest Period. To be eligible, participants must register at the Contest Site sometime between the beginning of the Contest Period and the Milestone 1 Deadline. Then, Entrants will be required to submit different content by four (4) deadlines starting at the beginning and continuing throughout the Submission Period. If you register prior to the beginning of the Submission Period you may, if desired, use this time to meet and coordinate with potential Team members (if any) through the Contest Site. Due to the inherent functionality of the Contest Site, the Contest Site allows visitors to continue to register throughout the Contest Period, but those who register after the Milestone 1 Deadline are not eligible to participate in or win this Contest.\nEligible entries received in accordance with these Terms will be subject to a two-stage evaluation process. First, all eligible entries received in this Contest will be reviewed and evaluated by a panel of Sponsor-selected Judges (defined below). For this first stage of the evaluation process, the Judges will confine their review to the Software Description, Progress Image, and Progress Video submitted by each Entrant (all terms defined below) and will perform only a cursory review of the Entrant’s Software to confirm that it functions as described. Based on this initial review, the first panel of Judges will select a minimum of fifty (50) total “Finalists” (as defined and described in more detail below). Those Finalists will then be evaluated by a second panel of Sponsor-selected Judges, who will select twenty-six (26) total winners in accordance with the judging procedures detailed under the “Winner Selection” section below: seventeen (17) winners from the Game Track and nine (9) winners from the Application/Experience Track (both terms defined and described below). Winners from the Game Track will be as follows: one (1) Platinum prize winner, two (2) Gold prize winners, four (4) Silver prize winners, and ten (10) Bronze prize winners. Winners from the Application/Experience Track will be as follows: one (1) Platinum prize winner, two (2) Gold prize winners, two (2) Silver prize winners, and four (4) Bronze prize winners. In addition, eligible entries will be subject to a popular vote by users of the Contest Site during the Public Voting Period (defined below), as more fully described below. Following the conclusion of the Public Voting Period, the one (1) entry from the Game Track that received the most eligible, non-suspect votes will, subject to verification, be declared the Community’s Choice Game winner and the one (1) entry from the Application/Experience Track that received the most eligible, non-suspect votes will, subject to verification, be declared the Community’s Choice App or Experience winner.\n\n: For the purposes of this Contest, the “\n” means the United States, Canada (excluding Quebec), United Kingdom, Germany, France, Sweden, Netherlands, Australia, New Zealand, South Korea, Switzerland, Norway, Poland, Austria, Belgium, Russia, Thailand, Singapore, India, Mexico and Japan. This Contest is open only to the following:\n(a) natural persons who are, as of the date of entry, (i) a legal resident of a nation within the Territory and (ii) at least eighteen (18) years old and the age of majority in his or her jurisdiction of residence (e.g., country, province, state, prefect, territory, district, etc.) (any and each, an “\n”); or\n(b) entities and organizations that are, as of the date of entry, legally formed or recognized by a jurisdiction within the Territory and have a principal place of business in the Territory (any and each, an “\n”); or\n(c) an association of not more than ten (10) individuals that does not constitute a legally recognized entity, provided that each natural person comprising such an association is (i) a legal resident of a nation within the Territory and (ii) at least eighteen (18) years old and the age of majority in his or her jurisdiction of residence (any and each, a “\n”). A Team Entrant may have no fewer than two (2) and no more than ten (10) members.\n(Where distinction is not necessary, any Individual, Organization, or Team (including each Team member) that enters or takes steps to participate in this Contest is referred to in these Terms as an “\n.”)\nEmployees, officers, directors, members, managers, agents, and representatives of Sponsor or any other entities participating in the design, promotion, marketing, administration, or fulfillment of this Contest (other than ChallengePost and Unity (defined below)), or any of their respective corporate partners, parent companies, divisions, subsidiaries, affiliates, successors in interest, and advertising, promotion, and public relations agencies (collectively, along with ChallengePost, the “\n”) and any family member or member of the same household (whether or not related) of any such persons are not eligible to enter or win a prize in this Contest. For purposes of this Contest, the term “family member” is defined as any spouse, partner, parent, legal guardian, child, sibling, grandparent, grandchild, or in-law.\nEntrant (including each member of a Team) must not be under any legal or contractual obligation that would prohibit its participation in this Contest as described in these Official Rules. If participating in this Contest would result in a violation by Entrant of any law applicable to it or any agreement to which it is a party, such Entrant is ineligible. Participation in this Contest constitutes Entrant’s full and unconditional agreement to and acceptance of these Terms and the decisions of Sponsor, which are final and binding in all matters. Any natural person completing any portion of the entry process described in these Terms on behalf of an Organization Entrant must be authorized to legally bind that Organization.\n \nTo enter, eligible Entrants must create, develop and submit software that is (i) explicitly designed using the Oculus mobile software development kit (“\n”) for entry into this Contest and (ii) fully compliant with these Terms, including each of the Submission Requirements detailed below (“\n”). Entrant’s Software and related required content must be submitted to and received by Sponsor by the specified deadlines during the Submission Period through a submission process of up to four (4) steps, as described below. Entrant must follow the links and instructions on the Contest Site in order to make the submissions required by these Terms.\n(1) \n: At any point between the start of the Submission Period and the Milestone 1 Deadline, eligible Entrants may begin the entry process by submitting via the Contest Site a description of the Software that the Entrant has developed or is developing for this Contest, an image from the design documentation, and required information about the Entrant him-, her-, or itself (collectively, the “\n”). The Software & Entrant Overview must comply fully with the Submission Requirements below and must:\nSoftware & Entrant Overview must be submitted and received via the Contest Site (vrjam.challengepost.com) no later than the Milestone 1 Deadline. As discussed above, due to its inherent functionality, the Contest Site will continue to allow visitors to “register” for the Contest until the end of the Contest Period. However, only those who submit the Software & Entrant Overview by the Milestone 1 Deadline will be eligible to participate and potentially win a prize in this Contest.\nFollowing the Milestone 1 Deadline, Sponsor or its designated representative will send an email to each Entrant (including, for any Team Entrant, to each identified member of the Team) that will allow the Entrant (or Team member) to review and electronically sign a copy of these Terms (“\n”) and return the executed Terms to Sponsor. For Organization Entrants, the Terms Email will also request some additional information about the Entrant.\n(2) \n: At any point between the start of the Submission Period and the Milestone 2 Deadline, eligible Entrants may continue the entry process by submitting one or more screen images taken from the Software in its then-current form (“\n”). Progress Image must fully comply with the Submission Requirements below and must be submitted and received via the Contest Site (vrjam.challengepost.com) no later than the Milestone 2 Deadline.\n(3) \n: At any point between the start of the Submission Period and the Milestone 3 Deadline, eligible Entrants may continue the entry process by submitting a demonstration video showcasing the participant’s progress in developing the Software up to that point (“\n”). Progress Video must comply fully with the Submission Requirements below and must: \nA link to Entrant’s Progress Video as hosted on one of the Hosting Sites must be submitted and received via the Contest Site (vrjam.challengepost.com) no later than the Milestone 3 Deadline.\n(4) \n:\n(a) \n. At any point during the Submission Period, an eligible Entrant may continue the entry process by submitting a fully operational version of the Software to Sponsor in accordance with the instructions set forth on the Contest Site. Sponsor will then provide a link to the Software to the Entrant (the “\n”).\n(b) \n. Finally, an eligible Entrant may complete his/her/its entry into this Contest by submitting the Link via the Contest Site at \n no later than the end of the Submission Period.\nSponsor will discontinue OFFERING THE LINK TO DOWNLOAD Entrant’s Software through the Contest Site following the conclusion of the Judging Process (ON APPROXIMATELY MAY 27, 2015). However, Entrant understands and agrees that neither Sponsor nor any other CONTEST ENTITY will have any control over or liability for continued use or further distribution of Entrant’s Software by any person who downloads it. Please consider this risk carefully before you elect to enter the Contest.\nAn Entrant’s Software & Entrant Overview, Progress Image, Progress Video, Software, and any other text, images, audiovisual materials, code, software, or other content that an Entrant submits to Sponsor as part of this Contest are referred to collectively as the Entrant’s “\n,” and, when submitted in accordance with these Terms and all instructions of Sponsor and actually received by Sponsor, constitute Entrant’s “\n.” All eligible Entries received during the Contest Period will be judged as more fully detailed in the “Winner Selection” section.\n: To be eligible, Sponsor must receive an Entrant’s Software & Entrant Overview no later than the Milestone 1 Deadline, Progress Image no later than the Milestone 2 Deadline, Progress Video no later than the Milestone 3 Deadline, and working Software no later than the end of the Submission Period. However, Entrant need not submit each component as a separate submission if more than one component is completed prior to the applicable deadline. In addition, while a completed Software & Entrant Overview, Progress Image, and Progress Video must be timely submitted in accordance with the schedule described above in order for Entrant to remain eligible in this Contest, they need not be finalized until the end of the Submission Period. Entrants may update or change their Software & Entrant Overview, Progress Image, and Progress Video at any time prior to the end of the Submission Period, including to provide an updated description or view of the Software as it develops or – if Entrant’s direction changes – to describe a new Software program entirely, provided that each of the above-described deadlines is met on time and that, at the end of the Submission Period, the Software & Entrant Overview, Progress Image, and Progress Video all describe or depict the Software ultimately submitted by Entrant. This includes the ability to move between the Game Track and the Application/Experience Track at any time prior to the end of the Submission Period. The only aspects of an Entrant’s Entry that cannot be changed during the course of the Entry process are (i) the identity of (and information regarding) the Entrant itself (including, for a Team Entrant, the members of that Team) and (ii) if selected, the Engine. After the Milestone 1 Deadline, the identity of an Entrant and composition of a Team Entrant and any Engine designated may not be changed.\nAn Entrant may submit as many Entries as he/she/it would like, provided that each Entry must be based on a different Software program. No Entrant(s) may submit more than one (1) Entry for a single Software program. Entries must be submitted and received by Sponsor during the Submission Period through the Contest Site in strict accordance with these Terms. The database clock for the Contest Site will be the official timekeeper for this Contest. For purposes of this Contest, only complete Entries that are actually received by Sponsor through the Contest Site and during the Submission Period will be considered. Other proof of submitting or attempting to submit an Entry (such as, without limitation, a screenshot or an automated email confirmation message from Sponsor) does not constitute proof of actual receipt of the Entry for purposes of this Contest. Those who do not abide by these Terms and the instructions of Sponsor and provide all required Entrant Content may, in Sponsor’s sole discretion, be disqualified. Entries or participation may not be acknowledged and will not be returned. Entries (or participation that does not qualify as an “Entry”) that are incomplete, lost, late, misdirected, mutilated, fraudulent, illegitimate, incomprehensible, garbled, or generated by a macro, bot, or other automated means will not be accepted and will be void. Entries or participation made on behalf of an Entrant by a third party not affiliated or associated with that Entrant (as determined by Sponsor in its sole discretion) or originating through any commercial promotion subscription, notification, or entering service will be declared invalid and disqualified for this Contest. No Released Party (defined below) will have any responsibility or liability for any dispute regarding any Entrant, including the identity of any Individual Entrant, the composition or members of a Team or Organization Entrant, or the distribution of any prize won among members of a Team or Organization Entrant. In the event that any dispute regarding an Entry or Entrant (including those regarding the identity or members of an Entrant Team/Organization or any Entrant’s rights in the applicable Software) cannot be resolved to Sponsor’s satisfaction, the Entry will be deemed ineligible and the Entrant disqualified. Sponsor will collect and process Entrants' personal information and it will be shared with Sponsor's partners, agents and affiliates to the extent necessary to conduct the Contest, including for prizes to be delivered to the winners. The collection and storage of winners' personal information will be in accordance with Sponsor's applicable privacy policy in place from time to time (a copy of which can be found at www.oculus.com/privacy). Without limiting the foregoing and where applicable, Sponsor may provide the email address(es) of any Entrant to prize provider Unity Technologies ApS and its affiliates (“\n”) or any of the Contest Entities for the purposes of supplying prizes in this Contest. As a condition of entering the Contest, without limiting any other provision in these Terms, each Entrant gives consent for Sponsor and its agents to obtain and deliver his/her/its name, email or mailing address, and other information and Entry to third parties for the purpose of administering this Contest and complying with applicable laws, regulations, and rules. ENTRIES WILL NOT BE RETURNED AND, IN FACT, MAY BE DESTROYED. KEEP A COPY OR THE ORIGINAL OF EACH ELEMENT OF THE ENTRY. ANY ENTRY THAT DOES NOT CONFORM TO THE REQUIREMENTS IN THESE TERMS MAY, IN SPONSOR’S SOLE DISCRETION, BE DEEMED INELIGIBLE.\n \n\nEntrant Content must meet all of the following requirements, as determined by Sponsor in its sole discretion, or the associated Entry may be disqualified:\n \nSponsor reserves the right in its sole discretion to disqualify from the Contest any Entrant (and all natural persons comprising such Entrant) whose Entry (in its sole discretion) refers, depicts, or in any way reflects negatively upon a Contest Entity, the Contest, or any other person or entity or does not comply with these Terms, including any of the above Submission Requirements.\n \n\n(a) \n. Eligible Entries received during the Submission Period will be evaluated through a two-stage process as follows:\nFirst, all eligible Entries received in this Contest will be reviewed and evaluated by a panel of judges selected by Sponsor in its sole discretion (“\n”). For this first stage of the evaluation process, the Judges will primarily confine their review to the Software Description, Progress Image, and Progress Video submitted by each Entrant. The Judges will review those portions of each eligible Entry based on the following evenly weighted criteria (collectively the “\n”):\n(i) Promise. Extent to which the Judge believes that Entrant’s concept for its Software will, if well executed, appeal to the greater Oculus community; and\n(ii) Innovation. Extent to which the Software Description, Progress Image, and Progress Video demonstrate originality in design of the Software. This Criterion considers the design and execution of the Software’s user interface and other elements evidenced in the Entrant Content reviewed. Where applicable, the Judges may also take into account any innovative use of virtual-reality mechanics by Entrant’s Software that is described or observable in the Entrant Content reviewed. Examples of “virtual-reality mechanics” considered under this Criterion include (but are not limited to) multi-user capabilities, head-tracking, and touch-pad use.\nIn the first round of the judging process, the Judges will also perform a cursory review of the Entrant’s Software primarily to confirm that the Software will function as described in the selected materials. In the event that the Judges are unable to get an Entrant’s Software to function after reasonable efforts, that Entrant may be disqualified. Notwithstanding any other provision to the contrary, the Judges may (in either round of the judging process) contact Entrant to request a bug fix or other minor modification to the Software to address a functionality or stability issue (any a “\n”) or implement any Big Fix provided by Entrant after the Submission Period and may, in judging an Entry, consider the Software as modified by any such Bug Fix. However, the decision to request or implement any Bug Fix is within Sponsor’s sole discretion. Sponsor will be under no obligation to request a Bug Fix or implement any Bug Fix provided and may disqualify any Entrant whose Software is not completely functional when submitted in this Contest.\nFor each First-Round Criterion, each eligible Entry will be scored on a scale of one (1) to five (5) by each Judge. The Entries that, based on their score from the first round of judging, are in the top twenty percent (20%) of all eligible Entries received for the Games Track will be selected as potential “\n” The Entries that, based on their score from the first round of judging, are in the top twenty percent (20%) of all eligible Entries received for the Application/Experience Track will be selected as potential “\n” The Game Finalists and Application/Experience Finalists are collectively referred to herein as the “\n.” There will be a minimum of thirty (30) Game Finalists and twenty (20) Application/Experience Finalists (provided that Sponsor has received enough eligible Entries in this Contest to meet such minimums) and Sponsor may appoint Finalists whose score after the first round of judging is lower than the required percentile in order to satisfy these minimums. In the event of a tie in the determination of any Finalist, all Entries that share the tying score will advance to the second round of the judging process.\nThe Finalists will then be judged by a second panel of Judges (including at least one independent judge) chosen by Sponsor in its sole discretion based on the following evenly weighted criteria: (i) the overall virtual-reality experience of the Software (including how fun, useful, and engaging the Judge considers the Finalist’s Software) and (ii) the innovation in virtual-reality mechanics demonstrated by the Software (the “\n”). Examples of “virtual-reality mechanics” considered under the latter Second-Round Criterion include (but are not limited to) multi-user capabilities, head-tracking, touch-pad use, and the user interface. In the second stage of the judging process, the Judges will apply the Criteria to the Entry based primarily on the Software itself. However, the Judges may also look to the Software Description, Progress Image, and Progress Video for additional information regarding the Entry.\nFor each Second-Round Criterion, each eligible Entry will be scored on a scale of one (1) to five (5) by each Judge. (All Finalists will be re-evaluated by the Judges in the second stage of the judging process and the scores for each Finalist from the first round of the judging process will not carry forward, except where necessary to break a tie as described below.) Of the Game Finalists, the seventeen (17) Entries with the seventeen (17) highest scores after application of the Second-Round Criteria will be selected as the potential winners of the one (1) Platinum prize, two (2) Gold prizes, four (4) Silver prizes, and ten (10) Bronze prizes, respectively. Of the Application/Experience Finalists, the nine (9) Entries with the nine (9) highest scores after application of the Second-Round Criteria will be selected as the potential winners of the one (1) Platinum prize, two (2) Gold prizes, two (2) Silver prizes, and four (4) Bronze prizes, respectively. In the event of a tie in the selection of any potential Winner, the tie will be resolved in favor of the Entry with the higher score on “overall virtual-reality experience” Second-Round Criterion. If the tie persists, it will be resolved in favor of the Entry with the higher score on the “virtual-reality mechanics” Second-Round Criterion. If the tie still persists, it will be resolved in favor of the Entry that received the higher score on the “promise” First-Round Criterion. Finally, if the tie still persists, it will be resolved in favor of the Entry that received the higher score on the “innovation” First-Round Criterion.\n(b) \n. For purposes of this Contest, the “\n” will begin at 12:00:00 a.m. PT on May 12, 2015 (7:00:00 a.m. UTC/9:00 a.m. CEST on May 12, 2015) and will close at 11:59:59 p.m. PT on May 26, 2015 (6:59:59 a.m. UTC/8:59:59 a.m. CEST on May 27, 2015). During the Public Voting Period, Entries submitted in this Contest will be available for review by visitors to the Contest Site, including the ability for visitors to download and use the Software, as described above. Visitors to the Contest Site will be directed to review Entries and invited to register with ChallengePost and vote for the best Entries by applying the Second-Round Criteria. Only registered users of ChallengePost’s service may use the ChallengePost Public Voting tool to vote for Entries. A registered ChallengePost user may vote for each Entry only once and must comply with all of ChallengePost’s terms and policies in order for his or her vote to count. Following the close of the Public Voting Period, the one (1) eligible Entry from the Games Track with the most eligible, non-suspect votes will be identified as the potential Community’s Choice Game winner and the one (1) eligible Entry from the Application/Experience Track with the most eligible, non-suspect votes will be identified as the potential Community’s Choice App or Experience winner (collectively, the potential “\n”).\nEntrants are prohibited from offering inducement in connection with votes or obtaining votes by any fraudulent or inappropriate means, as determined by the Sponsor in its sole discretion, including, without limitation, by offering prizes or other incentives or inducements in exchange for votes or by registering multiple ChallengePost user accounts (or encouraging others to do so) in order to submit votes in excess of the above-stated limit. Use of these techniques, or of any script, macro, or other automated or artificial system to vote, or acting in any manner with the intent or effect of impairing the integrity of the voting process, is prohibited and all such votes will, upon discovery by the Sponsor, be deemed null and void and may lead to the disqualification of the applicable Entrant. Sponsor reserves the right to restrict or void votes from any device, ChallengePost account, IP address, or other identifiable source or for any Entrant if any vote is determined or suspected to be fraudulent or otherwise in violation of these Terms, as determined by Sponsor in its sole discretion. Without limiting any other provision of these Terms, if the voting process is incapable of operating as planned for any reason (including, without limitation, Sponsor’s determination or suspicion of voting fraud or any other action that Sponsor determines has impaired or undermined the administration, security, fairness, or proper conduct of the voting process), Sponsor reserves the right to determine the potential Community’s Choice winners (i) by counting only non-suspect votes or only those votes made by a select group of non-suspect users chosen by Sponsor in its sole discretion or (ii) as otherwise determined to be fair by Sponsor in its sole discretion.\nAN ENTRANT MAY WIN A MAXIMUM OF FIVE (5) PRIZES IN THIS CONTEST, IRRESPECTIVE OF THE NUMBER OF ENTRIES SUBMITTED BY THAT ENTRANT. Sponsor reserves the right to contact Entrants for verification purposes and administration of the Contest. All Judges’ decisions are final and binding in all matters relating to this Contest. Each Entrant acknowledges that other Entrants may have created ideas and concepts contained in their Entry that may have familiarities or similarities to his/her/its Entry (including, without limitation, a similar Software program), and that he/she/it will not be entitled to any compensation or right to negotiate with the Contest Entities because of these familiarities or similarities.\nSponsor or its designee will announce the “Finalists” on the Contest Site on or around May 18, 2015. Sponsor or its designee will attempt to notify the potential winners by telephone or email (as determined by Sponsor in its sole discretion) on or around May 27, 2015. Sponsor will announce the potential winners on the Contest Site on or around June 3, 2015. (All dates and times as measured in the US Pacific Time Zone.) Each potential winner (including each individual member of any Team winner) may be required to complete, execute, have notarized (if applicable), and return an Affidavit/Declaration of Eligibility and Liability/Publicity Release (unless prohibited by law), tax documents, an agreement regarding distribution of the Software through Sponsor’s Oculus Store (as described below), and related prize-acceptance documents (collectively, “\n”) within the time frame specified and in the form provided by Sponsor, without revision, or prize may be forfeited. The Prizewinner Documents, if applicable, must be received by Sponsor from the potential winner (including each individual member of any Team winner) within five (5) days of Sponsor sending the documents to the potential winner (or other time frame as stated in the Prizewinner Documents) or prize may be forfeited and an alternate winner selected. If any notification or other Contest-related communication is returned as undeliverable, or if a selected potential winner cannot be reached or does not respond as instructed after Sponsor has attempted to notify that potential winner, that selected potential winner may be disqualified and an alternate winner may be selected (time permitting and in Sponsor’s sole discretion). Sponsor reserves the right to modify the notification procedures in connection with the selection of any alternate potential winner, if any. The prize claim and Prizewinner Documents are subject to verification by Sponsor. In the event there are fewer eligible Entries received by Sponsor than there are stated Finalists or prizes in these Terms, Sponsor reserves the right to advance fewer Finalists to the second round of judging or to award fewer prizes (as applicable) in accordance with the number of eligible Entries actually received. Sponsor will not be obligated to pursue more than two (2) alternate winners (time permitting) for any prize for any reason.\n\n\n \n:\n:\n(a)\nSubject to verification, the one (1) Platinum-prize winner for the Games Track in this Contest will receive a prize consisting solely of the following: two hundred thousand US dollars ($200,000 US). \n(b)\nSubject to verification, the two (2) Gold-prize winners for the Games Track in this Contest will each receive a prize consisting solely of the following: one hundred thousand US dollars ($100,000 US).\n(c)\nSubject to verification, the four (4) Silver-prize winners for the Games Track in this Contest will each receive a prize consisting solely of the following: fifty thousand US dollars ($50,000 US).\n(d)\nSubject to verification, the ten (10) Bronze-prize winners for the Games Track in this Contest will each receive a prize consisting solely of the following: ten thousand US dollars ($10,000 US).\n(e)\nSubject to verification, the one (1) Community’s Choice winner for the Games Track in this Contest will receive a prize consisting solely of the following: ten thousand US dollars ($10,000 US).\n \n\n(f)\nSubject to verification, the one (1) Platinum-prize winner for the Application/Experience Track in this Contest will receive a prize consisting solely of the following: one hundred thousand US dollars ($100,000 US).\n(g)\nSubject to verification, the two (2) Gold-prize winners for the Application/Experience Track in this Contest will each receive a prize consisting solely of the following: fifty thousand US dollars ($50,000 US).\n(h)\nSubject to verification, the two (2) Silver-prize winners for the Application/Experience Track in this Contest will each receive a prize consisting solely of the following: thirty thousand US dollars ($30,000 US).\n(i)\nSubject to verification, the four (4) Bronze-prize winners for the Application/Experience Track in this Contest will each receive a prize consisting solely of the following: ten thousand US dollars ($10,000 US). \n(j) \n \nSubject to verification, the one (1) Community’s Choice winner for the Application/Experience Track in this Contest will receive a prize consisting solely of the following: ten thousand US dollars ($10,000 US).\nThe total ARV for all prizes available in this Contest is one million and twenty thousand US dollars ($1,020,000 US).\n\nSponsor, in its sole discretion, may award or allow a third-party prize provider to award prizes or rewards in addition to those described above based on completion by Entrants of certain qualifying tasks or conduct, all as detailed on the Contest Site and subject to any additional restrictions or limitations (including eligibility restrictions) detailed on the Contest Site or communicated by Sponsor or prize provider. Sponsor is not responsible for any inability or unwillingness of any winning Entrant to accept or use the prize (or portion thereof) for any reason. Prize elements delivered by mail will only be mailed to the winning Entrant’s address within the Territory. Prize details not specifically stated in these Terms, (including the form or method of any payment) will be determined by Sponsor in its sole discretion. All taxes (including, without limitation, national, federal, state, provincial, territorial, prefectural, and/or local taxes), as well as any expenses arising from acceptance or use of the prize and not specified in these Terms as being provided as part of the prize, are the sole responsibility of the prizewinner. Sponsor is not responsible for and will not replace any lost, mutilated or stolen prize or prize element or any prize that is undeliverable or does not reach a prizewinner because of incorrect or changed contact or bank routing information. If a prizewinner does not accept or use the entire prize for any reason, the unaccepted or unused part of the prize will be forfeited and Sponsor will have no further obligation with respect to that prize or portion of the prize. No transfers will be made. Sponsor reserves the right to substitute any stated prize or any component thereof with another prize or component of equal or greater value in case that the prize is not available for unexpected reasons. No more than the stated prizes will be awarded. Entrants waive the right to assert as a cost of winning any prize, any and all costs of verification and redemption and any liability and publicity which might arise from claiming or seeking to claim said prize. No Released Party (defined below) will have any responsibility for division of prizes among natural persons comprising any prizewinning Entrant that is a Team or Organization or any liability to any natural person not receiving a prize who is a member of such a Team or Organization.\n \nBy submitting Entrant Content, each Entrant (if the Entrant is a Team, this shall refer to each individual member of such Team holding intellectual property rights in the Entrant Content) grants to the Contest Entities (and their agents, successors, and assigns) the irrevocable, transferable, sublicensable, absolute right and permission (including the rights in Articles 27 and 28 of the Copyright Act of Japan) to use, edit, modify, copy, reproduce, and distribute any such Entrant Content submitted by the Entrant (including its Software and any of Entrant’s trade names or trademarks, including logos) in perpetuity and in any medium now known or hereafter devised (including online and in digital media), anywhere throughout the world and in any language, without further obligation or compensation of any kind to Entrant, for the purposes of administering this Contest and for the Contest Entities’ advertising, trade, promotional and publicity purposes, and shall not exercise its moral rights (the right to make any Entrant Content public, right to determine the display of the author’s name, and right to preserve the integrity of any Entrant Content). Aside from the rights granted the Contest Entities under these Terms, Entrant remains (as between Entrant and the Contest Entities) the owner of all right, title, and interest in and to the Entrant’s Entrant Content.\nEach Entrant hereby acknowledges and agrees that the relationship between the Entrant and each of the Contest Entities is not a confidential, fiduciary, or other special relationship, and that the Entrant’s decision to submit his/her/its Entry for purposes of the Contest does not place any of the Contest Entities in a position that is any different from the position held by members of the general public with regard to elements of the Entry (including, without limitation, the Software), other than as set forth in these Terms. (For the sake of clarity and without limiting the foregoing, these Terms do not purport to modify the terms of any separate agreement between Sponsor and any Entrant, including any confidentiality or non-disclosure agreement.) Each Entrant understands and acknowledges that the Contest Entities have wide access to ideas, text, images, code, applications, software, and other creative materials. Each Entrant also acknowledges that many ideas for games, other applications, or online services may be competitive with, similar to, or identical to its Software and/or each other in idea, function, components, format, or other respects. Each Entrant acknowledges and agrees that such Entrant will not be entitled to any compensation as a result of any Contest Entity’s use of any such similar or identical material that has or may come to such Contest Entity from other sources. Each Entrant acknowledges and agrees that no Contest Entity has now or will have in the future any duty or liability (direct or indirect; vicarious, contributory, or otherwise) with respect to the infringement or protection of the Entrant’s patent, copyright or other proprietary rights in and to his/her/its Software or any other part of its Entrant Content. Each Entrant acknowledges that, with respect to any claim by Entrant relating to or arising out of a Contest Entity’s actual or alleged exploitation or use of any Entrant Content (including the Software), the damage, if any, thereby caused to the applicable Entrant will not be irreparable or otherwise sufficient to entitle such Entrant to seek injunctive or other equitable relief or in any way enjoin the production, distribution, exhibition, or other exploitation of any Contest Entity application, service or other property, and Entrant’s rights and remedies in any such event are strictly limited to the right to recover damages, if any, in an action at law. \n\n\n\nThe Released Parties are not responsible and/or liable for any of the following, whether caused by a Released Party, the Entrant (or a member of any Entrant Team or Organization), or by human error (except to the extent that any of the following occur for reasons within Sponsor's reasonable control, if applicable law in your jurisdiction of residence dictates that liability to the injured party in such a case cannot be excluded by law): Entries or votes made by illegitimate means (such as, without limitation, by an automated computer program) or in excess of the above-stated limit; any lost, late, postage-due, incomplete, illegible, incomprehensible, mutilated, or misdirected email, mail, or Contest-related correspondence or materials; any error, omission, interruption, defect, or delay in transmission or communication; viruses or technical or mechanical malfunctions; interrupted or unavailable telephonic, cellular, cable, or satellite systems; errors, typos or misprints in these Terms, in any Contest-related advertisements or other materials; failures of electronic equipment, computer hardware or software; lost or unavailable network connections or any failed, incorrect, incomplete, inaccurate, garbled or delayed electronic communications; technical or human error which may occur in the administration of the Contest or the processing of Entries; or any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Entrant's participation in the Contest or receipt or use of any prize. Without limiting any other provision of these Terms, no Released Party is responsible or liable for any injury or damage to the persons or property of Entrant or any third party based on use by such party of Entrant’s Software or other Entrant Content made available as part of this Contest or based on any use by Entrant of the Software or Entrant Content of any other participant in this Contest. Released Parties are not responsible for electronic communications that are undeliverable as a result of any form of active or passive filtering of any kind, or for insufficient space in a person’s email account or voicemail inbox to receive email or voice messages. No Released Party is responsible or will have any liability for any purported Entrant Content (including, without limitation, any Progress Video) that is removed from any Hosting Site for any reason at any time prior to the award of the prizes in this Contest, including removal by a Hosting Site of a purported Progress Video in response to such content being “flagged” or reported as inappropriate. No Released Party is responsible for changes to any Hosting Site or any of the functionality of any such Hosting Site that may interfere with the Contest or ability of an Entrant to participate. Released Parties are not responsible, and may disqualify an Entrant, if any contact information provided by the Entrant does not work or is changed without giving prior written notice to Sponsor. Without limiting any other provision in these Terms, the Released Parties are not responsible or liable to any Entrant or winner (or any person claiming through such Entrant or winner) for failure to supply a prize or any part thereof in the event that any of the Contest activities or Released Parties’ operations or activities are affected by any cause or event beyond the sole and reasonable control of the applicable Released Party (as determined by Sponsor in its sole discretion), including, without limitation, by reason of any acts of God, equipment failure, threatened or actual terrorist acts, air raid, act of public enemy, war (declared or undeclared), civil disturbance, insurrection, riot, epidemic, fire, explosion, earthquake, flood, hurricane, unusually severe weather, blackout, embargo, labor dispute or strike (whether legal or illegal), labor or material shortage, transportation interruption of any kind, work slow-down, any law, rule, regulation, action, order, or request adopted, taken, or made by any governmental or quasi-governmental entity (whether or not such governmental act proves to be invalid), or any other cause, whether or not specifically mentioned above.\nThe following specific terms only apply for Entrants that reside in Germany. If you have your habitual residence in Germany, the Additional Disclaimers section of these Terms and the Limitations of Liability & Disclaimer of Warranties section of these Terms do not apply to you. Instead, the following Section does apply to you:\nSPONSOR AND EACH OF THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, MEMBERS, MANAGERS, REPRESENTATIVES AND AGENTS (THE “INDICATED PARTIES”) SHALL BE LIABLE AS FOLLOWS:\n(I)        THE INDICATED PARTIES SHALL BE FULLY LIABLE FOR INTENT AND GROSS NEGLIGENCE AS WELL AS FOR DAMAGES CAUSED BY INJURY TO LIFE, BODY OR HEALTH.\n(II)       IN AN EVENT OF SLIGHT NEGLIGENCE, THE INDICATED PARTIES SHALL BE LIABLE ONLY FOR BREACHES OF A MATERIAL CONTRACTUAL OBLIGATION (CARDINAL DUTY). A „CARDINAL DUTY“ IN THE MEANING OF THIS PROVISION IS AN OBLIGATION WHOSE FULFILLMENT MAKES THE IMPLEMENTATION OF THIS CONTRACT POSSIBLE IN THE FIRST PLACE AND ON THE FULFILLMENT OF WHICH THE CONTRACTUAL PARTNER MAY THEREFORE GENERALLY RELY.\n(III)     IN A CASE ACCORDING TO CLAUSE (II), THE INDICATED PARTIES SHALL NOT BE LIABLE FOR ANY LACK OF COMMERCIAL SUCCESS, LOST PROFITS AND INDIRECT DAMAGES.\n(IV)      LIABILITY IN ACCORDANCE WITH THE ABOVE CLAUSES (II) AND (III) SHALL BE LIMITED TO THE TYPICAL, FORESEEABLE DAMAGES.\n(V)       ANY POTENTIAL LIABILITY ON THE PART OF THE INDICATED PARTIES FOR ANY WARRANTIES AND FOR CLAIMS BASED ON THE GERMAN PRODUCT LIABILITY ACT SHALL REMAIN UNAFFECTED.\n \n \nBy entering this Contest (except where prohibited by law), each natural person signing these Terms as part of an Entry (as the Entrant OR AS an Entrant Team or Organization) grants the Contest Entities the irrevocable, sublicensable, free-of-charge, absolute right and permission to use, publish, post or display his or her name, photograph, likeness, voice, biographical information, any quotes attributable to him or her, and any other indicia of persona (regardless of whether altered, changed, modified, edited, used alone, or used with other material in the Contest Entities’ sole discretion) for advertising, trade, promotional and publicity purposes related to the Contest and the awarding of prizes without further obligation or compensation of any kind to him or her, anywhere worldwide, in any medium now known or hereafter discovered or devised (including, without limitation, on the Internet) without any limitation of time and without notice, review or approval, and each such person releases all Contest Entities from any and all liability related to such authorized uses. Nothing contained in these Terms obligates any Contest Entity to make use of any of the rights granted herein and each natural person granting publicity rights under this provision waives any right to inspect or approve any such use.\nSponsor's decisions will be final in all matters relating to this Contest, including interpretation of these Terms, acceptance or rejection of Entrants, Entries, or votes, selection of the winners, and awarding of the prizes. All Entrants, as a condition of entry, agree to be bound by these Terms. Failure to comply with these Terms may result in disqualification from the Contest. Participants further agree to not damage or cause interruption of the Contest and/or prevent others from participating in the Contest. Sponsor reserves the right to restrict or void participation (including, without limitation, votes) from any IP address, email address or domain, device, or other designator or identifiable source if any Entry, vote, and/or participation is suspected to be fraudulent, as determined by Sponsor in its sole discretion. Sponsor reserves the right, in its sole discretion, to void Entries, votes, or other participation by any person or entity who Sponsor believes has attempted to tamper with or impair the administration, security, fairness or proper play of this Contest. In the event there is an alleged or actual ambiguity, discrepancy or inconsistency between disclosures or other statements contained in any Contest-related materials and these Terms (including any alleged discrepancy or inconsistency within these Terms), it will be resolved by Sponsor in its sole discretion. Participants waive any right to claim ambiguity in the Contest or these Terms. If Sponsor determines (at any time and in its sole discretion) that any winner or potential winner is disqualified, ineligible, in violation of these Terms, or engaging in behavior that Sponsor deems obnoxious, inappropriate, threatening, illegal or that is intended to annoy, abuse, or harass any other person or entity, Sponsor reserves the right to disqualify such winner or potential winner, even if the disqualified winner or potential winner may have been notified or displayed or announced anywhere. Sponsor's failure to or decision not to enforce any provision in these Terms will not constitute a waiver of that or any other provision. The invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Terms will otherwise remain in effect and will be construed in accordance with their terms as if the invalid or illegal provision were not contained herein. If the Contest is not capable of running as planned for any reason (including, without limitation, as a result of actual or suspected fraud or other improper participation or votes), Sponsor reserves the right, in its sole discretion, to cancel, modify or suspend the Contest and award the prizes based on eligible, non-suspect Entries received prior to cancellation, modification, or suspension, if any, or as otherwise deemed fair and appropriate by Sponsor. If any person supplies false information, participates or submits Entries or votes by fraudulent means, or is otherwise determined to be in violation of these Terms in an attempt to obtain a prize, Sponsor may disqualify that person (and any Entrant on the behalf of which such person participated in the Contest) and seek damages from him or her and that person may be prosecuted to the full extent of the law. If any dispute regarding an Entry cannot be resolved to Sponsor's satisfaction, such Entry will be deemed ineligible. CAUTION: ANY ATTEMPT TO DAMAGE ANY ONLINE SERVICE OR WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST MAY VIOLATE CRIMINAL AND CIVIL LAWS. IF SUCH AN ATTEMPT IS MADE, SPONSOR MAY DISQUALIFY ANY PARTICIPANT MAKING SUCH ATTEMPT AND MAY SEEK DAMAGES TO THE FULLEST EXTENT PERMITTED BY LAW.\n \n\nExcept where prohibited by law, any and all disputes, claims, and causes of action between a participant and any Released Party arising out of or connected with this Contest, the determination of any winner, or any prize awarded must be resolved individually, without resort to any form of class action. Further, in any such dispute, under no circumstances will a participant be permitted or entitled to obtain awards for, and hereby waives all rights to claim punitive, incidental or consequential damages, or any other damages, including attorneys' fees, other than the participant’s actual out-of-pocket expenses (if any), not to exceed twenty-five dollars ($25 USD) and each participant further waives all rights to have damages multiplied or increased.\nThis Contest and any dispute arising under or related thereto (whether for breach of contract, tortious conduct, or otherwise) will be governed by the internal laws of the State of California, USA, without giving effect to its conflicts of law or choice of law principles or rules that would cause the application of the laws of any other jurisdiction. Any legal actions, suits or proceedings related to this Contest (whether for breach of contract, tortious conduct, or otherwise) will be brought exclusively in the state or federal courts located in or having jurisdiction over San Mateo County, California, US, and each entrant accepts and submits to the personal jurisdiction of those courts with respect to any legal actions, suits or proceedings arising out of or related to this Contest.\n \nEntrants’ personal information will be collected to enable the Sponsor and its agencies to administer and promote this Contest (and its winners). The personal information of winners may be provided to third parties assisting in the conduct of the Contest, including prize suppliers and deliverers, and for publicity purposes surrounding the Contest. If the personal information requested is not provided, the entrant may not participate in the Contest. Entrants’ personal information may be disclosed outside Australia, including to the United States. By entering this Contest, the Entrant consents to the use of their personal information as described. If an Entrant does not truthfully provide all requested personal information, the Sponsor may determine that the Entrant is not eligible to win a prize. Sponsor’s privacy policy at www.oculus.com/privacy contains information about how Entrants can contact Sponsor with questions about how Sponsor collects, uses, and shares their personal information.\n \nA copy of these Terms and information about who won is available by sending an email with the subject line “Mobile VR Jam 2015 – Terms” or “Mobile VR Jam 2015 – Who Won?” (as applicable) to vrjam@oculus.com. Terms requests must be received no later than the end of the Contest Period. Requests for winner information must be received no later than three (3) months after the end of the Contest Period. During the Contest Period, the Terms will also be available by visiting vrjam.challengepost.com/rules.\n\nOculus VR, LLC, 1601 Willow Road, Menlo Park, California 94025. Neither YouTube nor Vimeo is a sponsor of the Contest.\n", "hackathon-prizes": [{"prize-content": "$200,000 cash", "prize-title": "Platinum Game"}, {"prize-content": "$100,000 cash", "prize-title": "Gold Games"}, {"prize-content": "$50,000 cash", "prize-title": "Silver Games"}, {"prize-content": "$10,000 cash", "prize-title": "Bronze Games"}, {"prize-content": "$10,000 cash", "prize-title": "Community's Choice Game"}, {"prize-content": "$100,000 cash", "prize-title": "Platinum App or Experience"}, {"prize-content": "$50,000 cash", "prize-title": "Gold Apps or Experiences"}, {"prize-content": "$30,000 cash", "prize-title": "Silver Apps or Experiences"}, {"prize-content": "$10,000 cash", "prize-title": "Bronze Apps or Experiences"}, {"prize-content": "$10,000 cash", "prize-title": "Community's Choice App or Experience"}], "hackathon-location-google-maps": "", "hackathon-url": "https://vrjam.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Games: Fun factor and gameplay.  \nApps: Usefulness and interaction.  \nExperiences: Engagement and immersion."}, {"judging-criterion": "This refers to how creatively the entry incorporates one or more mechanics in VR, including multi-user interaction, head tracking, touchpad, and/or user interface. We're especially interested in groundbreaking uses of VR mechanics."}], "hackathon-location-address": "", "hackathon-description-header": "Let's jam.  It's time to create new worlds that go anywhere with the Gear VR Innovator Edition.", "hackathon-prizes-total": "$1,020,000", "hackathon-location-description": "", "hackathon-end-date": "2015-04-20", "has-projects": "True"}