{"hackathon-description-text": "\nThe SmallBizDev Hackathon in Chicago is a chance for you to create new financial solutions for 23 million American small businesses. With mobile technology positioned to make a real impact in this space, we want to see mobile apps that address the most critical challenges facing small businesses. So register today. The most promising submissions will win their share of our ", "hackathon-number-of-prizes": "2", "hackathon-id": "smallbizdevhackch", "hackathon-judges": [{"judge-role": "", "judge-name": "TBC"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nYou must be 18 or older to participate, and either you or your team leader must be a permanent resident or citizen of the U.S.", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmitted apps must be germane to the theme of solutions to the needs of small business owners.", "hackathon-rules": "\nOVERVIEW OF SMALLBIZDEV HACKATHON RULES\nand collectively, the “Hackathons”) rules created for reference purposes only, and if I participate I am bound by the full set of Hackathon rules (the “Hackathon Rules”), which are available at\n.\nFor complete rules, \n.\n: D2D Fund, Inc. and The Financial Innovations Center, Inc., d/b/a the Center for Financial Services Innovation.\n: SmallBizDev Hackathons are made possible thanks to the financial and strategic support of Capital One Financial Corporation (the “Presenter”).\n: The first Hackathon will take place on June 21-22, 2014 in San Francisco, California, the second Hackathon will take place on July 19-20, 2014 in Chicago, Illinois and the third Hackathon will take place on September 13-14, 2014 in New York, New York. The precise location and timing of each Hackathon will be disclosed on the Hackathon website (\n) in advance of the event.\n: To foster development of the best mobile applications that promote solutions to the needs of small businesses.\n: Open only: (i) to individuals who are U.S. citizens or permanent residents of the fifty (50) United States and its territories who are at least eighteen (18) years of age; and (ii) to teams comprised of a maximum of four (4) individuals, each of whom is at least eighteen (18) years of age, and which include a “team leader” who is a U.S. citizen or permanent resident of the fifty (50) United States and its territories. Certain exclusions may apply, and participants may be disqualified for certain disruptive or otherwise non-permitted behavior. See complete Hackathon Rules for details.\n: Participants may register for a Hackathon (i) in advance online through Eventbrite, via a link provided on the Hackathon website at www.smallbizdevhackathon.com, until 10:00 P.M. local time the day prior to the Hackathon (ii) at the Hackathon in person before 10:00 A.M. local time on the first day of the Hackathon.\n: Each entrant will be required to pay a non-refundable entrance fee of $20.00 USD if paid in advance via Eventbrite on the Hackathon website located at\n, with a cutoff time of 10:00 P.M. local time the day before the relevant Hackathon or (b) $30.00 USD payable at the door in cash on the day of the Hackathon.\n: Submitted apps must be germane to the theme of solutions to the needs of small business owners. Certain content is not permitted, and participant must obtain permission to use any third party intellectual property that may be included in a submitted app. See complete Hackathon Rules for details There is a limit of one (1) app submission per participant, whether an individual or a team, per Hackathon. All Apps must be started, completed and submitted during the relevant Hackathon period (June 21-22, 2014 for the Hackathon in San Franisco, July 19-20 for the Hackathon in Chicago, and September 13-14 for the Hackathon in New York). You may work on the concept for the App prior to commencement of a Hackathon, but you may not bring in pre-developed digital assets, including graphic design assets or code, which relate specifically to the App development at the Hackathon.\nThe Administrators may, in their sole discretion, make available to Hackathon participants floating volunteers who will assist during the course of the Hackathon (“Volunteers”). Any conversations or materials shared with a Volunteer during the Hackathon will be considered public and not subject to confidentiality obligations. YOU acknowledge that YOU should seek independent legal counsel to resolve any questions THAT YOU may have about the foregoing.\n: Participants will pitch a live demo of their app before a judging panel at the end of each Hackathon event. Judges will select winners based on certain enumerated criteria; see complete Hackathon Rules for details. The audience-selected “Hacker’s Choice” award will be chosen by voting by participants in the public Hackathon area at the time of judging.\n: For each Hackathon, there will be: (a) one (1) first place winner, receiving $10,000 USD; (b) two (2) runners up, each receiving $5,000 USD; and (c) one (1) audience-selected “Hackers’ Choice” prize for “most promising App”, receiving the aggregate fees collected and actually received by the Administrators as entrance fees for the relevant Hackathon. Odds of winning depend on the number of eligible entries received. The first-place winner of each Hackathon (or an eligible substitute determined in accordance with the Hackathon Rules) will also win an opportunity to demo their App to a panel of tech and financial services industry leaders at a culminating event in Clarendon, Virginia on a date to be determined in October 2014. Round trip air and hotel accommodations will be provided to each first place winner to attend the culminating event.\n: The Hackathons will be held in public spaces with people moving about and freely interacting. ANY CONVERSATIONS WHICH TAKE PLACE IN, OR ACTIVITIES OR INFORMATION WHICH ARE OBSERVABLE IN, THE PUBLIC HACKATHON SPACES MAY RESULT IN DISCLOSURE TO THIRD PARTIES, INCLUDING OTHER HACKATHON ENTRANTS. PARTICIPANTS ACKNOWLEDGE AND AGREE THAT THEY WILL HAVE NO LEGAL RECOURSE IF A THIRD PARTY USES ANY IDEAS OR INFORMATION AS A RESULT OF SUCH DISCLOSURE FOR ANY PURPOSE WHATSOEVER, WHETHER RELATED TO THE HACKATHON OR NOT. Participants must create submitted apps using technology, data and intellectual property that they have permission to use. Participants may not submit any app that contains content that is copyrighted, protected by trade secret or is otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless they are either the owner of such rights or have obtained written permission from the owner to use and post such content and to grant the Administrators the rights granted in complete Hackathon Rules. Subject to the foregoing, Participants retain ownership of intellectual property rights in their submitted apps, but grant to the Administrators a limited license to use such intellectual property rights for certain non-commercial and charitable purposes.\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "Runner Up"}], "hackathon-location-google-maps": "https://maps.google.com/?q=222 West Merchandise Mart Plaza, Chicago, IL 60654, USA", "hackathon-url": "https://smallbizdevhackch.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How new is this idea? Could this be a radical innovation or a meaningful new take on an existing product or service?"}, {"judging-criterion": "Does the App have the ability to meet the needs of small businesses, for example by helping them, make better financial decisions, manage cash flow or prepare to access funding/investors?"}, {"judging-criterion": "Does the App show promise of performing in the marketplace?"}, {"judging-criterion": "How well does App perform the function defined by Participant?"}], "hackathon-location-address": "222 West Merchandise Mart Plaza, Chicago, IL 60654, USA", "hackathon-description-header": "Build for small business.", "hackathon-prizes-total": "$20,000", "hackathon-location-description": "", "hackathon-end-date": "2014-07-20", "has-projects": "True"}