{"hackathon-description-text": "\nThis one is for all the dreamers. All the movers. All the creators.", "hackathon-number-of-prizes": "5", "hackathon-id": "ugahacks", "hackathon-judges": [{"judge-role": "Director, Lamar Dodd School of Art", "judge-name": "Chris Garvin"}, {"judge-role": "Director, Thinc UGA", "judge-name": "Jared Bybee"}, {"judge-role": "IT Manager, Statefarm", "judge-name": "Todd Ferguson"}, {"judge-role": "Founder, Aspirent Consulting", "judge-name": "Carey Stewart"}, {"judge-role": "CTO, VitaminC", "judge-name": "Jordan Burke"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll undergraduate and graduate students are welcome to hack. Professionals are welcome to join as mentors, sponsors, or lecturers.", "hackathon-number-of-participants": "68", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n\nMany programs, activities and workshops involve risks of injury, property damage and other dangers associated with participation in such activities. Participant should realize that there are inherent risks, hazards and dangers involved that cannot be eliminated regardless of the care taken to avoid injuries. Dangers peculiar to such activities include, but are not limited to: 1) major injuries such as: hypothermia, broken bones, cardiac arrest/heart attack, eye injury or loss of sight, drowning, concussion, joint, ligament or back injuries and heat exhaustion; 2) minor injuries such as strains, sprains, bruises, scratches, cuts and abrasions. Participant is additionally aware that there are inherent risks, hazards and dangers involved in the training, preparation for, and travel to and from the Activity. It is the responsibility of Participant to engage only in those activities and programs for which he/she has the prerequisite skills, qualifications, preparation and training. The University of Georgia does not warrant or guarantee in any respect the competency or mental or physical condition of any trip leader, vehicle driver, instructor, or individual participant in any athletic, recreational, adventure program or workshop.\n\nI have read the above notice carefully and acknowledged receipt of a copy thereof. In consideration of the benefits received, I understand and appreciate the risks that are inherent in the Activity and hereby assume all risks of damages or injury, including death, that I may sustain while participating in or as a result of, or in any way growing out of the Activity, or in travel to and from such Activity. I hereby assert that my participation is voluntary and that I knowingly assume all such risks. Further I hereby certify that I am covered by an accident and health insurance policy that will be in effect at any time I am participating in the Activity.\n\nI agree to INDEMNIFY AND HOLD University of Georgia and the Board of Regents of the University System of Georgia, its members individually, and its officers, agents and employees HARMLESS from any and all claims, actions, suits, procedures, costs, expenses, damages and liabilities, including attorneys’ fees brought as a result of my involvement in the Activity and to reimburse them for any such expenses incurred.\n\nThe undersigned hereby acknowledges that participation in risk oriented programs and activities involves an inherent risk of physical injury and assumes all risks. The undersigned hereby agrees that for the sole consideration of the University of Georgia allowing the undersigned to participate in the Activity for which or in connection with which the University of Georgia has made available any facilities, equipment, grounds, or personnel for such programs or activities or to the undersigned while participating in the Activity, the undersigned does hereby release and forever discharge the University of Georgia and the Board of Regents of the University System of Georgia, its members individually, and its officers, agents and employees of any and from all claims, demands, rights and causes of action of whatever kind or nature, arising from and by reason of any and all known and unknown, foreseen and unforeseen bodily and personal injuries, damage to property, and the consequences thereof, resulting from any participation in any way connected with the Activity. I further covenant and agree that for the consideration stated above I will not sue the University of Georgia, the Board of Regents of the University System of Georgia, its members individually, its officers, agents, or employees for any claim for damages arising or growing out of my participation in the Activity. I understand that the acceptance of this release and covenant not to sue the University of Georgia or the Board of Regents of the University System of Georgia shall not constitute a waiver in whole or in part, of sovereign or official immunity by said Board, its members, officers, agents, and employees. I have received a copy of this document and I certify that I am at least 18 years of age and suffering under no legal disabilities and that I have read the above carefully before signing. Severability: The undersigned further expressly agrees that the foregoing\nWAIVER OF LIABILITY, ASSUMPTION OF RISK AND INDEMNITY AGREEMENT (the “Agreement”) is intended to be as broad and inclusive as is permitted by the laws of the State of Georgia and that if any portion thereof is held by a court of competent jurisdiction to be invalid, it is agreed that such provision will be deemed deleted from this Agreement without invalidating the remaining provisions of this Agreement or affecting the validity or enforceability of the remaining provisions.\n\nI agree to allow representative from UGAHacks and Major League Hacking (MLH) to photograph me and my work during the event. These images may used by UGAHacks and MLH, without compensation to their subjects, on social media, other websites, and in promotional materials.\n\nI will at all times abide by and conform to the Major League Hacking Code of Conduct while at the event.http://static.mlh.io/docs/mlh-code-of-conduct.pdf\n\nWe are sanctioned by and participate in, Major League Hacking (MLH). You authorize us to share certain application/registration information for event administration, ranking, MLH administration, and occasional messages about hackathons in line with the MLH Privacy Policy. https://mlh.io/privacy", "hackathon-prizes": [{"prize-content": "Drones, sponsored by State Farm.", "prize-title": "1st Place"}, {"prize-content": "Tablets, sponsored by MLH.", "prize-title": "2nd Place"}, {"prize-content": "Wireless bluetooth speakers, sponsored by UGAHacks.", "prize-title": "3rd Place"}, {"prize-content": "DSLR cameras and Clarifai skateboards", "prize-title": "Best Clarifai Hack"}, {"prize-content": "$500 Amazon Gift Card", "prize-title": "Best SellerLabs Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=270 River Rd, Athens, GA 30602, USA", "hackathon-url": "https://ugahacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "270 River Rd, Athens, GA 30602, USA", "hackathon-description-header": "Learn. Create. Share.", "hackathon-prizes-total": "0", "hackathon-location-description": "Lamar Dodd School of Art, UGA", "hackathon-end-date": "2015-10-25", "has-projects": "True"}