{"hackathon-description-text": "\nJunte-se ao IME Workshop e ao Nubank no primeiro hackathon genuinamente USPiano! O desafio é propor, num período de 24h, alguma solução que", "hackathon-number-of-prizes": "3", "hackathon-id": "hackathonusp2016", "hackathon-judges": [{"judge-role": "Co-fundadora, Nubank", "judge-name": "Cristina Junqueira"}, {"judge-role": "CTO, Nubank", "judge-name": "Edward Wible"}, {"judge-role": "Desenvolvedor, Nubank", "judge-name": "Claynon Souza"}, {"judge-role": "Professor Titular, IME-USP", "judge-name": "Carlos Ferreira"}, {"judge-role": "Co-fundador, IME Workshop", "judge-name": "Renato Cordeiro"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "70", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAntes de submeter seu projeto,\nEsta submissão será usada para que a organização possa conhecer um pouco mais sobre seu projeto. Antes da decisão, sua equipe deverá apresentar o seu protótipo para os outros competidores e para nossa bancada de juízes. A", "hackathon-rules": "\n\nO HackathonUSP é um evento destinado aos alunos da Universidade de São Paulo. As inscrições são individuais e devem ser feitas dentro do prazo pré-estabelecido pela organização.\n. Os selecionados serão escolhidos para permitir a presença de participantes de todas as especialidades (desenvolvedores, designers, empreendedores, etc.) e experiências (novatos e veteranos de hackathons). \n - ou seja, pessoas sem vinculação direta com a USP.\nDentro das condições citadas, será respeitada a \n. Caso um participante desista antes do início do evento, as vagas sobressalentes serão repassadas para os próximos da lista, ainda segundo a ordem de inscrição.\n\n\nO tema do HackathonUSP será \n.\n\nTimes podem ter qualquer quantidade de membros, limitado a \n. A quantidade recomendada é de 5 membros por equipe. Prêmios serão dados aos times de forma individual (1 unidade por membro da equipe)\nNão é necessário ter uma equipe para se inscrever na competição. Se você precisa de um time, ajudaremos você a formar um no dia!\n\nPrêmios serão oferecidos para o 1º e 2º lugar. Todos os prêmios serão concedidos de forma individual para cada membro dos 3 primeiros times. Os prêmios para os integrantes dos times serão: 1º lugar: 1 Kit Arduino Iniciante. 2º lugar: 1 Google Cardboard V2.\n\nSinta-se livre para utilizar um projeto antigo como ponto de partida, e criar algo novo a partir dele. Você também pode utilizar pedaços de código que você criou no passado, e usá-lo de base para começar seu projeto mais rapidamente. Lembre-se de mostrar para nossos organizadores o que você já tinha no início, pois julgaremos o seu produto baseado no progresso que você fez durante o evento.\nSe você já tem um time, sinta-se à vontade para discutir ideias, conversar sobre o tema e refletir antes da competição. Você não poderá utilizar código de terceiros sem autorização. Seu projeto também não poderá fazer propaganda de nenhum tipo, seja ideológica ou publicidade de alguma empresa / produto que não seja a Nubank; também não poderá ter conteúdo ilegal, preconceituoso, difamatório ou explícito (material pornográfico ou perturbador de qualquer natureza).\n\nVocê é encorajado para utilizar serviços de terceiros, APIs, projetos de código aberto, bibliotecas e \n. Vamos admitir: para criar algo interessante, precisamos de toda a ajuda que pudermos durante o decorrer do evento. Não há motivos para desrespeitar o DRY (\n) quando há tantos recursos legais disponíveis para os programadores.\n\nSinta-se livre para deixar seu código aberto, expandi-lo, etc. A equipe do IME Workshop e da Nubank deseja, acima de tudo, que as ideias desenvolvidas durante a competição possam contribuir para a melhoria da nossa sociedade!\n\nVocê está liberado (e até encorajado) a fazer fotos e vídeos durante o evento e compartilhá-los nas redes sociais. Note, porém, que outros participantes devem ter a chance de optarem por não serem fotografados ou filmados. Se eles não concordarem com a fotografia ou vídeo, respeite e atenda os seus pedidos. Não é apropriado tirar fotos ou gravar vídeos em contextos em contextos nos quais as pessoas esperam ter privacidade (em banheiros ou quando estão dormindo, por exemplo). É proibido tirar fotos dos ambientes da Nubank fora do espaço destinado ao HackathonUSP. Quando em dúvida, contate um dos membros da organização e pergunte antes de tomar qualquer iniciativa.\n\nSeja gentil com os outros. Não insulte ou ofenda os participantes e/ou organizadores. Comporte-se profissionalmente. Lembre-se que assédio*, racismo, sexismo, ou piadas preconceituosas não são apropriadas ao evento.\n\n\nO HackathonUSP será realizado em salas do prédio da Nubank. Esses espaços são utilizados no dia a dia da empresa e podem conter equipamentos, anotações ou papéis dos usuários habituais das salas. Dirigimos nossos esforços para guardar quaisquer itens de valor, facilitando a utilização dos locais pelos participantes do HackathonUSP. Não apague lousas, mexa em materiais ou utilize equipamento sem prévia autorização. Quando em dúvida, contate um dos membros da organização e pergunte antes de tomar qualquer iniciativa.\n\nNós aceitamos participantes de todos os lugares e com todos os backgrounds. Este evento tem por objetivo aumentar o total de criatividade, empreendedorismo, conhecimento técnico e força de vontade da comunidade de desenvolvedores.\n\nPrograme, conheça novas pessoas, seja criativo e tenha uma ótima experiência. Produzir algo relevante em tão pouco tempo pode ser estressante e cansativo, mas nós queremos encorajar todos a descansarem de vez em quando, relaxar e aproveitar o evento.\n", "hackathon-prizes": [{"prize-content": "Um kit com todo o necessário para se iniciar no mundo do Arduino - sensores, motores, LEDs...", "prize-title": "1º Lugar - Kit de Arduino"}, {"prize-content": "Um Google Cardboard v2, para você mergulhar (quase literalmente) no mundo da realidade virtual - seja pra se divertir, seja pra desenvolver.", "prize-title": "2º Lugar - Google Cardboard"}, {"prize-content": "Menção honrosa por destaque no hackathon.", "prize-title": "Menção honrosa"}], "hackathon-location-google-maps": "https://maps.google.com/?q=R. Capote Valente, 39 - Pinheiros, São Paulo - SP, Brazil", "hackathon-url": "https://hackathonusp2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "É uma solução original? Repensa, de forma diferente, algo que já existe?"}, {"judging-criterion": "A solução possui uma boa interface? Tem uma boa experiência de usuário (UX)?"}, {"judging-criterion": "A ideia é escalável? Pode ser aplicada no mundo real?"}, {"judging-criterion": "A aplicação pode ser usada em pelo menos um exemplo bem definido? Foi apresentado algum caso de uso?"}], "hackathon-location-address": "R. Capote Valente, 39 - Pinheiros, São Paulo - SP, Brazil", "hackathon-description-header": "24 horas na sede do Nubank, conhecendo e reimaginando a área de fintech", "hackathon-prizes-total": "R$850", "hackathon-location-description": "Nubank", "hackathon-end-date": "2016-08-28", "has-projects": "True"}