{"hackathon-description-text": "\nThe Kitchener-Waterloo Symphony has partnered with Communitech to organize “Hack the Orchestra” - the first hackathon in the world to give hackers a full professional orchestra and superb concert hall to work with.", "hackathon-number-of-prizes": "3", "hackathon-id": "kwsymphony", "hackathon-judges": [{"judge-role": "2nd Bassoon, Kitchener-Waterloo Symphony", "judge-name": "Michael Macaulay"}, {"judge-role": "VP, Startup Services at Communitech", "judge-name": "Steve McCartney"}, {"judge-role": "VP HCM Products at NetSuite", "judge-name": "Joseph Fung"}, {"judge-role": "Head of Marketing and Privacy at Kik Interactive, Inc", "judge-name": "Heather Galt (Armstrong)"}, {"judge-role": "General Manager, National Arts Centre Orchestra", "judge-name": "Marc Stevens"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "104", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nThe Hack the Orchestra organizing team reserves the right to disqualify project submissions that do not adhere to the following guidelines.\n\nProjects can be completed individually or in a group with a maximum size of 4 participants. All team members must be approved, registered Hack the Orchestra attendees present at the event.\n\nAll code written for Hack the Orchestra must be written between 10:30PM on Friday, May22nd, 2015, and 10:30AM on Sunday, May 24th, 2015, with the exception of code taken from public and open source libraries, APIs, or tutorials.\n \n\nAll hardware assembled for Hack the Orchestra must be assembled between 10:30PM on Friday, May 22nd, 2015, and 10:30AM on Sunday, May 24th, 2015, with the exception of manufactured parts that do not require soldering or assembly with a breadboard outside of the factory (such as robotic arms, Myos, or 3D printed parts). New: hackers may bring their own hardware to the hackathon, but assembly can only take part at the event itself. \n\nAll art assets brought into Hack the Orchestra for your project must be free and publicly available.\n\nThe final product must be original: it must not be the same as the product of a tutorial, a submission to a previous hackathon, or a personal project completed before Hack the Orchestra. Attendees are trusted to ensure the originality of their projects in good faith. Hack the Orchestra retains the right to inspect the source code of projects in case of dispute. All projects and intellectual property produced at Hack the Orchestra belong to the attendees who produced it.\n ", "hackathon-prizes": [{"prize-content": "This hardware/cash prize has an approximate total value of $2500 CAN for the winning team", "prize-title": "1st Place"}, {"prize-content": "This hardware/cash prize has an approximate total value of $1500 CAN for the winning team", "prize-title": "2nd Place"}, {"prize-content": "This prize has an approximate total value of $1000 CAN for the winning team", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=36 King Street West, Kitchener, ON N2G 1A3, Canada", "hackathon-url": "https://kwsymphony.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Innovation\nIs the solution a different take on an existing application or is it truly unique? Does the app mash up data or services that you wouldn’t have thought would work together? Is the solution more technically challenging than the others"}, {"judging-criterion": "Is the UI professional and easy to use? Is it intuitive?"}, {"judging-criterion": "Is this app enhancing the user's overall experience of a live concert or is it distracting?"}, {"judging-criterion": "Was the solution fully functional, or could be within a short development time before the formal roll-out in September, 2015? How many bugs were encountered?"}], "hackathon-location-address": "36 King Street West, Kitchener, ON N2G 1A3, Canada", "hackathon-description-header": "Announcing a unique hackathon focussing on technology and live performance!", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}