{"hackathon-description-text": "\nC/I students can build anything during our first totally open hackathon -- from mobile apps to websites to map hacks, students can build something truly original over the course of the day.  All groups must have a project to present at the end of the day, even if it is not finished.", "hackathon-number-of-prizes": "6", "hackathon-id": "cifordham", "hackathon-judges": [{"judge-role": "Executive Director, Silicon Harlem", "judge-name": "Clayton Banks"}, {"judge-role": "Developer Products and Relations, FourSquare", "judge-name": "David Hu"}, {"judge-role": "CEO, Accrue", "judge-name": "Benoit Brookens"}, {"judge-role": "Program Manager, C/I", "judge-name": "Chinnell Davis"}, {"judge-role": "Boss, Fordham Foundry", "judge-name": "Laura Martin"}, {"judge-role": "Accrue", "judge-name": "James Keith"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nBe a C/I student and attend our hackathon.\nCreate an original product or idea over the course of the hackathon.\nPresent your idea at the end of the day to a group of judges.\nUse one of the workshop presentations from CartoDB, FourSquare, or Accrue to be eligible for one of the sponsor-specific prizes.", "hackathon-number-of-participants": "42", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nStudents can build a hack using any tools that we have used this year (Cloud9 on Chromebooks, GoodBarber for a quick app, etc.) or work on the CartoDB, FourSquare, or Accrue platforms in some way.  There are extra points for students who figure out how to connect two or more of the platforms together!\nYou can create a video, Google Presentation, or just create and explain your product.\nIf you are submitting a webpage or app and you are not done building it, please submit sketches or wireframes of your intended product idea.  The more visuals, the better!\nSome key things to mention in your presentation:\nTeams will have a maximum of three minutes to explain and demonstrate their hack to judges, either by presentation or by demonstrating their hack to the judges and the audience.", "hackathon-rules": "\nWinners must be C/I students and hackathon participants.\nAll ideas for this hackathon must be original -- please do some product validation by looking up your ideas and making sure that they do not already exist.\nNo remote submissions will be accepted.\nAll participants must present at the end of the day!", "hackathon-prizes": [{"prize-content": "Chromebooks for each of the winners of C/I Best Hack.  This prize goes to the most feasible, creative, most \"well-rounded\" hack.", "prize-title": "Best Overall Hack"}, {"prize-content": "This prize goes to the team with the most built our product, the most lines of code written, or the most technically advanced / workable product at presentation time.", "prize-title": "Most Technical Hack"}, {"prize-content": "C/I SWAG for the Public Vote winner.  Make sure you cast your public vote during presentations!", "prize-title": "Audience Favorite (from Public Voting Feature)"}, {"prize-content": "FourSquare SWAG for the best implementation of FourSquare, as determined by the FourSquare judge, David Hu.", "prize-title": "Best FourSquare Hack"}, {"prize-content": "CartoDB SWAG + Custom Map for the team with the best map hack", "prize-title": "Best CartDB Hack"}, {"prize-content": "Accrue SWAG for the team with the best Accrue Hack", "prize-title": "Best Accrue Hack"}], "hackathon-location-google-maps": "", "hackathon-url": "https://cifordham.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How unique is the idea or concept? Does it take a new perspective on an old problem or present a new idea?"}, {"judging-criterion": "Does the hack work? Is it well designed? How is the user experience? Does it demonstrate a knowledge or understanding of the computer programming language used?"}, {"judging-criterion": "Who is the target audience for this hack? Does it help solve a problem or challenge that the target audience experiences?"}, {"judging-criterion": "Does the hack use or plan to use FourSquare, Accrue, or CartoDB? Or better yet, does it find a way to use two or more of these services together in a unique way?"}], "hackathon-location-address": "", "hackathon-description-header": "C/I inspires the next generation of diverse tech leaders from underserved communities.", "hackathon-prizes-total": "$3,400", "hackathon-location-description": "", "hackathon-end-date": "2015-05-30", "has-projects": "True"}