{"hackathon-description-text": "\nHackpoly is Cal Poly Pomona's event of the year for creativity, ingenuity, and technical talent. ", "hackathon-number-of-prizes": "6", "hackathon-id": "hackpoly2015", "hackathon-judges": [{"judge-role": "Dr.", "judge-name": "Yu Sun"}, {"judge-role": "Tallan", "judge-name": "Bruce Hoang"}, {"judge-role": "WildHorseLabs", "judge-name": "Mike Miller"}, {"judge-role": "", "judge-name": "Sean Colins"}, {"judge-role": "", "judge-name": "Dr. Kushev"}, {"judge-role": "", "judge-name": "Dr. Zhang"}, {"judge-role": "We Are La Tech", "judge-name": "Espree"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nYou must be over 18 and currently registered at a University or have graduated in the last 6 months to be eligible.\n ", "hackathon-number-of-participants": "72", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\nTeams may consist of 2 - 5 people. A maximum of 4 team members may be developers. In this case a developer is anyone who contributes to any code or hardware in your hack.\n\nYou must be over 18 and currently registered at a University or have graduated in the last 6 months to be eligible.\n\nTo ensure a level field for all contestants, all code, hardware, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nIf your team qualifies for prizes or is in the top five, the team will be subject to a code review to verify that there was no foul play.\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \n\nAll teams retain full ownership of what they have created during the Hackathon. LAUNCH is here to help entrepreneurs realize their dreams, not destroy them.\n\nThere will be no alcohol served or allowed at the event. \n\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*.\n* Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\n\nPlease follow the code of conduct here: ", "hackathon-prizes": [{"prize-content": "Dell Venue 8 Tablets, Slicky Board, T-Shirt", "prize-title": "1st Place"}, {"prize-content": "Raspberry Pi B+, Slicky Boards, T-Shirt", "prize-title": "2nd Place"}, {"prize-content": "Anker Bluetooth Speakers, JetBrains 1 year Commercial License, Slicky Boards, T-Shirt", "prize-title": "3rd Place"}, {"prize-content": "Portable Phone Charger, T-Shirt, Slicky Boards", "prize-title": "Crowd Favorite"}, {"prize-content": "Slicky Boards, T-Shirt", "prize-title": "Best Design"}, {"prize-content": "Slicky Board, T-Shirt", "prize-title": "Best Hardware"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Cal Poly Pomona, 3801 West Temple Avenue, Pomona, CA 91768, USA", "hackathon-url": "https://hackpoly2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This is very difficult to describe, but you'll know it when you see it.\n\nThe closest description would be a project that makes you feel like you are living in the future."}, {"judging-criterion": "How difficult was the project to implement technically in the time frame?"}, {"judging-criterion": "How easy and intuitive is the application/hack to use?\n\nHow are the aesthetics, in UI."}, {"judging-criterion": "How creative is the idea? If it is not new, is there a novel twist?"}, {"judging-criterion": "Would this project (with some more work) be viable for any particular market?"}], "hackathon-location-address": "Cal Poly Pomona, 3801 West Temple Avenue, Pomona, CA 91768, USA", "hackathon-description-header": "Hackpoly is Cal Poly Pomona's event of the year for creativity, ingenuity, and technical talent.", "hackathon-prizes-total": "$3,075", "hackathon-location-description": "", "hackathon-end-date": "2015-02-22", "has-projects": "True"}