{"hackathon-description-text": "\n is a student organized hackathon that will be held at Princeton High School, New Jersey, all day on", "hackathon-number-of-prizes": "3", "hackathon-id": "hackphs", "hackathon-judges": [{"judge-role": "hackPHS organizers with experience competing in hackathons", "judge-name": "Experienced Hackathoners"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nWe will accept high school students only, individually or in teams of up to 4 members. Follow the instructions in the \"How to Enter\" section on how to apply. You must have attended and hacked in person at hackPHS in order to be eligible to make a submission.", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nMake your project at hackPHS, demo it to the judges, and submit it on DevPost. You must have both demoed in person and submitted on Devpost to be eligible for prizes.", "hackathon-rules": "\nAll hackers should abide by Major League Hacking's \n. TL;DR is you should respect one another. Please also follow any instructions issued by school administrators and teachers while on PHS grounds.", "hackathon-prizes": [{"prize-content": "Arduino Starter Kits - possible additional prizes TBA", "prize-title": "Best Overall"}, {"prize-content": "Micro Drones - possible additional prizes TBA", "prize-title": "Best Web/Mobile App"}, {"prize-content": "$100 Amazon giftcards", "prize-title": "Best Use of A dotTECH Domain"}], "hackathon-location-google-maps": "https://maps.google.com/?q=151 Moore St, Princeton, NJ 08540, USA", "hackathon-url": "https://hackphs.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is your idea new and interesting? Does it take an innovative approach or solve problems in a novel way?"}, {"judging-criterion": "How hard was your project to make? Did it involve a great deal of complicated math, or the use of difficult to work with but cutting edge technologies?"}, {"judging-criterion": "How important of a problem did you tackle? What kind of impact would your project have on the lives of others?"}, {"judging-criterion": "Was your project well-designed? Does it function as intended without major bugs, and is it intuitive for other people to use?"}], "hackathon-location-address": "151 Moore St, Princeton, NJ 08540, USA", "hackathon-description-header": "MLH Local Hack Day at Princeton High School", "hackathon-prizes-total": "$610", "hackathon-location-description": "Princeton High School", "hackathon-end-date": "2017-12-03", "has-projects": "True"}