{"hackathon-description-text": "\nHackMerced is a 36-hour programming competition that brings together students from all over the US to collaborate program and compete for prizes as well as learn from workshops, group activities and mentorship.", "hackathon-number-of-prizes": "10", "hackathon-id": "hackmerced-2017f", "hackathon-judges": [{"judge-role": "Professor", "judge-name": "YangQuan Chen"}, {"judge-role": "Professor", "judge-name": "Min Hwan Lee"}, {"judge-role": "Compose Labs", "judge-name": "Keshav Dhandhania"}, {"judge-role": "GoGuardian", "judge-name": "Igor Dubinsky"}, {"judge-role": "Professor", "judge-name": "Shawn Newsam"}, {"judge-role": "Genentech", "judge-name": "Rene Lopez"}, {"judge-role": "Ph.D Student", "judge-name": "Matthew Turner"}, {"judge-role": "Twitch", "judge-name": "Vidhur Vohra"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nIndividuals over the age of 18 attending college or Students from the ages 14 - 18 who have signed a parental consent waiver.", "hackathon-number-of-participants": "112", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nTeams are capped at 5 members, no code made prior to the event can be used (unless it was made open-sourced before the event).\n \nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organizers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behavior to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events. \nPlease also respect and follow MLH's code of conduct as well:\nhttps://static.mlh.io/docs/mlh-code-of-conduct.pdf", "hackathon-prizes": [{"prize-content": "Got a great idea for a game? We're giving out awesome prizes for the team that can come up with the best video game!", "prize-title": "Best Video Game"}, {"prize-content": "Qualcomm DragonBoard 410c + power source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "1. App Enabled - WowWee Robotic Enhanced Vehicles (R.E.V) (1 Drone & 1 Car) x 2", "prize-title": "Best App"}, {"prize-content": "1. Logitech Gaming Pad x4", "prize-title": "Best Beginner Hack"}, {"prize-content": "Turcom TS-6610 Graphic Tablet (Drawing Tablet) x2", "prize-title": "Best Design"}, {"prize-content": "1. Google Cardboard x4", "prize-title": "Most Creative"}, {"prize-content": "Echo Dots (Black or White) x2", "prize-title": "Best in Show"}, {"prize-content": "Quadcopter with Camera Eachine H8C x3", "prize-title": "Most Technical/Best Hardware"}], "hackathon-location-google-maps": "https://maps.google.com/?q=5200 Lake Rd, Merced, CA 95340, USA", "hackathon-url": "https://hackmerced-2017f.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Your product will be judged based on 7 concepts: demo, design, complexity, viability, pitch, uniqueness, and utility."}], "hackathon-location-address": "5200 Lake Rd, Merced, CA 95340, USA", "hackathon-description-header": "HackMerced's Third Hackathon", "hackathon-prizes-total": "$1,290", "hackathon-location-description": "University of California Merced COB2 Building", "hackathon-end-date": "2017-10-01", "has-projects": "True"}