{"hackathon-description-text": "\nQHacks is Queen's University's first ever hackathon! QHacks will be hosting a 36 hour hackathon where students from all over Canada will be able to turn their ideas into real, tangible projects. Whether you're a first timer or a seasoned veteran, QHacks definitely has something to satisfy your interests. QHacks also wants to start off their annual hackathons with an inclusiveness for all disciplines. Students from any level of skill, from any field of study are encouraged to bring their innovative ideas for a weekend of creative problem solving!", "hackathon-number-of-prizes": "8", "hackathon-id": "qhacks2016", "hackathon-judges": [{"judge-role": "Big Viking Games (VP of Strategic Partnerships)", "judge-name": "Jordan Satok"}, {"judge-role": "WeScout (CEO)", "judge-name": "Phil Frei"}, {"judge-role": "Microsoft (Tech Evangelist)", "judge-name": "Michael McDonald"}, {"judge-role": "Lani Labs (CEO)", "judge-name": "Pablo Eder"}, {"judge-role": "Mosaic Manufacturing (Co-Founder)", "judge-name": "Chris Labelle"}, {"judge-role": "Transformix Engineering (President & CEO)", "judge-name": "Peng-Sang Cau"}, {"judge-role": "Shopify (Apps Team)", "judge-name": "Oren Harris"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nAll current students are elegible.", "hackathon-number-of-participants": "134", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHackers can build anything they like. Hackers should work towards submitting any\n \nJudging won't be just based just on completeness. Your efforts and passion about your hack, and the enjoyment you have making it really says a lot about your aura when you present! ", "hackathon-rules": "\nTo put the rules briefly:\n ", "hackathon-prizes": [{"prize-content": "First place winners for best overall hack gets tablets and first place medals for each team member, provided by MLH.", "prize-title": "1st Place - Tablets + Medals"}, {"prize-content": "Second place winners for second best overall hack gets Micro Drone Gyro Pocket Quadcopters and second place medals for each team member.", "prize-title": "2nd Place - Micro Drone Quadcopters + Medals"}, {"prize-content": "Third place winners for third best overall hack gets Google Cardboard Forever Virtual Reality Sets and third place medals for each team member.", "prize-title": "3rd Place - Google Cardboard Forever VR Tools + Medals"}, {"prize-content": "The team with the best use of Amazon Web Services gets 1 Terabyte hard drives for each team member, provided by MLH.", "prize-title": "Best use of AWS"}, {"prize-content": "The team that creates the best tools for developers to utilize will win their very own Mona the Octocat trophy!", "prize-title": "Best Developer Tool by GitHub"}, {"prize-content": "The team with the best domain name by Domain.com gets Swag bags with Sparkfun Redboards for each team member", "prize-title": "Best Domain Name by Domain.com"}, {"prize-content": "The best hack using Microsoft Azure wins HP Pro Tablets + a ton of Microsoft swag, for each team member.", "prize-title": "Best Hack with Microsoft Azure (http://aka.ms/qhacks)"}, {"prize-content": "The best hack using financial technology gets $50 Canada Computers Gift Card for each team member", "prize-title": "Best FinTech Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=45 Union St W, Kingston, ON K7L, Canada", "hackathon-url": "https://qhacks2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the project a unique, breakthrough, or innovative idea that pushes beyond the problem to be solved?"}, {"judging-criterion": "Was the problem difficult to solve? Does the implementation involve multiple services interacting with one another?"}, {"judging-criterion": "Does the output posses remarkable, clean overall design that engages users? Is the user interface efficient and easy to use?"}, {"judging-criterion": "Does the output have value and potential for long-term utility by target users?"}], "hackathon-location-address": "45 Union St W, Kingston, ON K7L, Canada", "hackathon-description-header": "The inaugural Queen's University Hackathon.", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "Queen's University", "hackathon-end-date": "2016-03-06", "has-projects": "True"}