{"hackathon-description-text": "\n", "hackathon-number-of-prizes": "1", "hackathon-id": "humana-data-jam-4268", "hackathon-judges": [{"judge-role": "", "judge-name": "Sam"}, {"judge-role": "", "judge-name": "Liz"}, {"judge-role": "", "judge-name": "Kevin"}, {"judge-role": "", "judge-name": "Jason"}, {"judge-role": "", "judge-name": "Laura"}, {"judge-role": "", "judge-name": "Ann"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "7", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\nCriteria: Each Data Jam team will be judged based on the following criteria:\n\nSCHEDULE E HACKATHON TERMS AND CONDITIONS\nOrganized by OPA! LABS, LLC (“Organizer”) and Sponsored by HUMANA INC. (“Sponsor”), collectively the (“Hackathon Collaborators”).\nTHE HACKATHON IS VOID WHERE PROHIBITED BY LAW. BY PARTICIPATING, YOU AGREE TO THESE TERMS AND CONDITIONS.\nNO ENTRY FEE OR PAYMENT OF ANY KIND IS NECESSARY TO ENTER OR WIN THE HACKATHON. The Hackathon begins at Noon EST on 29 September 2016 and ends at 3pm EST on 30 September 2016.\n1. Eligibility. The Hackathon is open to individuals (i) who are at least eighteen years old, and (ii) who are invited by the Organizer to participate in the Hackathon.\nParticipation in the Hackathon constitutes Participant’s full and unconditional agreement to and acceptance of these Terms and Conditions (“Terms”). The term “you” refers to you, the “Participant”.\nEmployees of Hackathon Collaborators and their respective parent companies, affiliates, subsidiaries, advertising, promotion, fulfillment or other coordinating agencies, individuals providing services to Hackathon Collaborators through an outsourcer or temporary employment agency during the Hackathon period, and their respective immediate family members and persons living in their same household, are not eligible to participate in the Hackathon.\n2. Your Participation. You can participate on a team of up to five (5) people or on an individual basis. Switching teams is not allowed. Hackathon Collaborators are not responsible for, and will not assist in resolving, any disputes between team members. To participate, you must attend at the offices of Organizer at 1313 Vine Street, Cincinnati, OH on 29 & 30 September 2016. You must make your own travel and accommodation arrangements and cover all associated costs and expenses. You, as a Participant will be required to do the following:\nx Create and develop per the Data Jam Entry / Development Guidelines (“Entry”). x A team may only submit one Entry. Individual Participants may only submit one\nEntry. Incomplete Entries may be disqualified.\n x Each Participant must supply his/her own laptop to participate.\nThe Entries which achieve the highest scores may be included in Sponsor product/service offerings after formal review by Sponsor.\n3. Scoring of Entries. A panel of 4 or 5 people with relevant expertise will be responsible for judging Entries. The Entries will be judged according to the following criteria:\nArticle I Article II Article III Article IV Article V\nOriginality/Creativity (20%); Innovation (25%);\n Analytical Skills (10%); Strategic Thinking (15%); and, Practical Implementation (30%).\nThe Entry that earns the highest overall score will win. The decisions of the judges will be final. In the event of a tie, judges will deliberate to determine the winner. Judging will start at approximately 3pm EST on 30 September 2016 and continue until 4pm EST on 30 September 2016. Each Participant or team must be available during the judging period to demonstrate the Participant’s or team’s Entry. Judging will be conducted in a “science fair” format, so judges may inspect Entries at any time during the judging period. Participants whose Entries are awarded the top three scores by the judges will also be asked to demonstrate their Entry to all of the Participants and the judges. The judging period may be extended by Sponsor for any length of time, in Sponsor’s discretion. If a judge or Participant identifies to Sponsor a conflict of interest, that judge will be recused from judging the Entry with the conflict and an alternate judge will be identified as a substitution for the judge with the conflict. Each Entry must be original, of the Participant’s or Participant’s teams own creation and newly written during the Hackathon and must not have been entered in any other competition or program similar to the Hackathon, including other competitions conducted by Hackathon Collaborators. “Newly written” means that Participants cannot in any way copy software code that already privately exists and submit it as part of an Entry. Entries may be subject to a due diligence review at any time for eligibility and compliance with these Terms. Determination of eligibility and compliance is at the sole discretion of Sponsor. Sponsor reserves the right to disqualify any Entry if the Entry or a Participant or a Participant’s team does not comply with these Terms.\n4. Ownership of Entries. Participant represents and warrants that the Entry is and will be Participant’s own original work and does not and will not infringe the intellectual property or proprietary rights of any third party, including, without limitation, any third party patents, copyrights or trademarks. Participant hereby agrees not to instigate, support, maintain or authorize any action, claim or lawsuit against the Sponsor, or any other person (the Organizer in particular), on the grounds that any use of a Participant’s Entry, infringes any of Participant’s rights as creator of the Entry, including, without limitation, trademark rights, copyrights and moral rights or “droit moral.” Participant hereby assigns and transfers and agrees to assign and transfer to Sponsor all right, title, and interest in and to Participant’s Entry and consequently Sponsor will have all rights to copy, edit, publicly display, publicly perform, broadcast, publish and use, in whole or in part, any Entry, in any manner without further compensation during and after the Hackathon. At Sponsor’s request and expense, Participant will assist and cooperate with\n \nSponsor in all respects to execute documents, and will take such further acts reasonably requested by Sponsor to enable Sponsor to acquire, transfer, maintain, perfect and enforce their intellectual property rights and other legal protections for the Entry. Participant hereby appoints the officers of Sponsor as Participant’s attorney-in-fact to execute documents on behalf of Participant for this limited purpose. Nothing herein shall constitute an employment, joint venture, or partnership relationship between Participant and Sponsor. Participants will not receive any compensation from Sponsor in connection with any Entries. Each Participant acknowledges and agrees that Sponsor or other Participants or third parties may have developed or commissioned works which are similar to the Entry of Participant or Participant’s team, or may develop something similar in the future, and each Participant waives any claims that Participant may have resulting from any similarities to the Entry of Participant or Participant’s team.\n5. Prizes and Awards. The prizes and awards to be awarded are as follows:\nThe Participant, or team of Participants, whose Entry is awarded the highest score by the judges will receive five thousand dollars ($5,000), to be awarded in full to the winning Participant or divided and awarded equally among the Participants on a winning team of a maximum of five team members. Prizes are non-transferable.\nThe odds of winning depend on the total number of eligible Entries received. No substitution of prizes is permitted, except at the sole option of Sponsor for a prize of equal or greater value. Sponsor will not replace any lost or stolen prizes. Winners are solely responsible for any and all federal, state, provincial and local taxes, if any, that apply to prizes.\nWinners will be notified by 5pm EST on Friday 30 September 2016 and may be required to sign and return an affidavit of eligibility and publicity/liability release within seven (7) days of notification and if applicable will be issued a W-9 tax form. If a selected winner cannot be contacted, is ineligible, fails to claim a prize and/or where applicable an affidavit of eligibility and publicity/liability release is not timely received, is incomplete or modified, the prize may be forfeited and an alternate winner will be selected from remaining valid, eligible Entries timely submitted.\n6 Publicity. Except where prohibited, by participating in the Hackathon, Participant consents to the use of his/her name, photo and/or likeness, biographical information, entry and statements attributed to Participant (if true) for advertising and promotional purposes, including without limitation, inclusion in Sponsor’s newsletters, Sponsor’s website at https://www.humana.com/ (or any derivation thereof), and any of the Sponsor’s social media accounts or outlets without additional compensation.\n7. Indemnity. You agree to release, indemnify, defend and hold Hackathon Collaborators and their parents, affiliates, subsidiaries, directors, officers, employees, sponsors and agents, including advertising and promotion agencies, and assigns, and any other organizations related to the Hackathon, harmless, from any and all claims, injuries, damages, expenses or losses to person or property and/or liabilities of any nature that in any way arise from participation in the Hackathon or acceptance or use of a prize or parts thereof, including without limitation (i) any condition caused by events beyond Hackathon Collaborators’ control that may cause the Hackathon to be disrupted or corrupted; (ii) any claim that an Entry infringes third party intellectual property or proprietary rights; (iii) any disputes among team members, (iv) any injuries, losses, or damages (compensatory, direct, incidental, consequential or otherwise) of any kind arising in connection with or as a result of the prize, or acceptance, possession, or use of the prize, or from participation in the Hackathon; (v) any printing or typographical errors in any materials associated with the Hackathon; technical errors that may impair your ability to participate in the Hackathon; or (vi) errors in the administration of the Hackathon.\n8. DISCLAIMER. IN NO EVENT WILL HACKATHON COLLABORATORS BE LIABLE TO YOU FOR ANY DIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF USE, DATA, BUSINESS OR PROFITS) ARISING OUT OF OR IN CONNECTION WITH YOUR PARTICIPATION IN THE HACKATHON, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT HACKATHON COLLABORATORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE. Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.\n9. General. The Hackathon is subject to federal, state, and local laws and regulations. The Hackathon is offered by HACKATHON COLLABORATORS, which are not responsible for (i) late, lost, damaged, incomplete, or misdirected Entries, responses, or other correspondence, whether by email or postal mail or otherwise; (ii) theft, destruction, unauthorized access to or alterations of Entries; or (iii) phone, electrical, network, computer, hardware, software program or transmission malfunctions, failures or difficulties.\nHackathon Collaborators reserve the right, in their sole discretion, to cancel, modify or suspend the Hackathon in whole or in part, in the event of fraud, technical or other difficulties or if the integrity of the Hackathon is compromised, without liability to the Participants. Hackathon Collaborators reserve the right to disqualify any Participant, as determined by Hackathon Collaborators, in their sole discretion. These Terms are governed by the law of the State of Ohio, without reference to rules governing choice of laws. Any action, suit or case arising out of, or in connection with, this Hackathon or the Terms must be brought in either the federal or state courts located in the Cincinnati, Ohio. Hackathon Collaborators’ failure to enforce any term of these Terms shall not constitute a waiver of that provision.\n \n10. Winner’s List . For a list of winners, send an email message to Patrick.henshaw@cintrifuse.com with “Winner’s list” as the email subject and Hackathon name specified in the body of the email.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize!!"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1311 Vine St, Cincinnati, OH 45202, USA", "hackathon-url": "https://humana-data-jam-4268.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "1311 Vine St, Cincinnati, OH 45202, USA", "hackathon-description-header": "Data Jam!", "hackathon-prizes-total": "0", "hackathon-location-description": "Union Hall", "hackathon-end-date": "", "has-projects": "False"}