{"hackathon-description-text": "\nLehighHacks is Lehigh University's first hackathon. Occuring over 24 hours from December 2nd to December 3rd at Lehigh’s Fairchild-Martindale Library in Bethlehem, Pennsylvania, students will be working with technologies from our corporate partners to disrupt industries like the Internet of Things, Financial Technologies, Virtual Reality, and Social Apps.", "hackathon-number-of-prizes": "10", "hackathon-id": "lehighhacks-f16", "hackathon-judges": [{"judge-role": "Director, Data Science at Knowledgent", "judge-name": "Ari Yacobi"}, {"judge-role": "Director, Emerging Tech at Thomson Reuters", "judge-name": "Joyce Shen"}, {"judge-role": "Director Due Diligence Group and Capital Markets Group at MIAC", "judge-name": "Joe Furlong"}, {"judge-role": "Product and Technology Leader at Lutron", "judge-name": "Rhodes Baker"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nTeams of no more than 4 people who are over the age of 18 years as of December 2nd, 2016 may submit hacks for the judges' consideration. ", "hackathon-number-of-participants": "64", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nCreate your project, submit your project on Devpost and pitch your project to our judges! In order to be eligible to win a prize, you must pitch your project in person at the close of hacking.", "hackathon-rules": "\nHACK SUBMISSION\nAll hacks must be submitted between the hours of 4:00pm on December 2nd, 2016 and 3:00pm on December 3rd, 2016. All hacks must be created by students registered for LehighHacks at the event itself (8 E Packer Ave, Bethlehem PA, 18015).\nSUBMISSION RIGHTS & DISPLAY\nLehighHacks retains the right to use winners' names, and details of their hack in future media distribution for LehighHacks. \nPRIZES\nWinners will be selected by judges at LehighHacks based on set criteria that will be communicated at the opening ceremonies of LehighHacks.\nCODE OF CONDUCT\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "MIAC will provide $750 cash to the First Place Overall team at LehighHacks.", "prize-title": "1st Place Overall"}, {"prize-content": "MIAC will provide $500 cash to the Second Place Overall team at LehighHacks.", "prize-title": "2nd Place Overall"}, {"prize-content": "MIAC will provide $250 cash to the Third Place Overall team at LehighHacks.", "prize-title": "3rd Place Overall"}, {"prize-content": "1st Place winner for the OSIsoft VR energy visualization challenge.", "prize-title": "1st Place - OSIsoft Challenge"}, {"prize-content": "2nd Place winner for the OSIsoft VR energy visualization challenge.", "prize-title": "2nd Place - OSIsoft Challenge"}, {"prize-content": "3rd Place winner for the OSIsoft VR energy visualization challenge.", "prize-title": "3rd Place - OSIsoft Challenge"}, {"prize-content": "The winning team of the Knowledgent Challenge will receive Amazon Echo Dots for each member.", "prize-title": "Knowledgent Challenge"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Lutron will Caseta Home Automation kits to every member of a team of its choosing.", "prize-title": "Lutron Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=E.W. Fairchild-Martindale Library and Computing Center, 8 E Packer Ave, Bethlehem, PA 18015, USA", "hackathon-url": "https://lehighhacks-f16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically challenging was this app? Did you have to come up with an innovative or clever way to overcome a challenge you ran into during the building process?"}, {"judging-criterion": "Does this app achieve something novel and innovative? Does it address an older problem in a new way?"}, {"judging-criterion": "What problem does this help address? Would people use this on an everyday basis?"}], "hackathon-location-address": "E.W. Fairchild-Martindale Library and Computing Center, 8 E Packer Ave, Bethlehem, PA 18015, USA", "hackathon-description-header": "Lehigh University's Premiere Hackathon", "hackathon-prizes-total": "$4,200", "hackathon-location-description": "Lehigh University - Fairchild-Martindale Library", "hackathon-end-date": "2016-12-03", "has-projects": "True"}