{"hackathon-description-text": "\nDevelopers, Designers, IoT/Wearable Makers and Idea Generators:", "hackathon-number-of-prizes": "1", "hackathon-id": "hackwiththebest", "hackathon-judges": [{"judge-role": "", "judge-name": "Thilo Koslowski"}, {"judge-role": "", "judge-name": "Reilly Brennan"}, {"judge-role": "", "judge-name": "Arwed Niestroj"}, {"judge-role": "", "judge-name": "Nicole Scott"}, {"judge-role": "", "judge-name": "David Jensen"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nEntry Requirements\n \n \n ", "hackathon-number-of-participants": "105", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou must create an innovative concept to implement one of the winning ideas identified during the idea presentation and voting session of the Event.", "hackathon-rules": "\nHack with the Best – Silicon Valley Official Rules\nNO PURCHASE NECESSARY TO ENTER OR WIN. VOID IN BRAZIL, CUBA, FRANCE, IRAN, IRAQ, ITALY, LIBYA, LIBERIA, MALAYSIA, MYANMAR (BURMA), NORTH KOREA, PHILIPPINES, POLAND, QUEBEC, SAUDI ARABIA, SRI LANKA, SUDAN, SYRIA, VIETNAM, ZIMBABWE AND WHERE RESTRICTED OR PROHIBITED BY LAW.\nENTRY IN THIS COMPETITION CONSTITUTES YOUR ACCEPTANCE OF THESE OFFICIAL RULES.\nDevelopers, Designers, IoT/Wearables Makers and Idea Generators: Mercedes-Benz is looking for you to take the challenge in developing the next big thing in the digital life of a driver. You will be given the unique opportunity to work with Mercedes-Benz engineers to realize your idea in the car. Sign up now and develop a new concept over the course of a weekend filled with exciting and intense sessions of co-creation, hacking and collaboration.\nA. BINDING AGREEMENT\nIn order to enter the Hack with the Best—Silicon Valley Event, taking place at GSV Labs, 425 Broadway, Redwood City, California 94063 (“Event”), you must agree to these Official Rules (“Rules”). Therefore, please read these Rules prior to entry to ensure you understand and agree. You agree that Entry (defined below) for the Event constitutes agreement to these Rules. You may not submit an entry to the Event and are not eligible to receive the prizes described in these Rules unless you agree to these Rules. These Rules form a binding legal agreement between you and Sponsor (defined below) with respect to the Event.\nB. THE SPONSOR & ADMINISTRATOR\nMercedes-Benz Research & Development North America, Inc., 309 N. Pastoria Avenue, Sunnyvale California 94085 (“Sponsor”). The Event is administered by BeMyApp Corporation, 530 Howard St., Suite 530, San Francisco, CA 94115 USA (“Administrator”). Collectively, “we,” “our” or “us” is used to refer to Sponsor and/or Administrator.\nC. ELIGIBILITY\nTo be eligible to participate in the Event, you must be: (i) above the age of majority in your state or country of residence, with a minimum age of 18 years as of the date of entry and a permanent legal resident of any country except for the following countries in which the Event is void: Brazil, Cuba, France, Iran, Iraq, Italy, Libya, Liberia, Malaysia, Myanmar (Burma), North Korea, Philippines, Poland, Quebec, Saudi Arabia, Sri Lanka, Sudan, Syria, Vietnam, Zimbabwe, and where restricted or prohibited by law, and (ii) registered for the Event. The Event is subject to all applicable federal, state, and local laws and regulations (except for the laws of Croatia) and is void where prohibited, taxed, or restricted by law. Employees, representatives, officers, and directors of Sponsor, Daimler AG, Daimler North America, Administrator, as well as their affiliates, parent companies, subsidiaries, agents, judges and advertising and promotion agencies (collectively, the “Event Entities”), as well as immediate family (spouse, parents, siblings, and children) and household members are not eligible. The term “you” refers to you, the entrant, both as an individual and/or as part of a team.\nPlease note: If you are an employee of a corporation, government agency, or an academic institution, you are responsible for ensuring that your participation in the Event complies with any policies your corporation, agency, or institution may have regarding participation in contests of this type. If we have reason to believe that you violate any of those policies, we reserve the right to prohibit you from participating in the Event or receiving a prize at any time. We are not responsible for any disputes arising between you and your employer.\nWe reserve the right to assess your eligibility and compliance with these Rules at any point during the Event. If we require any assistance in order to assess your compliance, you must promptly provide that assistance. If you do not provide the requested assistance, or if we have reason to believe that you are not complying with the Rules, you may be disqualified, in our sole discretion.\nD. PERSONAL INFORMATION\nWe will be collecting personal information about you when you submit an entry into the Event. We will use and share this personal information in order to fulfill the requirements of the Event. For example, the Sponsor may share this personal information with third parties who are evaluating the Entries, as well as to: (a) contact entrants and potential winners regarding the Event; and (b) if a participant selects to receive additional information, to send additional information to that participant. We also may post your personal information (such as, your first name and first initial of your last name, your country of residence and your Entry (as defined below)) in public posting areas for the Event or which are otherwise associated with the Event in order to administer the Event or otherwise market or advertise the Event. By entering this Event and agreeing to these Rules, you hereby consent to the Sponsor using your personal information in this manner.\nBy completing a registration and submitting your entry, you (i) give express written permission, as contemplated in the Electronic Communications and Transactions Act No. 25 of 2002, to the use and storage of your personal information pursuant to these terms; and (ii) are registering to receive electronic communications via e-mail from Sponsor relating to the Event and Sponsor’s products and services. Pursuant to applicable laws pertaining to data collection and processing, you may have a right of access to, consultation, modification and withdrawal of your personal data. You also have the right of opposition to the data collection, under certain circumstances. To exercise such right, you may write to the Sponsor. The data controller, and the recipient of your personal data, is the Sponsor. Your personal data will be stored on servers located in the US monitored by the Sponsor. For more information on Sponsor’s data practices, please see the privacy notice, available at http://www.mbrdna.com/policies/.\nE. TERM\nRegistration for the Event ends at 7:00 PM Pacific Daylight Time (“PDT”) on June 12, 2015 (“Registration Period”). The Event will take place between 7:00 PM PDT on June 12, 2015 and 8:00 PM PDT on June 14, 2015 (“Entry Period”). Unless otherwise noted, for all times provided in these Rules or in relation to the Event, the applicable time zone will be Pacific Daylight Time. The Sponsor’s computer is the official time keeping device for this Event.\nF. ELECTRONIC COMMUNICATIONS\nBy submitting your Event entry via the Event Site (defined below) and accepting the terms on the entry form, you agree to communicate for the purpose of this promotional competition with Sponsor and/or Administrator electronically. By agreeing to do business electronically, you (i) consent to the transfer of your personal data to the United States of America to be stored on the Sponsor’s servers there, (ii) consent, subject to Section D above, to the electronic communication and delivery via e-mail of all documents related to the Event and Sponsor’s marketing of its products and services, (iii) agree that your act of clicking your consent to these Rules is a binding form of your electronic signature, which you agree binds you to these Rules, (iv) represent that you have Internet access and a valid e-mail address enabling you access to the Event Site and to receive communications and documents electronically, and (v) represent that you have a printer or other device to print or otherwise save communications and documents including, without limitation, these Rules and that you have, in fact, printed or otherwise saved a copy of these Rules for your records. This consent is effective unless and until you withdraw it. You may withdraw your consent to electronic communication and delivery of documents, update your contact information, or request a free paper copy of these Rules at any time by contacting us. We will send you a confirmation notice once we have processed your change request.\nG. HOW TO PARTICIPATE\nNO PURCHASE IS NECESSARY TO PARTICIPATE OR WIN.\nTo enter, you must first register, during the Registration Period, at www.hackwiththebest.com (“Event Site”) by completing all requested information and accepting these Rules. Next, you must attend the Event during the Event Term to do the following:\nNOTE: We cannot guarantee that all registered attendees will be able to join a competing idea development team or that you will be able to join your first choice development team. You may develop and form teams around ideas that are not selected to go on to the next round, but they will not be eligible for judging. After you have formally registered as a team, you will not be allowed to switch teams. We are not responsible for, and will not assist in resolving, any disputes between teammates.\nStep 3: Entry Submission –\nIn compliance with the Entry Requirements (defined below), each team must submit the following via ChallengePost, a link to which will be provided by Administrator (an “Entry”):\nH. ENTRY REQUIREMENTS\nTo be eligible for any prize, you must submit an Entry that meets the following requirements (“Entry Requirements”):\no You may use Mercedes-Benz generally available technology, provided it is\npublicly available and easily accessible to the Mercedes-Benz developer\ncommunity at the time of the Event.\n o Other Allowed Technologies: You are also able to use sample code, libraries,\nSDKs, and APIs as long as these technologies are:\n o Publicly available and discoverable - for the purpose of Other Allowed\nTechnologies, this shall mean available on the internet ; indexed and\nreachable through the top three search engines (Google, Bing, Yahoo); o Easily accessible (i.e., anyone can download or access if signup is required, access must be granted within 3 hours); and\no Permitting use for the development in a concept such as the one being\nsubmitted in this Event and you include all necessary attribution or information required by the developer of such third-party technology when submitting the concept. Please note: If you use any third party copyrighted materials, you must have appropriate permission.\nBy submitting an Entry, you understand and acknowledge:\nWhen submitting your Entry, you must confirm your agreement to the Rules. To be eligible, the Sponsor must receive your Entry prior to the end of the Entry Period. Entries that arrive after the end of the Entry Period will not be considered. Sponsor will retain physical possession of all materials submitted with Entries and will not acknowledge or return any Entry materials. If a dispute arises regarding the identity of the entrant, the proper entrant will be the authorized\naccount holder of the e-mail address associated with the account used to enter the Event. “Authorized account holder” is defined as the natural person who is assigned to an e-mail address by an Internet access provider, online service provider, or other organization responsible for assigning e-mail addresses for the domain associated with the submitted e-mail address.\nLIMIT: ONE (1) ENTRY PER PERSON AND PER TEAM. A person may use only one email address to register for the Event. The Sponsor is not responsible for late, erroneous, misdirected or incomplete entries, or for any computer-related, online, telephonic, or technical malfunctions that may occur. Proof of transmission does not constitute proof of entry. Entries will be considered void if they are in whole or in part illegible, incomplete, damaged, irregular, altered, counterfeit, produced in error, forged, mechanically reproduced or obtained through fraud or theft, or if they contain an Entry that does not meet the requirements described in Section G and this Section H. By participating, you agree to be bound by these Rules.\nI. INTELLECTUAL PROPERTY RIGHTS\nWarranty. By entering the Event, you warrant and represent that the Entry submitted by you is your own original work created by you or a work that you have obtained lawfully and/or via a valid license, has not been previously published, has not won a previous prize or award, that you own or otherwise control all of the rights to the Entry and the Entry submitted by you (including, without limitation, the rights in any photographs, sound recordings, and any content included in the Entry) and that the Entry submitted by you does not violate any law, regulation or any right of any third-party, including but not limited to rights of copyright, trademark, publicity and/or privacy. Please understand that submitting an Entry that is copyrighted by another individual, or otherwise subject to the rights of another individual, will make you responsible for any legal action the legal rights holder might take against you. Likewise, you agree to indemnify Sponsor against any claims made by individuals claiming rights in the Entry that may contest Sponsor’s right to use the Entry in accordance with the terms of these Rules.\nLicense. Please note that you will retain ownership over your Entry; however, as part of your participation, you agree to grant Sponsor a license in accordance with the terms of this provision. By submitting an entry into the Event, you grant to the Sponsor the right, without limitation, to display the Entry online and in any media now known or hereinafter developed. Further, you agree to grant to the Sponsor an irrevocable and perpetual, royalty-free, worldwide right, in all media (now known or later developed) to (a) use, review, assess, test, and otherwise analyze your Entry and all its content in connection with the Event, including in any marketing for the Event; and (b) an option and right of first refusal to enter an additional license or agreement with Sponsor to the idea contained in the Entry after the conclusion of the Event. By participating in the Event, you agree to sign all documentation that may be required for us and our designees to make use of the rights granted herein, if necessary.\nJ. PRIZES\nSponsor is offering four (4) levels of prizes for this Event: 1. Finalists Prize:\nFollowing the Hackathon, the finalists will polish their prototypes as part of the Mercedes-Benz Refinement program -- Teams will continue their work with mentors to help complete their projects, and will then demo the prototypes in front of Daimler Executives at a special meeting on July 7, 2015, truly a once in a lifetime opportunity! NOTE: Travel is not included.\nThe total approximate value of all prizes awarded is US $54,770.00. Actual retail value of prizes may vary.\nAll prize details, including color and options of a vehicle, will be determined solely by Sponsor in its sole discretion. Sponsor reserves the right to substitute color and options based on those vehicles currently available in Sponsor’s inventory at the time the prize vehicle is being awarded. Actual prize may differ from promotional images. Potential winners of vehicle prizes must be insured, licensed drivers to be awarded the vehicle. Upgrades and any other expenses not specifically identified in these Rules as included in the prize are the winner’s responsibility. The prize vehicles must be delivered to and accepted by the winner in accordance with the instructions provided to the winner at the time of the prize notification. The winner is responsible for all other costs associated with the acquisition and award of the prize vehicle, including delivery costs, sales or luxury tax, other taxes and/or duties, license and registration fees, insurance, and any other legally required fees or other expenses not specifically listed as being included, if applicable. The vehicle will not be delivered until after all of the applied taxes, license, insurance and registration fees are paid by the winner. If the winning team opts to receive the vehicle, but does not accept the prize, there will be no exchange for cash or other goods. The prize vehicle shall be delivered for pickup by a designated individual on the winning team only at a dealer authorized by Sponsor in the United States, located closest to the primary residence of the designated team member. The vehicle when delivered will have the express Limited warranty normally provided with Mercedes-Benz vehicles distributed by Mercedes- Benz USA, LLC, which shall begin from the date of retail delivery. Sponsor shall not be responsible for any delay in the delivery of the prize vehicle. Teams will determine how best to use or split the Second Place and First Place prize vehicles among themselves. At the team’s option, a vehicle prize may be substituted for a cash prize equal to the MSRP noted above, to be split evenly among the team members.\nFailure to collect or properly claim any of the potential prizes in accordance with these Rules will result in forfeiture of the prize. If forfeited for any reason, winner will not receive any other prize substitution or compensation, and the prize will remain the property of Sponsor and will not be awarded. Any cash prize money will be divided evenly among all team members. The prize money will be sent to the winners by check within one month from the receipt of all necessary forms.\nK. PRIZE TERMS\nThe Sponsor may, at its sole discretion, choose to substitute a prize or any portion of a prize for something of equal or greater value for any reason, including in the event the winner(s) is not capable of accepting delivery of a vehicle prize at a dealer in the United States. Further, the Sponsor reserves the right to expand or modify a prize. No prize transfer, assignment or substitution by any prize winner is permitted. All federal, state and local taxes, fees, duties, and surcharges, if any, on the prize are the sole responsibility of the prize winners. If any prize or prize notification is returned as undeliverable, the prize will be considered forfeited and the Sponsor may select an alternate prize winner from all remaining eligible entries, in Sponsor’s sole discretion. The odds of winning depend on the number of eligible entries received and the skill of the entrants. We will not be liable for unsuccessful efforts to notify any potential winner. Winners will be issued 1099 forms for the value of the prizes received to be used in filing their income taxes.\nL.\nJUDGING\nStarting at approximately 2:00 PM on Sunday, June 14th, you will be given up to three minutes to publicly demonstrate your concept in front of a panel of judges and peers, followed by a two-minute public question-and-answer period. All team members must be present at the presentation.\nThe judges will be composed of Sponsor employees as well as additional individuals, who will be announced on the Event Site no later than June 12, 2015 at 2:00 PM PDT. The judges will evaluate your concept based on your demo according to the following “Judging Criteria,” each of which will be scored on a scale of between 1-5 points:\na. Innovation;\nDetermination of eligibility and compliance is at our sole discretion and may result in disqualification of any person or team. All judges’ decisions are final.\n Judges will announce the three finalist teams at approximately 6:00 PM PDT on Sunday, June 14, each of whom will receive a Finalist Prize (described at Section J above). If, at any time, during the development and presentation of the concept (including following finalist selection), a participant, finalist, or winner is unable or unwilling to proceed, the Sponsor may disqualify an individual or team and select an alternate team from the remaining Entries based upon the Judging Criteria set forth above, time permitting and in Sponsor’s sole discretion.\nThen, on July 7, 2015, the finalists will present their concepts before 100+ Daimler Executives during a special dinner. These top executives will vote on the three finalists. The final three prizes will be awarded based upon votes received. Participants must be present to win. Additional details regarding the final dinner will be provided to the finalists by Sponsor and/or Administrator.\nWINNER VERIFICATION\n1.\n2. 3.\n4. 5.\n6.\nM.\nIn order to win a prize, the potential winners must continue to comply with all terms and conditions of these Rules. Each member of the winning teams may be required to sign an Affidavit of Eligibility, Liability and Publicity Release (“Prize Documents”), which will include, without limitation, (i) a release of the Released Parties as set forth below at Section P, and (ii) a\ngrant to the Sponsor and its agencies of the unrestricted rights, in their collective or individual discretion, to publish without any further compensation use of your name, hometown, likeness, Entry, statements, or prize information for advertising and publicity purposes worldwide without limitation and without additional compensation, except where prohibited. If a potential winner cannot be contacted, or fails to sign and return the Prize Documents within the specified time period or is found to be ineligible, that potential winner will be deemed disqualified and will forfeit the prize. In addition to the Prize Documents, potential winners may be required to complete a W-9 tax form (for U.S. residents) or W-8BEN tax form (for non-U.S. residents) in order to receive a prize. If you do not sign the required forms or provide the required information in a timely manner, we may disqualify your entire team from receiving a prize. All federal, state, local and other taxes and duties that may become due as a result of winning a prize are the sole responsibility of the prize winner.\nIn the event that a potential team is disqualified for any reason, Sponsor may award a prize to the team with the next highest score based on the judges’ scoring. The Sponsor may repeat this until a winning team is determined.\nN. PUBLICITY\nExcept where prohibited by law, by accepting a prize, a prize winner consents to Sponsor and Administrator’s use of your likeness, photograph, audio-visual footage, comments, name, biographical information, Entry, voice, or any other record of your participation in the Event for advertising and publicity purposes in any and all media worldwide (including winners list) without additional compensation or notification. The name and country of residence of prize winners may be utilized in communications and advertising, including being posted on the websites of the Event Entities. Please note that the Event may be filmed or photographed.\nO. ABILITY TO MODIFY OR TERMINATE\nIn the event that the operation, security, or administration of the Event is in our judgment impaired in any way, we may, in our sole discretion, without limitation: (a) suspend the Event to address the impairment and then resume the Event; (b) award the prize according to the criteria set forth above from among the eligible Entries received up to the time of the impairment, or (c) take any other reasonable action as we deem necessary and appropriate to the circumstances. The Sponsor reserves the right at its sole discretion to cancel, terminate, modify or suspend the Event. Entry into the Event constitutes agreement to this provision. If any provision(s) of these Rules are held to be invalid or unenforceable, all remaining provisions hereof will remain in full force and effect.\nNOTE: If, due to any technical difficulty or unforeseen interruption, the Event Site, and/or any portion of the Event is interrupted, Sponsor may (or may not) extend the Entry, judging, or voting periods, in Sponsor’s sole discretion. If any extension of time is approved, Sponsor will notify entrants and will update these Rules accordingly and all entrants will be bound to the updated Rules as they are posted on the last day of judging.\nP. LIMITATION OF LIABILITY\nBy participating, entrants and winners individually and on behalf of their relatives, heirs,\nassignees, executors, and administrators, and employers (if applicable) hereby permanently, irrevocably and forever waive and release any and all rights, demands, losses, liabilities, claims and causes of action whatsoever which you may now or hereafter be entitled to assert against the Event Entities, as well as all others associated with the development and execution of the Event (collectively, the “Released Parties”), including, but not limited to (i) any death, injury, loss of enjoyment or other harm or loss of any nature whatsoever caused by, contributed to, or arising out of the Event and/or any prize awarded, (ii) any claim or demand for additional compensation or any other claim or demand related to the Event or what the Sponsor provides, (iii) any claim related to unauthorized human intervention in the Event or technical errors that may impair your ability to participate in the Event, (iv) any claims related to errors in the administration of the Event, (v) any claims or allegations that your Entry infringes any copyright, trademark, or any other intellectual property right, (vi) disputes between team members, (vi) disputes between team members and their employers, (vii) claims relating to damage to persons or property relating in any way to your participation in the Event, and forever release and discharge the Released Parties from any and all liability with respect thereto. The Released Parties assume no responsibility for any error, omission, interruption, deletion, defect, or delay in operation or transmission; communications line failure; theft or destruction of or unauthorized access to the Event Site or any other website involved in the Event, or any registration, voting, judging or winner selection.\nQ. MISCELLANEOUS TERMS\nBy registering and participating in the Event, you indicate your full and unconditional agreement to these Rules and other instructions related to the Event, as well as to our decisions regarding the Event, which are final and binding. Winning a prize is contingent upon fulfilling all requirements in these Rules.\nWe reserve the right, in our sole discretion, to disqualify and seek damages from any individual or team who fails or failed to comply with any provision of these Rules, cheats, tampers with the operation of the Event, or otherwise acts in a disruptive or inappropriate manner.\nParticipants also agree (a) to be bound by these Rules; and (b) that the decisions of the Event Entities and judges are final on all matters relating to the Event. Our failure to enforce any term of these Rules shall not constitute a waiver of that provision. The Event is subject to federal, state, and local laws and regulations and is void where prohibited.\nR. LAWS\nThe Event is governed by the laws of California, without regard to the conflicts of law provisions.\nAll disputes, claims or demands that relate to these Rules will first be brought to the attention of the other party. The receiving party will have sixty (60) days from the date of such notice to remedy the described breach or violation and notify the complaining party in writing of the resolution. If the dispute, claim or demand is not resolved to the satisfaction of the complainant within 60 days, the complainant may request an informal resolution conference (mediation), which if agreed to by the other party will be scheduled to occur within 21 days of the written response. Each party will have the right to be represented at such a conference by\ncounsel and will ensure that a decision-maker with full and complete authority to resolve the dispute attends the conference. Such conference will be in front of a third party mediator chosen by the parties. If the parties do not agree to conference or are unable to resolve a dispute after such a conference, the parties agree that exclusive jurisdiction for any dispute, claim or demand related in any way to these Rules will be decided individually, without resort to any form of class action, by binding arbitration. All disputes between the parties, of whatsoever kind or nature arising out of these Rules, will be submitted to JAMS for binding arbitration under its rules then in effect in the San Francisco, California area, before one arbitrator to be mutually agreed upon by both parties. The parties agree to share equally in the arbitration costs incurred.\nS. WINNERS LIST\nTo obtain the name of the prize winners, please visit the Event Site on July 8, 2015. The winners list will be available until at least 11:59 PM PDT on September 15, 2015.", "hackathon-prizes": [{"prize-content": "Finalists will work on and refine their ideas in the Mercedes-Benz Refinement program. Teams will then demo their final prototypes at an exclusive Mercedes-Benz executive meeting July 7. That same night, 1st, 2nd and 3rd place will be announced.", "prize-title": "Finalist - Mercedes-Benz Refinement Program"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Redwood City, CA 94063, USA", "hackathon-url": "https://hackwiththebest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Redwood City, CA 94063, USA", "hackathon-description-header": "A weekend long Mercedes-Benz Hackathon that brings innovative and creative minds together to develop new concepts that will intersect IoT and Wearables with automotive technologies.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-06-13", "has-projects": "True"}