{"hackathon-description-text": "\n5:30 PM - Open doors to allow entry", "hackathon-number-of-prizes": "4", "hackathon-id": "purdue-computing-showcase-2016", "hackathon-judges": [{"judge-role": "", "judge-name": "Marty Von Kausas"}, {"judge-role": "", "judge-name": "Usmann Khan"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nThis is a Purdue only Hackathon. You must be a Purdue student to win prizes, and we will verify student status upon entry.", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nPurdue Computing Showcase is meant to promote learning and engagement of students and recruiters. With that, we have layed out guidelines for ensuring that everyone has a fair opportunity and a safe environment to develop and learn in.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nPurdue University also has a strict no-alcohol and no-drugs policy on campus. Anyone found in violation will be reported and removed from the event.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Apple Watch"}, {"prize-content": "", "prize-title": "GoPro Camera"}, {"prize-content": "", "prize-title": "Lego Set"}, {"prize-content": "", "prize-title": "Chromecast"}], "hackathon-location-google-maps": "https://maps.google.com/?q=355 N Martin Jischke Dr, West Lafayette, IN 47906, USA", "hackathon-url": "https://purdue-computing-showcase-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "355 N Martin Jischke Dr, West Lafayette, IN 47906, USA", "hackathon-description-header": "Showcase Your Skills!", "hackathon-prizes-total": "0", "hackathon-location-description": "Francis A. Cordova Recreation Center", "hackathon-end-date": "2016-01-30", "has-projects": "True"}