{"hackathon-description-text": "\nBuild an app that’s proven to help learners learn and you’ll be eligible to win up to $5,000 and an internship with Pearson. Pearson is a leader and innovator in educational technology, and we’re calling on you to create an original and functional application that integrates with our APIs. Together we can transform education!", "hackathon-number-of-prizes": "3", "hackathon-id": "pearson-student-coding-2015", "hackathon-judges": [{"judge-role": "Department Chair, Biology at Temple College", "judge-name": "Terry Austin"}, {"judge-role": "Chief Innovation Officer at Saint Leo University", "judge-name": "Jeff D. Borden"}, {"judge-role": "President Pearson Higher Education", "judge-name": "Tim Bozik"}, {"judge-role": "Foundry Group, Venture Capitalist", "judge-name": "Seth Levine"}, {"judge-role": "Head of Business Development at Make School", "judge-name": "Susan Nesbitt"}, {"judge-role": "Curriculum Director at Girls Who Code", "judge-name": "Emily E. Reid"}, {"judge-role": "Editor at ProgrammableWeb", "judge-name": "Wendell Santos"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "51", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe Pearson Student Coding Contest is only open to those who have submitted an accepted idea proposal by November 13th, 2015. ", "hackathon-rules": "\nOfficial Contest Description and Rules\n\nmeans you, on behalf of yourself and any members of the team that you make a submission for (a “Team”), and you are responsible for ensuring that all of the members of your Team have read and agree to these Rules. By agreeing to these terms on behalf of your Team, you represent that you have the authority to act on behalf of your Team and its members.\nBy submitting an Idea Proposal and/or Entry, Contestant agrees to be legally bound by these Rules, which constitute a legal agreement between Contestant and Pearson Education, Inc. and its parent, subsidiaries and affiliates (referred to in these Rules as “Pearson,” “we,” “us,” and “our”). All Contestants, whether individuals or members of a team, shall be subject to these Rules.\nPearson may revise these Rules from time to time during the conduct of the Contest and any modification will be effective upon posting to the website or other portal associated with the Contest (the “Contest Site”). While Pearson will make reasonable efforts to inform Contestants of such modifications, Contestants should review these Rules from time to time to ensure continued awareness of any changes to these Rules.\n\nThe Contest is designed to reward eligible Contestants who develop relevant, innovative, creative, functional, and original software applications (collectively “Application” or “Applications”) that integrate with Pearson application programming interfaces (“APIs”) and show the efficacy of online learning tools (the “Theme”). Efficacy refers to the ability to demonstrate or predict measurable improvement in learner results or outcomes (efficacy).\n\nOdds of winning any prize depends on the number of eligible Entries received during the Contest Period and the quality of the Entries vis a vis the judging criteria. Pearson will award the following prizes:\nThe Contest is sponsored by Pearson, having a place of business at 2154 E. Commons Avenue, Suite 4000, Centennial, Colorado 80122.\nParticipation in the Contest is limited to students who satisfy the eligibility requirements set forth below throughout the Contest Period (as defined below). To be eligible to submit an Idea Proposal and Entry, for the duration of the Contest Period, you must:\nThe Contest is not open to citizens of Cuba, Iran, the Quebec Province of Canada, Syria, North Korea, Sudan, Myanmar or to individuals restricted by United States or other applicable laws. Employees, directors, officers and principals of Pearson, including its licensees, advertising and promotion agencies, subsidiaries, affiliates, contractors, agents and members of their immediate families or households as well as members of the Judges’ immediate families and households are not eligible to participate. During the Contest Period, Pearson, its agents and/or the Judges (defined below) will be evaluating each Idea Proposal or Entry to ensure that it is in compliance with these Rules and the applicable requirements as stated herein. Pearson reserves the right, in its sole discretion, to disqualify any Contestant who submits an Entry or Idea Proposal that does not comply with the Rules or that it deems inappropriate.\nContestants may participate individually or as part of a Team. Teams are limited to a maximum of five members, all of whom must register for the Contest and satisfy the eligibility requirements set forth in these Rules throughout the Contest Period. While it is possible to substitute Team members during the Idea Proposal Period and up until submission of the Entry, no substitutions will be permitted after submission of the Entry. The Contestants are responsible for identifying each Team member when the Team submits its Entry. Pearson has no obligation to verify the identification of Team members. If one member of the Team does not comply with these Rules or is disqualified, the entire Team will be disqualified.\n\n\nIdea Proposals must include the following in order to be eligible to participate in the Contest:\nIn order for each Contestant to access and utilize the Pearson APIs required to be used in connection with the Contest, Pearson may require that Contestant register for and agree to the terms and conditions for access to and use of the Pearson Developers Network (“PDN”) and other Pearson sites. Pearson will provide instructions to each Contestant for registering with such sites. Contestant may review the terms and conditions for each site at: \n and \n. By entering the Contest, Contestant agrees to such terms and conditions, which are made part of and incorporated into these Rules.\nIf Pearson notifies a Contestant that an Idea Proposal of the Contestant has been accepted and is eligible for the Entry stage, then the Contestant may submit an Entry for that Idea Proposal. Entries must satisfy the following requirements:\nAll Entries must be executable and include the following:\nThe initial judging of Entries begins on the day after the Entry Deadline and extends until the Final Selection Period (which is approximate and subject to adjustment by Pearson). Upon the commencement of the Final Selection Period:\nThe Finalist with the highest score will be designated the First Place winner. The Finalist with the second-highest score will be designated the Second Place winner. The Finalist with the third-highest score will be designated the Third Place winner. In the case of a tie, the Judges will review the Finalists that are tied and vote for the winner.\nOnly those Contestants who are authorized to work in the United States throughout the duration of the internship period are eligible for a summer internship with Pearson.\nThe Judges will contact the Finalists during the Final Selection Period by telephone and/or email. If a potential Finalist does not respond to the notification attempt within five days from the first notification attempt, then such potential Finalist will be disqualified and an alternate potential Finalist will be selected from among all eligible Entries received based on the judging criteria described herein. With respect to notification by telephone, such notification will be deemed given when the potential Finalist engages in a live conversation with Pearson or when a message is left on the potential Finalist’s voicemail service or answering machine by Pearson, whichever occurs first. Except where prohibited by law, each potential Finalist may be required to provide additional information. Pearson reserves the right to disqualify any Finalists and Entries if Pearson is not satisfied with the Finalist’s response or the additional information provided and such response does not occur within the timeframe stipulated by Pearson. All notification requirements, as well as other requirements within these Rules, will be strictly enforced. Pearson reserves the right to name substitute Finalists in Pearson’s sole discretion.\nIn the event that no qualifying or eligible Entries are received, no prize will be awarded. Determinations of Judges are final and binding.\nNo transfer or substitution of prize(s) is allowed, except at Pearson’s sole discretion. In the event that a cash prize is awarded to a Team, Pearson will divide the prize equally among all Team members unless the Team members notify Pearson of an alternate allocation in a writing signed by all Team members. In no event shall Pearson be liable for any misallocation of proceeds to a Team.\nAll taxes, fees, and surcharges on prizes are the sole responsibility of the Finalists. Upon request, Finalists shall provide Pearson with a current W-9 Form as well as any other documentation required by Pearson to distribute the prizes.\nEach Contestant, by registering and submitting an Idea Proposal, Entry, or Application (individually and collectively, “Contestant Materials”), warrants that such registration information is accurate and that that the Contestant is the sole and exclusive owner and/or authorized licensee of all rights in and to the content of the Contestant Materials, and that the Contestant has the right to submit the Contestant Materials in the Contest and grant to Pearson all licenses, necessary to allow Pearson to use, test, and evaluate the Contestant Materials for purposes of the Contest, including distribution of the Contestant Materials to the Judges, and to advertise, display, demonstrate, or otherwise promote or use Contestant Materials. Each Contestant warrants that the Contestant has not submitted any Contestant Materials that infringe or misappropriate any third party proprietary rights, intellectual property rights, including, without limitation, copyright, trademark, patent, trade secret, or confidentiality obligations. Contestant warrants that the Contestant Materials contain no authorization codes, computer viruses or other contaminants, including any codes or instructions that can access, modify, damage or disable Pearson’s computer systems (“Harmful Codes”), and Contestant shall indemnify and hold Pearson harmless from any loss, cost, or liability, including actual attorney’s fees, arising from a breach of this warranty or the presence of such Harmful Codes in the Contestant Materials.\nIf any Contestant is awarded a prize or Contestant is otherwise compensated by Pearson for your Entry, Contestant hereby grants Pearson an unlimited, fully-paid, royalty-free, perpetual, irrevocable, transferable and exclusive license to use, reproduce, prepare derivative works of and distribute the Contestant Materials for commercial and non-commercial use, and Contestant shall at any time execute and deliver such documents as may be requested by Pearson to document such license; subject to the foregoing, Contestant retains a limited license to the Contestant Materials for Contestant’s personal, non-public, non-commercial use.\nContestant retains ownership of the copyright in your Contestant Materials submitted, subject only to the license granted in this section. Contestant understands and acknowledges, however, that Pearson and other Contestants or third parties may have developed or commissioned, or may hereafter develop or commission, materials similar or identical to the Contestant Materials and Contestant hereby waives any claims Contestant may have resulting from any similarities to the Contestant Materials. Contestant agrees that Contestant will not be entitled to any compensation because of Pearson’s use of any such similar or identical material.\nContestant understands that Pearson cannot control the incoming information related to the Contestant Materials that Contestant discloses to Pearson’s representatives in the course of submitting the Contestant Materials, or what our representatives will remember about the Contestant Materials. Contestant also understands that Pearson will not restrict work assignments of representatives who have had access to the Contestant Materials. By entering this Contest, Contestant agrees that use of all information related to the Contestant Materials in our representatives’ unaided memories in the development or deployment of our products or services does not create liability for us under these Rules or copyright or trade secret law.\nPearson will not treat any Contestant Materials as confidential or proprietary, so Contestant shall not submit anything of that nature to Pearson. Contestant shall not expect that any Contestant Materials will be held in confidence by Pearson or anyone else to whom Pearson is expressly permitted to disclose the Contestant Materials under these Rules.\nPearson retains all right, title and interest in all Pearson proprietary information, products, and property, including the Pearson APIs.\nTo the maximum extent permitted by law, Contestant shall defend, indemnify, and hold harmless the Judges and Pearson, its affiliates and their respective directors, officers, employees and agents from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorneys’ fees) arising out of or accruing from (a) any material uploaded or otherwise provided by the Contestant (including Idea Proposals and Entries) that infringes any copyright, trademark, trade secret, trade dress, patent or other intellectual property right of any person or defames any person or violates their rights of publicity or privacy, (b) any misrepresentation made by the Contestant in connection with the Contest; (c) any non-compliance by the Contestant with these Rules; and (d) claims brought by persons or entities other than the parties to these Rules arising from or related to the Contestant’s involvement with the Contest.\nBy entering the Contest, Contestant grants Pearson the limited right to use, publicly display, publish, and reproduce, Contestant’s name and/or likeness, city, state and country of residence, including any video and other images and audio files submitted by Contestant in connection with the Contest, for advertising and promotional purposes without additional compensation (collectively, “Publicity Materials”). Except as prohibited by applicable law, Contestant hereby waives any right Contestant may have to inspect or approve the Publicity Materials, or to receive compensation of any kind on account of such use based on claims of the Contestant as to the rights of privacy, publicity, notoriety or any other rights arising out of or relating to any use by Pearson of the Contestant’s name, likeness or appearance, and/or the content of their Entry.\nContestants agree that personal data entered during the registration, including name, mailing address, phone number, and email address may be processed, stored, shared and otherwise used for the purposes and within the context of the Contest. By entering, Contestants agree to the transmission, processing, sharing and storage of this personal data in the United States.\nContestants also understand this data may be used by Pearson in order to verify a Contestant’s identity, postal address, and telephone number in the event an Entry qualifies for a prize, and otherwise as reasonably necessary to conduct, administer, and support the Contest. Pearson will use reasonable efforts to protect the security and confidentiality of Contestant personal information, and Contestants have the right to access, review, rectify or cancel any personal data held by Pearson in connection with the Contest by writing to Pearson at the address listed above.\nA Contestant may refuse to provide required data to Pearson, but if a Contestant does not provide the data required at registration, that Contestant’s Entry will be ineligible.\nAny false information provided within the context of the Contest by any Contestant including information concerning identity, mailing address, telephone number, email address, or ownership or license rights, or non-compliance with these Rules, or the like may result in the immediate disqualification of the Contestant. Pearson further reserves the right to disqualify any submission that Pearson believes in its sole and unfettered discretion infringes upon or violates the rights of any third party, otherwise does not comply with these Rules, or violates applicable law. A Contestant may be prohibited from participating in this Contest if Pearson reasonably believes that the Contestant has attempted to undermine the legitimate operation of the Contest by cheating, deception or other unfair voting or other practices or annoys, abuses, threatens or harasses any other Contestants, Pearson, or the Judges.\nPearson is not responsible for electronic transmission errors resulting in omission, interruption, deletion, defect, delay in operations or transmission, including, without limitation, any delay or failure of delivery of any notice or other communications concerning the Contest or any Entry or award or delivery of any prize. Pearson is not responsible for theft or destruction or unauthorized access to or alterations of Entry materials, or for technical, network, telephone equipment, electronic, computer, hardware or software malfunctions or limitations of any kind. Pearson is not responsible for inaccurate transmissions of or failure to receive Entry information by Pearson on account of technical problems or traffic congestion on the Internet or at any website or any combination thereof.\nIf for any reason the Contest is not capable of running as planned, including infection by computer virus, bugs, tampering, unauthorized intervention, fraud, technical failures or any other causes that corrupt or affect the administration, security, fairness, integrity or proper conduct of the Contest, Pearson reserves the right at its sole discretion to cancel, terminate, modify or suspend the Contest. Each Contestant who registers for the Contest will receive email notification of any such action. Pearson further reserves the right to disqualify any Contestant who tampers with the submission process or any other part of the Contest. Any attempt by a Contestant to deliberately damage any website or undermine the legitimate operation of the Contest is a violation of criminal and civil laws and should such an attempt be made, Pearson reserves the right to seek damages from any such Contestant to the fullest extent of the applicable law.\nUnder no circumstances shall the submission of an Idea Proposal or Entry into the Contest, the awarding of a prize, or anything in these Rules be construed as an offer or contract of employment with Pearson. Each Contestant submits each Idea Proposal and Entry voluntarily and not in confidence or in trust. Contestant acknowledges that no confidential, fiduciary, agency, or other relationship or implied-in-fact contract now exists between Contestant and Pearson and that no such relationship is established by submission of an Entry under these Rules. Contestant acknowledges and understands that Pearson, its business partners, and others may independently develop applications that may be similar or identical to Contestant’s Idea Proposals and Entry in terms of idea, functionality or in other respects. Contestants are not entitled to any rights in, or compensation in connection with, any such similar or identical applications and/or ideas.\nThis Contest shall be construed and evaluated according to the law of the State of Colorado, without regard to the principles of conflicts of law and submission of an Entry constitutes acceptance of such laws. All federal, state and local laws and regulations apply. Contestant irrevocably and unconditionally (i) consents to the exclusive jurisdiction of the state and federal courts in the City and County of Denver, Colorado for any litigation or dispute arising out of or relating to this Agreement. Contestants agree to be bound by these Rules and that the decisions of the Judges and Pearson are final and binding in all respects.\nIf any of the provisions in these rules is deemed not enforceable by a local court in the region or country where a Contestant resides, all other provisions outlined in these rules will still apply.\nA list of the winners will be posted on the Contest website on or about Award Date.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://pearson-student-coding-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the Application professional, visually appealing, and easy to use?"}, {"judging-criterion": "How useful is the Application to learners or educators?  Does the Application resolve a challenge for the learner and/or educator?"}, {"judging-criterion": "Is the Application original and/or innovative?"}, {"judging-criterion": "How well does the Application meet the Contest objectives?"}], "hackathon-location-address": "", "hackathon-description-header": "Can you build an app that helps learners learn?", "hackathon-prizes-total": "$8,500", "hackathon-location-description": "", "hackathon-end-date": "2016-01-04", "has-projects": "True"}