{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "7", "hackathon-id": "uhack-tasmania-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "To Be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nYou will need to register a team - maximum team size is 6 people. You'll need a well-rounded team, with business development-, UX- and coding-skills. Remember: we're looking for teams to code an app, prepare a business model and record a pitch video.\nThe competition is open to all: students and members of the public. Contestants under 18 will need to be accompanied by a parent or guardian.", "hackathon-number-of-participants": "84", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nDuring the competition you'll be coding an App, preparing a Business Model Canvas and a 3-minute Pitch Video.\nYou'll need to enter the details of your project here in DevPost, along with links to your app, Business Model Canvas and Pitch Video. It will be a good idea to familiarise yourself ahead of UHack Tasmania with DevPost projects, the submission process, preparing YouTube videos and Google Docs.\nThe main deliverable that you will be judged using will be your 3-Minute Pitch Video. During your video you'll summarise your Business Model Canvas and demo your app. You'll need to shoot and edit your video using your own equipment – laptop and phone camera quality will be fine. You'll need to upload your video to YouTube (or similar) for our judges to view, and link to it from your DevPost project page.\nSee the ", "hackathon-rules": "\nOur hackathon is dedicated to providing an empowering, harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nWhilst the event will be an opportunity to apply what you've learnt from browsing APIs, datasets or websites prior to the event, the event will be relying on you commencing work on you project only from the Friday evening. The only exception to this rule is if it's been made Open Source, freely available for use by other teams and in the public-domain.\nPrior to the event, feel free to fill your boots with learning about relevant University research, themes, etc., all of which will help you once the event kicks off and perhaps give you the edge you need. But don't pre-build - if we detect it, your entry will be jeopardised.\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "Check the UHack site for prize details"}, {"prize-content": "$ 6,000 Cash", "prize-title": "Open Division - First Place"}, {"prize-content": "$ 4,000 Cash", "prize-title": "Open Division - Second Place"}, {"prize-content": "$ 2,000 Cash", "prize-title": "Open Division - Third Place"}, {"prize-content": "$ 6,000 Cash", "prize-title": "Student Division - First Place"}, {"prize-content": "$ 4,000 Cash", "prize-title": "Student Division - Second Place"}, {"prize-content": "$ 2,000 Cash", "prize-title": "Student Division - Third Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://uhack-tasmania-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Your business model on one page, making it easy to understand: the unmet need, the users/customers, what's unique about your solution, how you will get your solution to the users, how you expect to cover your costs, and what's your unfair advantage?"}, {"judging-criterion": "How well executed is your app, game or website, etc.? What is the User Experience like? Have you used any unique technical approaches? Is it accessible? Hint: If you don't have a working app, do you have detailed concept designs?"}, {"judging-criterion": "Are you able to communicate your business canvas, demonstrate your app, and engage would-be users in 3 minutes?\n\nRemember: your pitch video is the main vehicle used by our judges in scoring your entry."}, {"judging-criterion": "Do you solve a problem or capture an opportunity in a creative or never-seen-before way? How novel is your idea?"}, {"judging-criterion": "Would the application and associated plan have real impact (economic, societal, environmental)? Can it change the world, or at least help someone in your community? Does it solve a problem aligned with the University's research themes?"}], "hackathon-location-address": "", "hackathon-description-header": "Create an app, a business plan and a pitch video", "hackathon-prizes-total": "$24,000", "hackathon-location-description": "Statewide - Tasmania", "hackathon-end-date": "", "has-projects": "False"}