{"hackathon-description-text": "\nThe Seattle VR Hackathon is back!", "hackathon-number-of-prizes": "7", "hackathon-id": "seattle-vr-hackathon-iv", "hackathon-judges": [{"judge-role": "Cyborg Engagemancer", "judge-name": "Lisa Weeks"}, {"judge-role": "Chief Technologist / Booz Allen Hamilton", "judge-name": "Nirav Desai"}, {"judge-role": "Futurist, Writer, Strategy Consultant", "judge-name": "Dan Rasmus"}, {"judge-role": "Executive Director, IGDA", "judge-name": "Kate Edwards"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAll that is required for you to participate is for you to sign up and come along.", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nTo submit a project for consideration, fill out the form onsite at the hackathon. Submission to DevPost is strongly encouraged, but not required.\nMaterial submitted to DevPost may be used by judges in their consideration of a project.", "hackathon-rules": "\nProjects must be created at the Hackathon. Use of publicly available 3rd party assets and libraries is allowed, as is using material from past projects with the approval of the Hackathon Organizers. \nTeams must be no larger than eight members.\nTo be eligible for prizes, projects must be submitted for consideration via the form distributed Sunday morning.\nNo team will be awarded more than one prize. This allows us to recognize as many teams as possible for their efforts.\nAttendees retain copyright over any material created at the VR Hackathon. The hackathon is, however, a public forum, and any disclosure during it should also be considered public. By submitting a project for consideration for prizes, the project creators grant the Seattle VR Hackathon and its organizers an irrevocable right to present the project and related images in its materials and to identify the project as having originated at the Hackathon.\nJudging will proceed as follows: Each judge will try a subset of all eligible projects and make pairwise comparisons with respect to each of the prize categories. This information is used to identify top projects and informs final prize allocation by a panel of all judges acting together.\nThe community choice prize will be awarded based on votes received before the cut-off time announced at the hackathon. Each full participant in the hackathon will be allowed to cast up to five votes, with a limit of one vote per project, and with no votes cast for their own project. In the event of a tie, the prize will be split between the first placing projects.\nAll prizes are awarded at the discretion of the Hackathon Organizers. The procedures described above are for information purposes only, and may be amended without notice by the Organizers during the event.\nThe Organizers reserve the right to disqualify any project team at any time.\nWe, the Seattle VR Hackathon Organizers, are committed to making the VR Hackathon a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, or technical expertise (or lack of any of the aforementioned).\nWe will not tolerate harassment of any kind. Harassment may include verbal abuse, sexually explicit or derogatory language, offensive or sexual cartoons or materials, mimicry, offensive gestures, unwelcome sexual advances, and telling of jokes offensive to others in the community. In general, sexual advances of any kind are considered unwelcome by default and are not appropriate at this event.\nIf, in the eyes of the Organizers, a hackathon participant is seen to have violated these rules, they may be warned, sanctioned, or asked to leave the hackathon without a refund (if applicable). In other words, just do the following: be aware of your actions and their effects on others; don’t treat the hackathon like a dating sim; and, in general, be nice to one another. ", "hackathon-prizes": [{"prize-content": "Awarded to the project that offers the best, most interesting, and most compelling solution to a problem related to Humanitarian Assistance and Disaster Relief within one of the scenarios described during opening ceremonies at the hackathon. Of specific interest are solutions that address medium to long-term needs to support the re-development of communications/coordination across civil society, political, and private sectors.", "prize-title": "Humanitarian Assistance &amp; Disaster Relief"}, {"prize-content": "Awarded to the project that offers the best example of a physical user interface within a virtual environment. A physical interface is defined as an interface that allows users to interact with objects in the virtual environment by interacting with physical objects in the real world. Of particular interest are interfaces that go beyond existing control devices, such as the Vive Controller. Consideration will be given to inventiveness, technical challenge, variety, and usability of the interface.", "prize-title": "Physical Interaction in Virtual Environments"}, {"prize-content": "Awarded to the team whose project, in the eyes of the judges, offers the best example of story-telling. The nature, style, characterization, and use of story will be considered alongside any other narrative elements of the project.", "prize-title": "Best Storytelling"}, {"prize-content": "Awarded to the team whose project, in the eyes of the judges, offers the best example of sound design. This may include sound effects, voice acting, music, or any other audio component of the project.", "prize-title": "Best Use of Sound"}, {"prize-content": "Awarded to the team whose project, in the eyes of the judges, offers the best example of visual design. This may include 2D art, 3D modeling, lighting and visual atmosphere, or any other visual component of the project.", "prize-title": "Best Visual Design"}, {"prize-content": "Awarded to the team who, in the eyes of the judges, made the most impressive technical achievement in their project.", "prize-title": "Best Technical Achievement"}, {"prize-content": "The Community Choice Prize will be awarded based on votes cast by all hackathon attendees.", "prize-title": "Community Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Building 5, 7543 63rd Ave NE, Seattle, WA 98115, USA", "hackathon-url": "https://seattle-vr-hackathon-iv.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "All judging is based on the subjective opinions of the judging panel, within the general guidelines set out for each prize category. Prizes are awarded at the discretion of the Hackathon Organizers."}], "hackathon-location-address": "Building 5, 7543 63rd Ave NE, Seattle, WA 98115, USA", "hackathon-description-header": "Design #VR/#AR apps with fun & diverse creators at Seattle VR Hackathon! Anyone & everyone is invited :)", "hackathon-prizes-total": "$2,700", "hackathon-location-description": "University of Washington - Center for Education & Research in Construction", "hackathon-end-date": "", "has-projects": "False"}