{"hackathon-description-text": "\nCode for the Kingdom is a weekend hackathon and ongoing ecosystem where global issues are tackled from a Christian perspective.  It's a movement that ignites the Christian passion and purpose within technologists and entrepreneurs to innovate culture shaping technologies that will reclaim our times for the Gospel.", "hackathon-number-of-prizes": "4", "hackathon-id": "c4tk-manila", "hackathon-judges": [{"judge-role": "Local judges to be introduced on site at each location", "judge-name": "Global judges will be listed on the C4TK Website"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n\n\nEach year, the Philippines is sending out more than a million to work abroad through its overseas employment program. Every hour, some 100 migrant workers leave the Philippines. Overseas Filipinos are typically known to be as doctors, accountants, IT professionals, engineers, technicians, entertainers, teachers, nurses, seamen, military servicemen, domestic helpers and caregivers.\n\nThis staggering number brought positive and negative effects in the lives of the Filipinos and of the country in general. Some of the challenges faced by Filipino migrant/expatriate workers are common to anyone who works overseas: lack of security if lacking permanent residence, sometimes disadvantageous foreign exchange rates when sending money back home, vulnerability to abuse by employers.\n\nIn line with this, local C4TK organizers decided to make OFW Challenges as the central focus for this year’s hackathon.\n\n\n\n", "hackathon-number-of-participants": "12", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\n\n", "hackathon-rules": "\n\n\n\n\nCode for the Kingdom is a weekend hackathon and ongoing ecosystem where global issues are tackled from a Christian perspective. Join an incredible group of individuals who are applying their skills and experiences to advance common good and serve God’s Kingdom. In collaboration with innovative nonprofits and churches, we’ll write code and create technology to help release the oppressed, teach God’s Word, heal the sick, feed the hungry, clothe the naked, and support the church and the body of Christ.\nThis Hackathon is a non-profit event to encourage the activation and on-going collaboration of a larger ecosystem of all sorts of creative individuals (including programmers, designers, creatives, entrepreneurs, and leaders of churches, non-profits, and the marketplace) who are passionate about creating technologies to tackle the challenges confronting our society, our communities, our churches, and our spiritual lives.\n\n\n\n\n\n\n\n\n\n", "hackathon-prizes": [{"prize-content": "- 1 month Coworking Pass per team member at The Office Project (₱6000 each)", "prize-title": "GRAND PRIZE"}, {"prize-content": "- 2-Week Coworking Pass per team member at The Office Project (₱3500 each)", "prize-title": "1ST RUNNER UP"}, {"prize-content": "- 1-WEEK Coworking Pass per team member at The Office Project (₱2000 each)", "prize-title": "2ND RUNNER UP"}, {"prize-content": "- DevCon Shirt", "prize-title": "PEOPLE'S CHOICE AWARD"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Manila, Metro Manila, Philippines", "hackathon-url": "https://c4tk-manila.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "20%"}, {"judging-criterion": "30%"}, {"judging-criterion": "20%"}, {"judging-criterion": "10%"}, {"judging-criterion": "10%"}, {"judging-criterion": "10%"}], "hackathon-location-address": "Manila, Metro Manila, Philippines", "hackathon-description-header": "A faith-inspired tech collaboration to create technology that matters Oct. 21-23, 2016", "hackathon-prizes-total": "0", "hackathon-location-description": "The Office Project", "hackathon-end-date": "", "has-projects": "False"}