{"hackathon-description-text": "\n on December 2nd from 9 AM to 10 PM at St. Paul's Greenhouse. All university students are welcomed to join us! UW Local Hack Day's projects will be tackling social issues such as mental health, the education system, sustainability on campus, and more! The tracks are designed to hackers thinking about how they can make a difference in their community. ", "hackathon-number-of-prizes": "5", "hackathon-id": "uwlocalhackday", "hackathon-judges": [{"judge-role": "Innovation42", "judge-name": "Stephanie"}, {"judge-role": "Chalk", "judge-name": "Aleem Dhanji"}, {"judge-role": "StarterHacks", "judge-name": "Will Nippard"}, {"judge-role": "Global Business Brigades UW", "judge-name": "Amir Alinaghian"}, {"judge-role": "Founder, Startup Waterloo", "judge-name": "Jordan Jocius"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "45", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\n\nRest coming soon...", "hackathon-rules": "\n– Teams of 1-4 humans are allowed to compete. Individuals are welcome to join and we will try to build the teams on the spot.\n– Developers, designers and people with ideas are allowed in the teams.\n– Only demos of those hacks are allowed in presentations. No slide-decks or power-points are allowed.\n– The top contestants can have presentations that are limited to a 3-minute presentation and will face possible Q&A from the judges.\n– All hacks must be submitted by defined submission date and time. Late submissions will not be allowed to compete.\nThe overall Contest winners (»Best Social Hack«) will be selected by the predefined panel of judges (“Judges”). All teams competing in any challenge are candidates for the »Best Social Hack« award.\nIndividual Challenge winners will be selected by the Challenge providers themselves selected from the teams competing in their Challenge.\nOrganizers and Challenge providers (hereinafter: Organizers) may at its sole discretion offer to transfer all of IP rights for the Development with one or more of the Participants. Participants may accept or reject the offer. Organizers have exclusive rights for the first 60 calendar days after the Hackathon finish to conclude any arrangement with the Participants. If no arrangement is made within that period, Participants have no further obligations to the Organizers. With the potential successful conclusion of the Agreement, the Organizer involved in the arrangement becomes an exclusive and only owner of the Development and shall be entitled to permanent and exclusive use of it without any territorial and time limitation.\nUniversity of Waterloo Local Hack Day (UW Local Hack Day) Organizers will have the right at their sole discretion to determine whether an entrant is eligible for the Contest and may disqualify at organizers’ sole discretion. Please contact a Local Hack Day Organizer if you have any questions regarding these guidelines.\n\nProjects can be completed individually or in a group with a maximum size of 4 students. All team members must be approved, registered Hack Western attendees present at the event.\n\nAll code written for UW Local Hack Day must be written between 10:00AM on Saturday, December 2, 2017 and 7:00PM on Saturday, December 2, 2017 with the exception of code taken from public and open source libraries, APIs, or tutorials.\n\nAll art assets brought into UW Local Hack Day for your project must be free and publicly available.\n\nStudents are free to bring codeless wireframes for the layout of their projects. Hardware may be prototyped in advance to optimize the shape and size of parts, but the actual project presented for submission must be assembled at UW Local Hack Day.\n\nThe final product must be original: it must not be the same as the product of a tutorial, a submission to a previous hackathon, or a personal project completed before UW Local Hack Day. Attendees are trusted to ensure the originality of their projects in good faith. UW Local Hack Day retains the right to inspect the source code of projects in case of dispute. All projects and intellectual property produced at UW Local Hack Day belong to the attendees who produced it.\nAll participants must abide by the MLH Code of Conduct:\n \nContest prizes are non-transferable and by the winner. The winners cannot resell Contest prize.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Hack Overall"}, {"prize-content": "", "prize-title": "Best Design"}, {"prize-content": "", "prize-title": "Best Concept"}, {"prize-content": "", "prize-title": "Best Tech"}, {"prize-content": "If you're comfortable with demoing your project in front of the participants, we encourage you to show everyone your hard work!", "prize-title": "Best Demos"}], "hackathon-location-google-maps": "https://maps.google.com/?q=190 Westmount Rd N, Waterloo, ON N2L 3G5, Canada", "hackathon-url": "https://uwlocalhackday.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Was the idea unique, or a different take on an existing/similar app?\nWhat was added to the app that made it special or more useful?\nWas the idea behind the app ambitious? Creative?\nHow well did the app execute upon the theme/category chosen?"}, {"judging-criterion": "What techniques was used to create the app?\nWhat sources, languages, APIs, and technologies were used?\nWhat was each featured"}, {"judging-criterion": "Who does it affect?\nWho are the main stakeholders?\nDoes the impact reach to all the stakeholders you are targeting?\nHow much does the project affect the Waterloo community?"}, {"judging-criterion": "Best Mental Health Hack\nBest Sustainable Hack\nBest Education Hack\nBest Diversity Hack"}, {"judging-criterion": "Does the UI of the app look professional/fun, or is it sloppy?\nIs the app easy to use?\nDoes the workflow of the app make sense; is it intuitive?"}, {"judging-criterion": "Does the app work completely from start to finish?\nHow many and how severe were any bugs encountered?\nWas anything in the app that wasn’t fully implemented?\nDid the team scope their app’s features well given the time frame of the Hackathon?"}, {"judging-criterion": "Does the app seem like something people would want to buy and use outside of the Hackathon?\nWas the team able to explain their idea and what the app actually did?"}], "hackathon-location-address": "190 Westmount Rd N, Waterloo, ON N2L 3G5, Canada", "hackathon-description-header": "12 Hours of hacking at a school near you!", "hackathon-prizes-total": "0", "hackathon-location-description": "St. Paul's Greenhouse Hub, University of Waterloo", "hackathon-end-date": "", "has-projects": "False"}