{
  "hackathon-description-text": "\nTHE EXPERIENCE",
  "hackathon-number-of-prizes": "7",
  "hackathon-id": "7hack",
  "hackathon-judges": [
    {
      "judge-role": "CIO / ProSiebenSat.1 Media SE",
      "judge-name": "Dr. Johannes Wechsler"
    },
    {
      "judge-role": "CPO / ProSiebenSat.1 Digital GmbH",
      "judge-name": "Jens Doka"
    },
    {
      "judge-role": "Executive Creative Director / frog",
      "judge-name": "Layla Keramat"
    },
    {
      "judge-role": "Business Angel / Co-Founder Venturate",
      "judge-name": "René Seifert"
    },
    {
      "judge-role": "TV Executive",
      "judge-name": "John Saade"
    }
  ],
  "hackathon-number-of-judges": "5",
  "hackathon-eligibility": "\nAnyone can take part who is above the age of 18 can apply. Besides coding talents, we are also looking for product managers, UX Designers, digital experts and creative idea providers.",
  "hackathon-number-of-participants": "38",
  "hackathon-is-colocated": "True",
  "hackathon-has-ended": "True",
  "hackathon-number-of-judging-criteria": "4",
  "hackathon-requirements": "\nHacking Deadline sunday, 12pm\nEvery team has to present their product/prototype to the judge on sunday\nWe are only accepting running applications, no ppt. mock ups",
  "hackathon-rules": "\nTerms and Conditions of ProSiebenSat.1 Media SE for 7Hack 2016 (7Hack-T&C)\nProSiebenSat.1 Media SE (“P7S1”) organizes a 24-hour hacking event in Munich. This event (“7Hack”) will start on 19th and end on 20th March 2016. All internal and external coding talents, designers and entrepreneurs over the age of 18 (“each Participant”) are invited to join according to availability of places. The following terms and conditions apply exclusively for the participation in 7Hack: 1. Behavioral Code (‘Netiquette’) During 7Hack, Participants will have the possibilities to create products (e. g. software programming, configurations, script programming, designs and concepts) within the area of entertainment. The details will be announced by P7S1 before the start of 7Hack. Participants will treat each other and third parties with respect and consideration. Participant will in particular not use or create work products or take actions that  are pornographic, glorify violence, incite hatred of any ethnic, religious or national group or are unsuitable for minors;  call for the commission of criminal offenses or provides instructions for committing such crimes;  constitute political activities, in particular pamphleteering or content that shows political symbols;  Participant is not authorized to store, publish and/or disseminate;  insult, defame, annoy, threaten or otherwise harm other Participants or other third parties or is intended to exhibit aggression towards or provoke other Participants or other third parties;  are otherwise illegal, in violation of good morals, obscene, vulgar, invasive of the privacy of others, defamatory or offensive or contains untrue assertions of fact or libelous criticism;  contain malware of any kind whatsoever, such as, for example, software viruses, trojan horses or similar computer codes, files or programs that may cause the interruption, destruction or limitation of the functionality of computer software or hardware or telecommunication devices or permit the unintentional or unauthorized disclosure or dissemination of information;  has been manipulated to conceal its origin;  contains commercial and trade secrets of natural or legal persons or other content that Participant is not authorized to disseminate – for example, due to confidentiality agreements;  contain links or other connections to content that is prohibited on the basis of the above criteria; and/or  encourage violations of the above conditions. 2. Confidentiality In the course of 7Hack, P7S1 may share P7S1 confidential information with Participants. Confidential information means such information, documents and data identified as such or considered by their very nature confidential (e.g. documents, drafts, data, documentations, interface information, prices, knowhow). Participants will treat such information confidential and use such information exclusively for and during 7Hack. This confidentiality obligation will not apply if Participant can show that the information (i) was already known to him prior to receipt from P7S1, (ii) was legally made known to Participant by a third party, in particular without violation of any duty of confidentiality, (iii) was generally accessible independently of any action by Participant or (iv) was disclosed by Participant to comply with a mandatory legal or regulatory requirement and such disclosure did not include any information not covered by mandatory legal or regulatory requirements. Participants will respect the confidentiality obligation contained in this section also after the end of 7Hack. 3. Granting of Rights All rights in the products (e. g. software programming, configurations, script programming, designs and concepts) created by the Participants during 7Hack (“Work Products”) remain with the respective Participants. In case P7S1 is interested in the further assessment or exploitation of a Work Product, P7S1 may contact the respective Participant(s) and they will discuss and agree together the further proceeding. 4. References P7S1 is allowed to report on and promote 7Hack. This includes the right to report on Work Products developed in the course of 7Hack. It also allows P7S1 to show pictures of Participants in the context of 7Hack or pictures sent by Participants to P7S1 before. P7S1 may display the name of Participants during such reports. Reports and promotions can be shown on TV as well as in print media and in online publications (e.g. P7S1 website; P7S1 Intranet; Blogs; Twitter; Facebook or Youtube Channels). For this purpose, P7S1 is allowed to photograph, film and record during the event. The material may be used and reproduced in any way. 5. Prizes A jury composed of internal and external experts within the entertainment industry chosen by P7S1 will assess the Work Products after the expiration of the 24 hours and will choose freely the three best Work Products from their point of view. Work Products that infringes these 7Hack-T&C are not considered in the assessment. The jury assessment is not open to public. The Participants creating these chosen three Work Products will win a prize (according to 1st, 2nd and 3rd place). The prizes are tailored for teams of up to 5 members maximum. If a team would have more members, the team members would have to share. The prizes are described on the 7Hack website. The jury’s decision is final. The winners will be informed right after the jury has reached its decision, a cash reimbursement is not possible, legal recourse is excluded. The decision is announced at the venue. If no Participants of the winning team is available at the venue at this time, the jury may chose a replacement. 6. Limitation of liability P7S1’s liability for loss of life, bodily injury or illness resulting from fault on its part as well as its liability for gross negligence or intentional breaches by it or any of its representatives, employees or agents will be unlimited as provided by law. P7S1 will be liable for loss or damage due to slight negligence only in the case of a breach of significant duties arising from 7Hack (i.e., such duties as must be fulfilled to permit proper performance of 7HackT&C and to achieve the purpose for which they were entered into, and on whose fulfillment the Participant regularly relies, referred to as material obligations). The above limitation of liability will apply accordingly in respect of the personal liability of representatives, employees and agents of P7S1. 7. Choice of Law and Venue German law shall apply with the exclusion of the UN Convention on the International Sale of Goods and the provisions of international private law. The place of jurisdiction for all legal disputes arising from or in connection with 7Hack shall be Munich (Munich Local Court – Amtsgericht München - or Munich I Regional Court – Landgericht München), subject to compelling different legal places of jurisdiction. 8. Final Provision If individual clauses of these 7Hack-T&C are invalid, the validity of the other clauses shall not be affected.",
  "hackathon-prizes": [
    {
      "prize-content": "LEGO® MINDSTORMS® EV3 (1 per team member) + adventure voucher sponsored by mydays worth €3,000",
      "prize-title": "1. Prize"
    },
    {
      "prize-content": "6 DOF Robotic Arm (1 per team member)",
      "prize-title": "2. Prize"
    },
    {
      "prize-content": "Travel voucher sponsored by weg.de worth €1,500",
      "prize-title": "3. Prize"
    },
    {
      "prize-content": "Blechdosenroboter",
      "prize-title": "WTF Award"
    },
    {
      "prize-content": "Amazon voucher €500",
      "prize-title": "ericsson API prize"
    },
    {
      "prize-content": "VIP Ticket for a FC Bayern Munich football match @ Allianz Arena (maximum 3 available)",
      "prize-title": "sportradar API prize"
    },
    {
      "prize-content": "tba",
      "prize-title": "Samsung API prize"
    }
  ],
  "hackathon-location-google-maps": "https://maps.google.com/?q=Medienallee 4, 85774 Unterföhring, Germany",
  "hackathon-url": "https://7hack.devpost.com/",
  "hackathon-judging-criteria": [
    {
      "judging-criterion": ""
    },
    {
      "judging-criterion": ""
    },
    {
      "judging-criterion": ""
    },
    {
      "judging-criterion": ""
    }
  ],
  "hackathon-location-address": "Medienallee 4, 85774 Unterföhring, Germany",
  "hackathon-description-header": "Connecting the dots within and outside of our diverse business will be the challenge of 7HACK 2016. There is no limit to your creativity - hack the future of entertainment with us!",
  "hackathon-prizes-total": "$12,525",
  "hackathon-location-description": "ProSiebenSat.1 Campus",
  "hackathon-end-date": "2016-03-20",
  "has-projects": "True"
}