{"hackathon-description-text": "\nThis 24-hour hackathon will bring students together from the Freehold Regional High School District (FRHSD) for the purpose of collaborative computer programming and learning.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackfree", "hackathon-judges": [{"judge-role": "", "judge-name": "Rutgers Undergraduate Student Alliance of Computer Scientists"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll high school students from the Freehold Regional High School District are able to participate.", "hackathon-number-of-participants": "70", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTeams will be recognized for Hacks of Distinction (and other opt-in prizes) and will be judged based on the criteria in the scoring rubric (see page 6). Please keep in mind that while we will be recognizing “Hacks of Distinction” and some other awards, HackFree is more about creating, having fun, and being awesome. With that noted, here are the procedures for getting judged.\nIf you have any questions at all about the submissions and judging process please see a member of the Event Staff or the Leadership Team.", "hackathon-rules": "\nAll students are expected to comply with school rules and regulations and submit to the authority of the teachers and other staff members while attending HackFRee.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Hack of Distinction"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment.", "prize-title": "#HackHarasment"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=20 Church Ln, Manalapan Township, NJ 07726, USA", "hackathon-url": "https://hackfree.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How relevant is the real world problem or opportunity?\n\n\nHow interesting or difficult is the problem to resolve functionally and/or technically?\n\nIs someone else currently solving the problem out in the real world?"}, {"judging-criterion": "Does the application approach a new problem, or look at an old problem in a new way? Does it impact a large number of people very broadly, or impact a smaller number of people very deeply?"}, {"judging-criterion": "Is the application/product technically viable and marketplace viable? Would people use this product? Does the product have a realistic application in the future and/or in the present?"}, {"judging-criterion": ""}], "hackathon-location-address": "20 Church Ln, Manalapan Township, NJ 07726, USA", "hackathon-description-header": "The First FRHSD Hackathon", "hackathon-prizes-total": "0", "hackathon-location-description": "Manalapan High School", "hackathon-end-date": "", "has-projects": "False"}