{"hackathon-description-text": "\nBitcamp is a place for exploration. You will have 36 hours to delve into your curiosities, learn something new, and make something awesome. With world-class mentors and hundreds of fellow campers, you’re in for an amazing time. If you’re ready for an adventure, see you by the fire!", "hackathon-number-of-prizes": "26", "hackathon-id": "bitcamp2017", "hackathon-judges": [{"judge-role": "", "judge-name": "The Bitcamp Organizers"}, {"judge-role": "", "judge-name": "...and our awesome sponsors!"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nEveryone who registered and signed up on", "hackathon-number-of-participants": "464", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nDon’t use an old project, start something new instead! Obviously, alcohol, drugs, firearms, knives, weapons (including toys) are stricly forbidden. Read through our \n for more details.", "hackathon-prizes": [{"prize-content": "Best Hack by a First Time Hacker. You must have at least one first time hacker in your team to be eligible for this prize. Each member of the winning team gets an Amazon Echo Dot (up to 4 members).", "prize-title": "Best Rookie Hack - Bitcamp"}, {"prize-content": "Make us go teehee! Each member of the winning team gets an Amazon Echo Dot (up to 4 members).", "prize-title": "Most Humorous Hack - Bitcamp"}, {"prize-content": "Wow. Each member of the winning team gets an Amazon Echo Dot (up to 4 members).", "prize-title": "Most Aesthetic UI and UX Hack - Bitcamp"}, {"prize-content": "The most creative, innovate, and imaginative hack that \"shoots for the moon.\" Each member of the winning team gets an Amazon Echo Dot (up to 4 members).", "prize-title": "Best Moonshot Hack - Bitcamp"}, {"prize-content": "Ever thought of making something like AirBnB for Dogs or Uber for Cats? Now is your chance! Each member of the winning team gets an Amazon Echo Dot (up to 4 members).", "prize-title": "Best X for Y - Bitcamp"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Create a hack that will create better, longer lives for the greatest number of people based on our focus areas- education, arts, health, government innovation, and the environment.  Winners will receive Drones for all team members.", "prize-title": "Best Philantrophic Hack | Bloomberg"}, {"prize-content": "$500 in Amazon or VISA Giftcards divided among your team members.", "prize-title": "Best use of SparkPost"}, {"prize-content": "Hack with the largest opportunity to change an existing industry. Winners will receive a $250 Gift card for each team member.", "prize-title": "Biggest Gamechanger - Booz Allen Hamilton"}, {"prize-content": "Best domain name  registered wins $150 NC Credit", "prize-title": "Best Domain (.me) Name - Namecheap"}, {"prize-content": "Best use of Intel Edison or Arduino 101 that allows people to live healthier lives. Winners get CurieBot Packs from Adafruit for each member of the winning team.", "prize-title": "Best use of Intel Edison or Arduino 101 for Health - Intel"}, {"prize-content": "Design the best application that pertains in some way to digital forensics. Digital forensics topics include but are not limited to: Data carving\\reconstruction\\recovery tools, finding specific objects (other than faces) in a large collection of digital images, steganography detection or exploitation, registry or memory artifact analysis, encryption detection, or anything else that could aid investigators who are looking at computers and/or other digital evidence recovered from crime scenes. Visit us at our table for more information. Winning team will receive One Remote BB8 and three $50 gift cards.", "prize-title": "Best Digital Forensics Related Hack - Cipher Tech"}, {"prize-content": "\"We will be judging contestants on:", "prize-title": "Best Use of React JS - Appian"}, {"prize-content": "\"C2 looking for ideas and innovative solutions to enable people to have an immersive, virtual,experience of air traffic control. This virtual experience will advance the understanding of the environment, physical conditions, ops tempo and technology experienced in air traffic control.", "prize-title": "Best Hack for Air Traffic Control - C2 Technologies"}, {"prize-content": "\"Documents contain interrelated information. They refer to entities including people, products, companies, government municipalities and time. The court data set cited below can be viewed as a social graph, where the socialization takes place in legal settings between courts, judges and different sides.", "prize-title": "Smart Document Analytics - FINRA"}, {"prize-content": "There’s always strength in numbers. Here at Leidos we pride ourselves on our collaborative work environment. Leidos employs cutting edge collaborative tools and applications during the full lifecycle of system development, from proposal, to design, to development, and finally to deployment. For this reason, the winner of the 2017 Leidos Challenge will be the team that develops the most creative work collaboration tool to aid in engineering ideation, code development, or system design.", "prize-title": "Most Creative Work Collaboration - Leidos"}, {"prize-content": "Groups will be judged on their creativity, technical ability, and integration with our Nessie API", "prize-title": "Best Use of Capital One's API"}, {"prize-content": "Blow us away with a cool, innovative app!", "prize-title": "Best iOS App - MakeSchool"}, {"prize-content": "For our challenge, we'd like to see user experiences and interfaces that are not only efficient and elegant, but also innovative. We're looking for the team that thinks outside of the box, with design that impresses us in its uniqueness.", "prize-title": "Most Creative UX/UI - Viacom"}, {"prize-content": "\"3.      Criteria:", "prize-title": "Lockheed Martin Aircraft Arcade"}, {"prize-content": "Come up with something that protects devices or data effectively and easily. Judging will be on creativity (is it fun or different), usefulness (does this help protect things in a valuable way), and efficiency (how easy is it to use). Bonus points if it is useful in an office setting.", "prize-title": "Best Cybersecurity Related Hack - OPIS"}, {"prize-content": "Find the challenge details here:", "prize-title": "Credible Challenge"}, {"prize-content": "Leverage the power of cognitive computing and connect your IoT sensors to the the Watson IoT Platform in awe inspiring ways. The IBM Watson Cognitive Challenge will award the winning team for the best use of Watson Cognitive and Bluemix API. Winners will get Apple Beats Solo 3 Wireless Headphones for each team member.", "prize-title": "Best Use of IBM Cognitive &amp; Bluemix - IBM"}, {"prize-content": "Best use of Intel Edison or Arduino 101 that allows people to live healthier lives. Winners get CurieBot Packs from Adafruit for each member of the winning team.", "prize-title": "2nd Place - Best Use of Intel Edison or Arduino 101"}], "hackathon-location-google-maps": "https://maps.google.com/?q=8500 Paint Branch Dr, College Park, MD 20742, USA", "hackathon-url": "https://bitcamp2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}], "hackathon-location-address": "8500 Paint Branch Dr, College Park, MD 20742, USA", "hackathon-description-header": "36 hour Hackathon at the University of Maryland, College Park.", "hackathon-prizes-total": "$13,090", "hackathon-location-description": "Xfinity Center @ University of Maryland - College Park", "hackathon-end-date": "2017-04-09", "has-projects": "True"}