{"hackathon-description-text": "\nWelcome to the first public Hackathon to be held in the IBM Waton IoT Center Munich, our new headquarters for our Internet of Things business unit.", "hackathon-number-of-prizes": "11", "hackathon-id": "codeiot", "hackathon-judges": [{"judge-role": "Director, IoT Developer Ecosystem, IBM.", "judge-name": "Greg Gorman"}, {"judge-role": "IoT Ecosystem, Texas Instruments", "judge-name": "Nick Lethaby"}, {"judge-role": "Head of Software Engineering, UnternehmerTUM", "judge-name": "Michael Stockerl"}, {"judge-role": "Deputy CEO, Provinzial Rheinland AG", "judge-name": "Patric Fedlmeier"}, {"judge-role": "CEO, Innovation World Cup", "judge-name": "Christian Stammel"}, {"judge-role": "Head of Watson IoT Center, IBM", "judge-name": "Sherrie Thomas"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nFull details of Eligibility are in the Official Rules, and can be summarised as :- \nParticipants must be over 18 years of age\nAnd of course, you must be legally entitled to be in Munich, Germany for the event itself and to be able to openly collaborate in a public hackathon!", "hackathon-number-of-participants": "104", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nWe will be using the features of Devpost for submitting presentation materials  and we will use a public GitHub repository for us all to manage and share any code we create (under a MIT licence, remember).", "hackathon-rules": "\nBy participating at the Hackathon itself, participants fully and unconditionally agree to be bound by the Official Rules and the Code of Conduct. The decision of the judges will be final and binding in all matters relating to the Contest.\nThe Code:IoT Official Rules can be viewed or downloaded here :-  \n \nThe Code:IoT Code of Conduct can be viewed or downloaded here :-\nAnd a brief summary of the key rules follows :- ", "hackathon-prizes": [{"prize-content": "Awarded to the team that best exploits the capabilities of the IBM Bluemix cloud platform to its fullest extent.", "prize-title": "Best overall use of the IBM Bluemix platform"}, {"prize-content": "Smart Buildings - The Texas Instruments Smart Buildings IoT Challenge will award the winning team for the best use of low power WAN sensors in instrumented buildings and homes.", "prize-title": "Texas Instruments Smart Buildings IoT Challenge"}, {"prize-content": "IIoT - The IBM Watson Industrial IoT Challenge will award the winning team for the best use of low power WAN sensors in industrial applications.", "prize-title": "IBM Watson Industrial IoT Challenge"}, {"prize-content": "Insurance - The IBM Watson 'Insurance IoT' Challenge will award the winning team for the most innovative use of low power WAN sensors to reduce or assess insurance risks, protect assets and improve safety.", "prize-title": "IBM Watson Insurance IoT  Challenge"}, {"prize-content": "Analytics - The IBM Watson Data Science Experience Challenge will award the winning team for the best use of analytics to build algorithms, models and visualizations that derive insights from IoT data.", "prize-title": "IBM Watson Data Science Experience Challenge"}, {"prize-content": "Most innovative use of Node-RED in a project - Award to the team that creates a Node-RED flow or creates a Node-RED node that demonstrates the rich, innovative capabilities of Node-RED and the power of visual programming techniques.", "prize-title": "Most innovative use of Node-RED"}, {"prize-content": "Awarded to the team with the most innovative and cutting-edge industrial, product, and graphic design produced at the Code:IoT hackathon.", "prize-title": "Best Design"}, {"prize-content": "Awarded to the team that tackled a grand challenge and technically difficult project.", "prize-title": "Most Technically Challenging Hack"}, {"prize-content": "Awarded to the team that had the misfortune of failing on stage during project demonstrations.", "prize-title": "Biggest Failure to Launch"}, {"prize-content": "Awarded to a first time hackathon team for unwavering commitment to creating a project that inspired them to continue on an innovation journey.", "prize-title": "Best First Time Hack"}, {"prize-content": "Awarded to the team that wins the public vote ... Sunday 1pm to 2pm.", "prize-title": "Peoples Choice Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Mies-van-der-Rohe-Straße 6, 80807 München, Germany", "hackathon-url": "https://codeiot.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Creativity & Originality: Is it something new or a copy of something else?\nReleveance: Does it solve a real problem?"}, {"judging-criterion": "Technology: How well does it integrate Watson and Bluemix capabilities?"}, {"judging-criterion": "Simplicity: How elegantly does it solve the problem?\n\nEase of Use: How intuitive is it to use?"}, {"judging-criterion": "Completeness: How well did the project meet its own objectives? How well formed is it to take forwards?"}, {"judging-criterion": "Presentation: How well did the team present?"}], "hackathon-location-address": "Mies-van-der-Rohe-Straße 6, 80807 München, Germany", "hackathon-description-header": "Coding for the Internet of Things...", "hackathon-prizes-total": "0", "hackathon-location-description": "IBM Watson IoT Center, Highlight Towers - Munich", "hackathon-end-date": "2017-10-21", "has-projects": "True"}