{"hackathon-description-text": "\nMayor Martin J. Walsh made a commitment early in his first tenure to make processes like Permitting easier on Bostonians, from individuals hoping to start small businesses, to developers and contractors, to  homeowners looking to make additions on their homes. In addition to a full review of the permitting application process and portal, Mayor Walsh, along with the Department of Innovation and Technology (DoIT) and the Mayor’s Office of New Urban Mechanics (MONUM), is inviting IT developers and members of the Boston community to come together for HubHacks, the City’s first-ever civic minded Hackathon.", "hackathon-number-of-prizes": "1", "hackathon-id": "hubhacks", "hackathon-judges": [{"judge-role": "Brigade Captain, Code for Boston", "judge-name": "Harlan Weber"}, {"judge-role": "VP of Engineering, RunKeeper", "judge-name": "Doug Williams"}, {"judge-role": "Owner, Ula Cafe", "judge-name": "Korinn Koslofsky"}, {"judge-role": "Owner, Roxy's Grilled Cheese", "judge-name": "James DiSabatino"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nParticipants will be given access to detailed rules, requirements for submissions, and necessary files/APIs to create working Web applications that meet one of the above challenges.", "hackathon-number-of-participants": "104", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmissions should be functioning web or mobile apps that meet one of the four challenges presented.", "hackathon-rules": "\n\nHubHacks is a hackathon, sponsored by the CIty of Boston.  Participating teams are asked to focus on one of four permitting issues that are outlined at \n.\n\nBy noon on August 10, You must register at \n or be part of a team with a member that already has. Teams can be no larger than 5 people.\nAll team members must agree to these Official Rules and Regulations. Participation constitutes participant’s full and unconditional agreement to these Official Rules and Regulations. \n\nSubmissions must be made by 2 p.m. on Sun., Aug 10.  To submit, use the online form at \n, filling in all fields.  To be eligible to receive an award, a team must also present their solution to the judges on Sunday afternoon.\n\nTeams will present their solutions to the panel of judges, to be judged on four dimensions:\n\nThe judges will identify and announce top teams for each challenge. Recognitions for the winning teams will be announced.\n\nQuite possibly!  By participating in HubHacks, participants grant organizers and their agents rights to publicly disclose competition event information, review and describe applications developed and presented during the event, and rights to display event-related photos, screen shots, and links to publicly available demonstrations of contest entries. The media may be in attendance as well. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Recognition Will Be Announced Later"}], "hackathon-location-google-maps": "https://maps.google.com/?q=75 Northern Avenue, Boston, MA 02210, USA", "hackathon-url": "https://hubhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The tool successfully answers the primary question of the challenge. It is a finished product that would is easy, clear and predictable for the average Resident."}, {"judging-criterion": "The tool provides a great user experience, based on clever design elements and innovative capabilities."}, {"judging-criterion": "The tool successfully utilizes information and the API provided by the City to access the Permitting process."}], "hackathon-location-address": "75 Northern Avenue, Boston, MA 02210, USA", "hackathon-description-header": "HubHacks: Boston's Civic Hackathon", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-08-10", "has-projects": "True"}