{"hackathon-description-text": "\nAt HackUMass we not only focus on creating a collaborative environment for developers/engineers to create awesome software projects, but also give all the tools that you will need to create awesome hardware hacks! With Arduinos, Raspberry Pis, circuit components, quadcopters, Oculus Rifts, and more, we have the hardware, you have the ideas, so come bring them to life at HackUMass.", "hackathon-number-of-prizes": "27", "hackathon-id": "hackumass-v", "hackathon-judges": [{"judge-role": "HackUMass Judging Team", "judge-name": "HackUMass Judging Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "304", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nAll attendees, mentors, organizers, sponsors, and volunteers have to adhere to the\nBe respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable at an ofﬁcially sanctioned MLH event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a MLH representative or event organizer makes you uncomfortable, please report it using the procedures included in this [\n] document.\nThe \n team will be enforcing the code of conduct and \n if there are any violations. Please report any inappropriate behavior by any individuals (participants, staff, volunteers, company representatives, and others) at the event to an organizer and we will take the appropriate action. Our goal is to make this event an enjoyable experience for everybody involved.", "hackathon-prizes": [{"prize-content": "Each grand prize winner will receive FlashForge 3D Printers and an Amazon Echo.", "prize-title": "Grand Prize (sponsored by Amazon)"}, {"prize-content": "Each finalist will be awarded a 1 LHI 250mm Pro Pure Carbon Fiber Quadcopter kit, 1 Amazon Echo Dot (sponsored by Amazon), and 9000mAh Battery Packs (sponsored by KPMG).", "prize-title": "Finalists"}, {"prize-content": "Each team member will receive 1 Asus GeForce GTX 1060 graphics card.", "prize-title": "Best AR/VR Hack"}, {"prize-content": "Each team member will be awarded 1 sparkfun inventors kit.", "prize-title": "Best Hardware Hack"}, {"prize-content": "Each team member will receive 1 ZTE Axon Smartphone.", "prize-title": "Best Mobile App"}, {"prize-content": "Each team member will receive a 1 year subscription to the JetBrains software of their choosing.", "prize-title": "Best Website/Webapp"}, {"prize-content": "Each team member will be awarded 1 Corsair Vengeance Mechanical Keyboard with Cherry MX Red key switches.", "prize-title": "Best Documentation"}, {"prize-content": "Each team member will be awarded 1 Makeblock DIY Starter Robotics Kit.", "prize-title": "Best Robotics Project"}, {"prize-content": "This prize will be awarded to a project that was not finished, but still demoed and showed great potential. Each team member will be awarded 1 pair of Snapchat Spectacles.", "prize-title": "Most Fabulous Flop"}, {"prize-content": "Each team member will be awarded 1 Akai Professional MPK Mini MKII | 25-Key Ultra-Portable USB MIDI Drum Pad.", "prize-title": "Best Audio Hack"}, {"prize-content": "Each team member will receive 1 Star Wars Popcorn Maker with 2 pounds of Dark Side Kernels.", "prize-title": "Funniest Hack"}, {"prize-content": "The winners of this prize will receive a fully Sponsored On-Site Interview in Cambridge or NYC with Kensho!", "prize-title": "Kensho Most Creative Algorithm"}, {"prize-content": "Each team member will be awarded 1 Picnic Wine Cooler, 1 Raspberry Pis, and Algolia Swag (fidget spinner, stickers, etc.). More info here:", "prize-title": "Best Use of Algolia API"}, {"prize-content": "Each team member will receive 1 Amazon Echo.", "prize-title": "Best Amazon Lex Hack"}, {"prize-content": "$1,000 will be given to the best “Cleantech” or “Water tech” friendly web or app based platform that will help consumers and businesses use energy and natural resources more efficiently. More info on challenge here:", "prize-title": "MassCEC Best CleanTech Hack"}, {"prize-content": "The winning team will receive a $300 Amazon gift card.", "prize-title": "Best .TECH domain Hack"}, {"prize-content": "Each team member will receive Caseta Wireless Smart Lighting Kits.", "prize-title": "Lutron Sponsored Challenge"}, {"prize-content": "Each team member will receive Beats Headphones for developing an idea that helps people live safer lives using the Liberty Mutual Shine API.", "prize-title": "Best Use of Liberty Mutual Shine API"}, {"prize-content": "Each team members will receive Fitbits.", "prize-title": "Optum Most Creative Health Hack"}, {"prize-content": "OPEN TO UMASS AMHERST STUDENTS ONLY. More details here:", "prize-title": "UMass Amherst Campus Accessibility Challenge"}, {"prize-content": "A hack that makes daily life easier or more efficient, e.g. through automation or reducing the time of daily/mundane tasks. Winners will receive a Phillips Hue Light Strips & Bridges.", "prize-title": "Viacom Best Life Hack"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "MLH - Best Domain Name from Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "MLH - Best Use of Amazon Web Services"}, {"prize-content": "This prize goes to the team with the most commercializable project and the desire to start a business around that project. The value of this prize is up to $1500. The team will earn that total amount as they reach milestones established by the Berthiaume Center as they progress the project. To be eligible, 50% or more of the team must be current students from UMass Amherst. Be prepared to pitch your business plan for the project during the judging process.", "prize-title": "Berthiaume Entrepreneurship Challenge"}, {"prize-content": "Trophies will be awarded to a team of four or fewer members that create a project that allows people to communicate with one another. Preference will be given to a project that has a positive societal impact.", "prize-title": "Verizon Communication Innovation Award"}, {"prize-content": "DragonBoard 410C & Power Source", "prize-title": "MLH - Best IoT Hack Using A Qualcomm Device"}, {"prize-content": "Facebook solar backpacks for each winning team member.", "prize-title": "Facebook Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=650 N Pleasant St, Amherst, MA 01002, USA", "hackathon-url": "https://hackumass-v.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Will be updated soon!"}], "hackathon-location-address": "650 N Pleasant St, Amherst, MA 01002, USA", "hackathon-description-header": "HackUMass V, the largest hackathon in the Pioneer Valley!", "hackathon-prizes-total": "$32,690", "hackathon-location-description": "University of Massachusetts Amherst, Integrative Learning Center", "hackathon-end-date": "2017-11-05", "has-projects": "True"}