{"hackathon-description-text": "\nCalling all Hunter region Hackers, Hipsters and Hustlers! Come join us on 10-11June2016  as we mix a dash of MakerFaire spirit, a pinch of StartupWeekend spice and some heat from the crucible of ", "hackathon-number-of-prizes": "3", "hackathon-id": "hunterhackfest", "hackathon-judges": [{"judge-role": "Laughing Mind", "judge-name": "Brian Hill"}, {"judge-role": "Eighteen04", "judge-name": "Rhett Morson"}, {"judge-role": "Smart City Coordinator, Newcastle City Council", "judge-name": "Nathaniel Bavinton"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nParticipants: Individuals must be 18yrs of age or older, Team entries may consist of organisations for up to a maximum of 5 people (teams need to be between 2-5people max). Student entries will be required to verify student IDs and be currently enrolled to be eligible for student tickets.\nOpen to Australian Residents. We will be seeking a broad mix of Hackers, Hipsters and Hustlers to ensure optimium team compositions to get the best results.", "hackathon-number-of-participants": "18", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmission Requirements will be for completion of a pitch deck and/or prototype that addresses the judging criteria and requirements.\nWe'lll be looking for evidence of:", "hackathon-rules": "\nOur hackathon is dedicated to providing an empowering, harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nWhilst the event will be an opportunity to apply what you've learnt from browsing APIs prior to the event, the event will be relying on you commencing coding only from the Saturday 8am opening at Innx. The only exception to this rule is if it's been made Open Source, freely available for use by other teams and in piublic-domain.\nPrior to the event, feel free to fill your boots with learning about relevant technology stacks and platforms to consider leveraging like Google Maps, SocialPinPoint etc, all of which will help you once the event kicks off and perhaps give you the edge you need. But don't pre-build - if we detect it, your entry will be jeopardised.", "hackathon-prizes": [{"prize-content": "Overall Winner - HunterHackFest, kindly sponsored by Slingshot", "prize-title": "Overall Winner - Joint Prize"}, {"prize-content": "HunterHackFest Category: \"DigitalCityZen\" sponsored by Newcastle City Council", "prize-title": "Category:DigitalCityZen"}, {"prize-content": "Crowd Favourite", "prize-title": "Crowd Favourite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=61 Parry St, Newcastle West NSW 2302, Australia", "hackathon-url": "https://hunterhackfest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Quickens the pulse of the judges for its impact on Hunter Region Digital capability"}, {"judging-criterion": "Lean Canvas completed for your concept."}, {"judging-criterion": "Aligns to one of the nominated Hackathon categories."}, {"judging-criterion": "Leverages digital capability - APIs, composition or extends an existing platform with extra value."}], "hackathon-location-address": "61 Parry St, Newcastle West NSW 2302, Australia", "hackathon-description-header": "Quickening the digital pulse of the Hunter region", "hackathon-prizes-total": "$4,500", "hackathon-location-description": "Innx Workspace", "hackathon-end-date": "2016-06-11", "has-projects": "True"}