{"hackathon-description-text": "\nBaseball and technology collide as developers, designers and community members participate in the 1st annual Tribe Hackathon at Cleveland Indians Progressive Field.", "hackathon-number-of-prizes": "6", "hackathon-id": "tribehackathon", "hackathon-judges": [{"judge-role": "Director, Software Development, Cleveland Indians", "judge-name": "Matt Tagliaferri"}, {"judge-role": "Chief Academic Officer, Tech Elevator", "judge-name": "David Wintrich"}, {"judge-role": "Solution Architect, Progressive Insurance", "judge-name": "Mark McElroy"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nIndividuals (over 18 years in age); Teams range 2-4 people\nProgressive employees not eligible to participate", "hackathon-number-of-participants": "38", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\nDates:\nPre-hackathon meetup: May 6\nTribe Hackathon 2016: May 20-21           \nEligibility: Teams or individuals can register. Must be 18 years old to participate. \nSubmission Requirements: You're not limited to one version or format of technology for your submission. Team projects can take the form of an application, prototype, visualization or even presentation. All submissions will live on Devpost and will be presented during the demo perios on May 21. \n\nOwnership: Participants and teams will own whatever they create during Tribe Hackathon 2016. The Cleveland Indians, Tech Elevator and Progressive Insurance claim no ownership of IP or code. The Cleveland Indians are providing a space to work, power and access to the internet, with no implied or explicit intention to use or pursue any work products that are created by participants.\n\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "Grand prize winner", "prize-title": "Michael Brantley Signed Jerseys"}, {"prize-content": "Runner up winner", "prize-title": "Francisco Lindor Signed Baseball Hats"}, {"prize-content": "Most creative, functional, best UX/UI winner", "prize-title": "Josh Tomlin Signed Baseballs"}, {"prize-content": "Grand prize and runner ups", "prize-title": "Cleveland Indians Tickets (behind home plate)"}, {"prize-content": "Grand prize winner", "prize-title": "Batting Practice Field Access"}, {"prize-content": "Most creative, functional, best UX/UI winner", "prize-title": "Community Prizes"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2401 Ontario St, Cleveland, OH 44115, USA", "hackathon-url": "https://tribehackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the work product directly relate to the challenge proposed and would you consider it ‘complete?’ Does it relate directly to the fan experience?"}, {"judging-criterion": "Is the hack simply stats on a page, or did it provide something you haven’t seen before? Is it a twist on something you have seen, but in a better way?"}, {"judging-criterion": "Is the hack something people would actually use? Does it fulfill a real need people might have?"}, {"judging-criterion": "Is the user experience smooth? Does everything appear to work as expected? Is it beautifully designed?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or are there real technical challenges you feel needed to implement the hack?"}], "hackathon-location-address": "2401 Ontario St, Cleveland, OH 44115, USA", "hackathon-description-header": "Creating technology to improve the baseball fan experience", "hackathon-prizes-total": "$3,600", "hackathon-location-description": "Terrace Club at Cleveland Indians Progressive Field", "hackathon-end-date": "2016-05-21", "has-projects": "True"}