{"hackathon-description-text": "\nPredix, GE’s operating system for the Industrial Internet, was released to the general public in February. Then in April, at Hannover Messe in Germany, we announced our first production customer using the Predix-based APM application. Now we’re hosting the first developer conference in GE’s history.", "hackathon-number-of-prizes": "6", "hackathon-id": "predixtransformhack", "hackathon-judges": [{"judge-role": "Product Management Executive  Industrial Internet Applications at GE Digital", "judge-name": "Derek Porter"}, {"judge-role": "Head of Engineering Industrial Internet Applications at GE Digital", "judge-name": "Vish Saoji"}, {"judge-role": "Manager, Intel IoT Developer Program", "judge-name": "Aaron Tersteeg"}, {"judge-role": "Executive Director Software Eng Predix Edge, GE Digital", "judge-name": "Jean Lau"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nOne application may be submitted per team/submitter. Limit 5 people per team. This hackathon is open to:\nCuba, Iran, North Korea, Sudan, Syria, China, Russia, Brazil, Quebec, and Italy.\n \n", "hackathon-number-of-participants": "111", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nBuild and submit apps on GE’s Predix platform. App submissions : \nWhile usage of APM is not an absolute requirement, judges generally will view effective usage of APM favorably for this hackathon.\nSubmitted apps should address problems related to reducing equipment maintenance costs, increasing reliability, and/or Increasing the ROI for assets / equipment.\nSubmissions must be a web browser app (either mobile or desktop). All submissions must include an active URL where the app is deployed. \nBoth new and existing apps may be submitted, as long as the submitter and app adhere to all other requirements\n", "hackathon-rules": "\n\n\n \n\nBy attending, and making a Submission (as defined herein) to the Predix Transform Hack (the “Hackathon” or “Competition”), you are agreeing to be bound by the following legal terms (“Official Rules”). The Official Rules also incorporate by reference the additional terms specified at \n (the “Hackathon Website”). THESE OFFICIAL RULES SUPERSEDE ANY OTHER RULES AND TERMS & CONDITIONS ON THE WEBSITE OF ADMINISTRATOR DEVPOST TO THE EXTENT THERE IS ANY CONFLICT OF TERMS.\n\nThe Hackathon is sponsored by General Electric Company (“GE”), 3135 Easton Parkway, Fairfield, CT 06828. The Hackathon Website is administered by Devpost, Inc. (“Administrator”), 433 W. 14th Street, #3F, New York, NY 10014.. Administrator Devpost and GE collectively are referred to as “Hackathon Sponsors” or “Sponsors” or “Posters.”\n\nThe Hackathon is an in-person event and will take place at: The Cosmopolitan of Las Vegas, 3708 S Las Vegas Blvd, Las Vegas, NV 89109, USA.\nThe Hackathon submission period commences at 12pm PT on July 24, 2016 and ends at 2pm PT on July 25, 2016. The winners of the Hackathon shall be announced on or about 5pm PT on July 25, 2016.\n\nParticipation is subject to all federal, state and local laws and regulations. Void where prohibited or restricted by law. Each Submission (as defined below) will be reviewed independently. Multiple Submissions are not permitted. Multiple individuals or entities may collaborate to submit a single Submission, but a single individual must be designated as an official representative for each Submission. You are responsible for checking applicable laws and regulations in your jurisdiction before participating in the Hackathon to make sure that your participation is legal. You are responsible for abiding by your employer's policies regarding participation in the Hackathon. \n \n You are responsible for all taxes and reporting related to any award that you may receive as part of the Hackathon. You may be subject to background screening as needed to assure the Sponsors’ legal compliance.\n\nThe Hackathon is open to individuals over the age of 18 who are registered for the \n, and are able to attend the Hackathon in-person, and teams of up to five (5) such individuals (“Teams”). Teams may enter on behalf of a validly formed legal entity that has not declared or been declared in bankruptcy (referred to herein as “Organizations.”\n\n\nAdditionally, the following constituents are not eligible to enter:\nA. Individuals directly involved with the design, production, promotion, execution, or distribution of the Hackathon, and each member of their immediate family or household*;\nB. Any Judge (defined below), or company or individual that employs a Judge;\nC. Any individual or organization whose participation in the Hackathon would create, in the sole discretion of the Poster, a real or apparent conflict of interest.\nD. Any individual or organization that resides in Cuba, Iran, Myanmar, North Korea, Sudan, or Syria.\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\nAdditional prize specific eligibility requirements are stated below in Section 15.\nYou are solely responsible for all equipment, as well as all costs incurred by you or on your behalf associated with attending and participating in the Hackathon, including but not necessarily limited to, a computer and modem necessary to establish a connection to the World Wide Web; access to the World Wide Web and any related telephone, data, hosting or other service fees associated with such access.\n\nRegister for the Hackathon on the Hackathon Website by clicking the “Register for this Hackathon” button. This will enable you to receive important updates during the Hackathon and access the “Enter a Submission” page. To complete registration, sign up to create a Devpost account, or log in with an existing Devpost account. There is no charge for creating a Devpost account. This accounted can be created at \n. All of the registration information that you provide is collectively referred to as your \"Devpost Account.\" At the Hackathon Website you will find further instructions for submitting your entry. You must submit your completed entry (your “Entry” or “Submission”) following the instructions provided. By submitting your Entry, you formally accept the Official Rules for this Hackathon.\nYou must also sign up for a Predix Free Trial and agree to the Predix terms and conditions in connection with the Free Trial. This can be created by completing the form at \n. All of the registration information that you provide is collectively referred to as your \"Predix Account.\" Your Devpost Account and Predix Account are collectively referred to as “Accounts.”\nBy making a Submission, you agree that (a) your Accounts are complete, correct and accurate and (b) your registration may be rejected or terminated and any Submission submitted by you may be disqualified if any of the information in your Accounts are (or Sponsors have reasonable grounds to believe it is) incomplete, incorrect or inaccurate. You are solely responsible for your Accounts. Registration information is collected by Devpost in the United States, on behalf of the Poster, and may be transferred elsewhere globally as needed for the purposes of the Hackathon and the Posters’ business purposes.\n An eligible individual may join only one Team and an Eligible Individual who is part of a Team may not enter the Hackathon on an individual basis. Multiple Teams from the same Organization are allowed, provided that no individual serves on more than one Team. \nIf a Team is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team you represent and warrant that you are the Representative authorized to act on behalf of your Team, or Organization, if the Team is submitting on behalf of an Organization.\n: Multiple eligible individuals may collaborate as a Team. You may not participate on more than one Team. You must register individually for the Hackathon before joining a Team.\n: Teams may enter Submissions developed on behalf of an Organization, provided they are authorized to do so. “Organizations” include corporations, not-for-profit corporations and other nonprofit organizations, limited liability companies, partnerships, and other legal entities that exist and have been organized or incorporated at the time of entry (Individuals, and Teams are collectively, “Makers”). Teams, and not any of the Posters, are solely responsible for determining whether they have the legal right to make Submissions in this Hackathon on behalf of third party Organizations.\nAll Entries must be in English. Entry attachments may be submitted in .pdf, .xls, .xlsx, .doc, docx, .ppt, or .pptx formats. Multiple files must be submitted as a single .zip file. Links to publicly available online videos (e.g., YouTube) can be included in your Entry. There is a maximum limit of 35MB for your complete Entry, including supplemental attachments.\nPoster is not responsible for (a) late, lost, stolen, damaged, garbled, incomplete, incorrect or misdirected Entries or other communications, (b) errors, omissions, interruptions, deletions, defects, or delays in operations or transmission of information, in each case whether arising by way of technical or other failures or malfunctions of computer hardware, software, communications devices, or transmission lines, or (c) data corruption, theft, destruction, unauthorized access to or alteration of Entry materials, loss or other issues related to data such as quality, access or security. Posters are not responsible for electronic communications or emails which are undeliverable as a result of any form of active or passive filtering of any kind, or insufficient space in any email account to receive email messages. Posters disclaim any liability for damage to any computer system resulting from participation in, or accessing or downloading of information in connection with, the Hackathon.\nPosters reserve the right to modify, remove or add data to the Hackathon Website upon notice to Makers via email using the email address associated with their Accounts and/or by such other reasonable means as Posters may determine. Posters reserve the right in their sole discretion to extend or modify the dates of Hackathon and/or Entry submission dates thereof taking place after the effective date of any such change upon notice to Makers via email using the email address associated with their Accounts and/or by such other reasonable means as Posters may determine. Makers are urged to consult the Hackathon Website regularly during the Hackathon.\nPosters shall have the right to remove any blog comment or posting related to the Hackathon from the Hackathon Website in their sole discretion at any time and for any reason.\nBY REGISTERING FOR THE HACKATHON, YOU ACCEPT THE CONDITIONS STATED IN THESE OFFICIAL RULES, AGREE TO BE BOUND BY THE DECISIONS OF THE HACKATHON JUDGES AND WARRANT THAT YOU ARE ELIGIBLE TO PARTICIPATE IN THE HACKATHON. IF YOU DO NOT ACCEPT ALL OF THESE OFFICIAL RULES, THEN DO NOT SUBMIT AN ENTRY TO THE HACKATHON. WE RECOMMEND THAT YOU PRINT A COPY OF THESE OFFICIAL RULES FOR YOUR FUTURE REFERENCE.\n\nThe objective of the Hackthon is to build applications that address problems in the APM space that can be solved with the Predix Platform and Intel.\n\nMakers will submit Submissions via instructions on the Hackathon Website. Makers must adhere to the following activities to participate in the Hackathon:\n(each an “Application”). See additional Application Requirements below in Section 8A.\nAdditional requirements for the Submission, are noted below:\n\n(i) \nThe Application must be accessible via an active URL and run on a mobile or desktop web browser.\n(ii) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Hackathon and until Judging ends. Makers must provide an active URL for accessing the Application on the Enter a Submission form and the Maker must continue to host the Application at the submitted URL until Hackathon winners are announced. The Poster reserves the right to request proof that the required components of a submitted Application were utilized and may request to see Application source code, Predix Account Information, or other information for verification purposes.\n(iii) \nThe Application must function as depicted in other Submission materials. All Applications must be usable by the intended end user with existing technologies within the near term. Applications must not rely on a technology that is not yet publicly announced or introduced in the market or subject to any third party obligation of confidentiality.\n(v) \nMakers may submit an Application that was newly created by the Maker for the Hackathon, or existed before the Hackathon Submission Period, provided the Application meets all of the Hackathon requirements.\n(vi) \nApplications may utilize data from  publicly available sources in addition to GE Predix services, and may integrate SDKs, or APIs, provided the Maker is authorized to use them.\n(vii) \n \n Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster prior to the Hackathon.\n\n(i) \nAn individual or Team may not submit more than one Submission to the Hackathon. If an individual or Team submits more than one Submission, the Poster will require the individual or Team to choose one of the Submissions to enter.\n(ii)\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the Submission materials.\n(iii) \nThe text description should explain the features and functionality of your Application.\n(iv)\nMakers must submit at least one image of their Application. The image(s) should be photographs or screenshots of your working Application. \n(v)\nMakers are \n to submit a demonstration video. If the Maker chooses to submit a video, the video portion of the Submission: \na. should be less than five (5) minutes;\nb. should include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. should be uploaded to YouTube or Vimeo, and\nd. must not include third party trademarks, or copyrighted music or other content unless the Maker has permission to use such material for commercial purposes without incurring any legal obligation on the Posters.\n(v) \nYour Submission must: (a) be your (or your Team, or Organization’s) original work product; (b) be solely owned by you, your Team, or Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, trade secrecy, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of Open Source Software or hardware as defined below, provided the Maker complies the requirements of this section. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n“Open Source Software” means any software code that is distributed as “open source software” or “freeware” or is otherwise distributed publicly or made generally ‎available in ‎source code form under terms that permit modification and redistribution of such ‎software on the condition that if such software code is redistributed that it be (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) distributed at no charge, including but not limited to, software licensed or distributed under any of the collection of Open Source Initiative (“OSI”) approved licenses.\nFor any final Submission to be eligible to win prizes in the Hackathon, all Open Source Software or third party code or other materials used in connection with that submission must be limited to code that Poster will be legally entitled to commercially use and exploit in any fashion at no additional cost to the Poster and that will not in any way or in any Poster use case: (i) create, or purport to create, obligations of Poster with respect to the Poster’s programs; or (ii) grant, or purport to grant, to any third party any rights to or immunities under Poster’s intellectual property or proprietary rights in Poster’s programs.  Open Source Software that is under the BSD, MIT, Creative Commons – Attribution (CC BY), Microsoft Public License (MS-PL), Python Software Foundation License, or Apache Software License v 2.0 license will be accepted in a Submission (the “Allowable Open Source Licenses”).  Other open source software that is covered by licenses that are not in the list of Allowable Open Source Licenses shall not be included in any Submission unless, prior to submission, that particular open source software component’s license and intended use case have been approved in writing by the Poster.  In addition to the aforementioned requirements related to Open Source Software, all Submissions of Open Source Software must be in material compliance with all terms and conditions of the applicable licenses governing its use (e.g. providing downstream recipients with required copyright attribution, copies of Open Source Licenses, etc.).\n\nSubject to applicable law, any invention assignment agreements the Maker may have with their employer, and the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide, perpetual license to display publicly and use the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\n Makers represent and warrant that the Poster, Administrator, and Hackathon partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n You agree that nothing in the Official Rules grants you a right or license to use any Poster or Administrator name, trademark or service mark.\nYou acknowledge that we, other entrants or others may have developed or commissioned materials similar or identical to your Submission, or may develop something similar in the future, and you waive any claims you may have resulting from any similarities to your Submission.\nYou understand that Posters cannot control the information you disclose to us or our representatives in the course of participating in the Hackathon, or what we or our representatives will remember about your Entry. You also understand that we will not restrict work assignments of representatives who have had access to your Submission. By participating in the Hackathon, you agree that we may use any information in our representatives’ unaided memories in the development or deployment of our products or services without liability or compensation to you. You understand that you will not receive any compensation or credit from us for use of your Submission  in connection with this Hackathon. This provision does not limit any compensation you may receive through us or third parties as a result of your use or marketing or profiting from the application beyond this Hackathon or as provided in these Official Rules. We are not responsible for any unauthorized use of your Entry by those accessing or viewing your Entry.\n\nThe intent of the Hackathon is to encourage people to suggest their ideas and innovations to Sponsors. Mere participation in this Hackaton does not create an obligation on either your part or Posters’ part to negotiate or enter into any business relationship or to sign any commercial agreement. Prior to acceptance of a prize or award, you are free to discuss your Submission and the ideas or technologies that it contains with other parties and you are free to contract with any third party \n.\n\nThe Administrator collects personal information from you when you enter the Hackathon. Personal data you provide in your Entry in connection with your Entry will be used for purposes described in the Official Rules and used and protected as governed by the Privacy Policy posted on the GE Website at\n and Devpost at \n. \nBy participating in the Hackathon you consent to the use of personal information about you. If you are a winner, you consent to the use of your personal information by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members of a Maker’s Team or Organization that participated in the winning Submission.\n\nSince Sponsors do not wish to receive confidential information, nor hold any submitted materials “in confidence,” \n Sponsors shall have no liability or responsibility for use by any other individual or entity of any aspect of your Submission\n\nBy making a Submission, you represent and warrant that all information in your Submission and all information that you submit via the Hackathon Website is true and complete to the best of your knowledge, that you have the right and authority to submit the Submission and disclose the information therein on your own behalf or on behalf of the persons and entities that you specify within the Submission, and that your Submission (both the information and materials submitted in the Submission and the underlying technology/method/idea described in the Submission):\n(a) is your own original work and representative of your capability, or is submitted by permission with full and proper credit given within your Submission;\n(b) does not contain confidential information or trade secrets (yours or anyone else’s);\n(c) does not, to the best of your knowledge, violate or infringe upon the patent rights, industrial design rights, copyrights, trademarks, rights of privacy, publicity or other intellectual property or other rights of any person or entity;\n(d) does not contain malicious code, such as viruses, malware, timebombs, cancelbots, worms, Trojan horses or other potentially harmful programs or other material or information;\n(e) does not and will not violate any applicable law, statute, ordinance, rule, regulation, confidentiality agreement or other agreement; and\n(f) does not trigger any reporting or royalty or other obligation to any third party.\nA breach of any warranty set out in this provision of the Official Rules will result in the corresponding Submission being invalid. In addition, you agree to indemnify Sponsors against all loss, damages and costs, including attorneys’ fees, incurred by the Sponsors arising from your breach of the warranty and to fully cooperate with Sponsors in resolving any allegation, including any legal proceeding, arising from any breach of this warranty.\n\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or they may be external; they may or may not be listed individually on the Hackathon Website, and may change before or during the Hackathon. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nJudges will meet with all Teams at the Hackathon and choose five (5) teams eligible for each Prize Track to present their Application on stage at the Hackathon. The five (5) teams selected for each Prize Track will pitch their Application on stage and based on their presentation the Judges will identify the top three (3) scoring Submissions in each Prize Track.\n\nThe Judges will score eligible Submissions using the following equally weighted criteria (the “Judging Criteria”):\n: Includes creativity and originality of the Application idea, usability, design, and intuitiveness.\nIncludes the degree to which the Application provides scale and value.\n: Includes the extent to which Predix services and / or APM were used AND/OR the extent to which live data was incorporated from a Predix machine-enabled device.\nIncludes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to user, or reliant on a technology that is not yet on the market.\nIncludes the clarity and description of the problem addressed, how the Application solves the problem, what technology is used, what Predix services are leveraged, what sensor and other data is used, and the connection the Application makes to real-world industrial problems.\nThe Judging Criteria above may not apply to every prize. See Section 15 below for the Judging Criteria that apply for each prize. The Maker(s) that are eligible for a prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that prize.\n Judges are not required to test the Application and may choose to judge based solely on the text description and IMAGES  provided in the Submission, and in-person demonstration(s) of the Application by the Maker’s Team.\n For each prize listed in Section 15 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n\nAll decisions of the Posters and Judges will be final and binding on all matters relating to this Hackathon.\nAll prize awards are subject to verification of eligibility and compliance with these Official Rules. Sponsors reserve the right to examine Submissions for compliance with the Hackathon Rules. Prize winners may, subject to applicable laws and regulations, be screened to ensure they are not included on any Government Watch List.\nThis is a contest of skill. Whether or not your Submission is determined as a winner depends on how your Submission compares to the other Submissions submitted in the Hackathon when evaluated based on the Judging Criteria. All awards are a one-time offer and there is no offer of licensure, royalty, or other financial compensation implied beyond the award. You are responsible for all taxes and reporting related to any award that you receive as part of the Hackathon.\n\n\nBy entering, all Makers (including, in the case of a Team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Poster, Administrator, other Hackathon Sponsors, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) Released Parties from and against any and all liability in connection with the prizes or Maker’s participation in the Hackathon, including any injuries, losses, damages, claims, actions and any liability of any kind (including attorneys’ fees) resulting from or arising out of your participation in, association with or submission to the Hackathon (including any claims alleging that your Submission infringes, misappropriates or violates any third party’s intellectual property rights). The Released Parties are not responsible for any miscommunications such as technical failures related to computer, telephone, cable, and unavailable network or server connections, related technical failures, or other failures related to hardware, software or virus, or incomplete, late or misdirected Submissions. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\nBy entering the Hackathon, you (and, if you are entering on behalf of a Team or Organization each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon.\n(iii) You release, indemnify, defend and hold harmless the Released Parties from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \n Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon; \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\n\nYou acknowledge that multiple Makers may make Submissions that contain designs, concepts or technologies similar to your Entry and that Sponsors and/or their respective subsidiaries and business partners may already be investigating or developing technical solutions or business activities that are related or similar to those that you disclose in your Submission. You acknowledge and agree that Poster’s or Administrator’s actions with respect to another Submissions or one of their own solutions or business activities, even if similar to your Submissions shall not create any liability to you or others. Further, Posters and Administrators are not or shall not be restricted in any way from pursuing, developing, or commercializing, in any way that they see fit, independent of you and at their sole discretion, any technology that is created independent of your Submission. For the avoidance of doubt, you acknowledge that Posters and Administrators are not obligated to take any action whatsoever with regard to your Submission.\n\nThe invalidity or unenforceability of any provision of these Official Rules shall not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Official Rules shall otherwise remain in effect and be construed in accordance with their terms as if the invalid or illegal provision was not contained herein.\n\nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\n  \n B. Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation. \n  \n C. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law.  Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\n  \n D. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \n  \n E. The terms and conditions of the Official Rules are subject to reasonable changes that are necessary or advisable at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \n  \n F. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \n  \n G. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\n  \n H. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n\nBy entering the Hackathon, you waive all rights to seek injunctive or equitable relief, or to claim punitive, incidental or consequential damages, or attorneys’ fees.\n\nYou agree that these terms and the relationship between you and the Sponsors shall be governed by the laws of the United States and the State of New York.\nYou acknowledge and agree that all aspects and content of your Submission, including the intellectual property relating thereto, shall be treated as if made in the United States and United States laws relating to patents, inventions, assignments and compensation shall supersede the relevant laws of any country in which the Submission, including the intellectual property associated there with the Submission IP (defined herein), may have been conceived and/or made.\nFor Makers living outside the United States, you specifically acknowledge that you accept the practices and policies outlined in these Official Rules and in the Privacy Policy for the Hackathon Website and consent to having your data transferred to and processed in the United States and in other countries as needed for Poster’s and Administrator’s business purposes.\n\nA. Makers agree that, to the fullest extent permitted by law: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any prizes awarded, other than those concerning the administration of the Hackathon or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Hackathon or any prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Hackathon, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. ", "hackathon-prizes": [{"prize-content": "Each team member of winning team will receive $500 dollar gift card.", "prize-title": "1st Place Grand Prize Winner"}, {"prize-content": "Each team member of winning team will receive $250 dollar gift card.", "prize-title": "2nd Place Winner"}, {"prize-content": "Each team member of winning team will receive $100 dollar gift card.", "prize-title": "3rd Place Winner"}, {"prize-content": "Each team member of winning team will receive $500 dollar gift card.", "prize-title": "1st Place Grand Prize Winner - GE Track"}, {"prize-content": "Each team member of winning team will receive $250 dollar gift card.", "prize-title": "2nd Place Winner - GE Track"}, {"prize-content": "Each team member of winning team will receive $100 dollar gift card.", "prize-title": "3rd Place Winner - GE Track"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3708 S Las Vegas Blvd, Las Vegas, NV 89109, USA", "hackathon-url": "https://predixtransformhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality of the application idea, usability, design, and intuitiveness."}, {"judging-criterion": "Includes the degree to which the solution provides scale and value."}, {"judging-criterion": "Includes the extent to which Predix services and / or APM were used AND/OR the extent to which live data was incorporated from a Predix machine-enabled device."}, {"judging-criterion": "Includes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to user, or reliant on a technology that is not yet on the market."}, {"judging-criterion": "Includes the clarity and description of the problem addressed, how the app solves the problem, what technology is used, what services are leveraged, what sensor and other data is used, and the connection the app makes to real-world industrial problems."}], "hackathon-location-address": "3708 S Las Vegas Blvd, Las Vegas, NV 89109, USA", "hackathon-description-header": "Build custom Predix enhancements to GE’s Asset Performance Management (APM) application.  Help companies increase equipment uptime, decrease costs, and reduce operational risks.", "hackathon-prizes-total": "$1,700", "hackathon-location-description": "The Cosmopolitan", "hackathon-end-date": "2016-07-25", "has-projects": "True"}