{"hackathon-description-text": "\nMAKECU is an annual hardware hackathon organized by Columbia University's chapter of IEEE. MAKECU 2017 will take place over the weekend of February 25 - February 26 over the course of 24 hours. Participants will have a large selection of hardware and tools to create their hardware hacks. They will also be able to participate in workshops where professors, select sponsors, and peers will teach hackers how to effectively use the hardware and software provided to them.", "hackathon-number-of-prizes": "6", "hackathon-id": "makecu-2017", "hackathon-judges": [{"judge-role": "Associate Professor, Columbia University Department of Electrical Engineering", "judge-name": "Ioannis (John) Kymissis"}, {"judge-role": "Associate Professor, Columbia University Department of Computer Science", "judge-name": "Stephen A Edwards"}, {"judge-role": "Systems Engineer at DMC Engineering", "judge-name": "Serena Shah-Simpson"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nEligible participants for MAKECU 2017 are undergraduate students of Columbia University.", "hackathon-number-of-participants": "6", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nTo make sure that everyone has a great time, our hackathon adheres to Major League Hacking's \n and \n. ", "hackathon-prizes": [{"prize-content": "Two Parrot MiniDrone Rolling Spiders will be awarded to the team with the best overall hack.", "prize-title": "Parrot MiniDrone Rolling Spider"}, {"prize-content": "Two Arduino Starter Kits will be awarded to the team with the 2nd best overall hack. Parts and instructions included for 15 projects involving a DC motor, servo motor, tilt sensor, LEDs and other basic electronic components", "prize-title": "Arduino Starter Kit"}, {"prize-content": "Two Elegoo 37-in-1 Sensor Module Kits will be awarded to the team with the most entertaining hack. Kits include a complete set of Arduino's most common and useful electronic components, with 37 sensor modules.", "prize-title": "Elegoo 37-in-1 Sensor Module Kit"}, {"prize-content": "Two Smraza Starter Kits will be awarded to the team with the 3rd best overall hack. Kits include acrylic board holder and breadboard with commonly used items: 35 x Jump Wire Cables + 1 x USB Cable+2x LED(Red Green Yellow Blue) +10xResistor (330R)+10x Resistor (10K).", "prize-title": "Smraza Starter Kit"}, {"prize-content": "Two SunFounder Project Super Starter Kits will be awarded to the team with the best beginner hack. Kits include useful components, instructions, and tools for 19 projects.", "prize-title": "SunFounder Project Super Starter Kit"}, {"prize-content": "MicrochipDirect credit will be awarded to the three teams with the best hacks on Microchip products (most micro-controllers we'll have at hardware checkout).", "prize-title": "MicrochipDirect Credit"}], "hackathon-location-google-maps": "https://maps.google.com/?q=500 W 120th St, New York, NY 10027, USA", "hackathon-url": "https://makecu-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This prize is for the group who engaged the most with MAKECU the most through our social media channels: Twitter and Facebook. We considered tweeting at us, hashtag usage, and picture uploads! This award was decided by the MAKECU committee."}, {"judging-criterion": "Judged on the same criteria as the “overall” category. Hackers self-identified if they were beginners at registration and we flagged teams that had majority beginners."}, {"judging-criterion": "This was meant to award the team that completed something that the judges considered to be most technically complex. Project includes variety and depth of skills into their project, including analog and digital hardware skills as well as programming."}, {"judging-criterion": "Essentially, this category should be judged on how much the hack made you smile. Should have some element of fun or whimsy that grabs the user and engages them."}, {"judging-criterion": "Projects demonstrate maturity of idea and sophistication of implementation. How successfully does the team “hack together” a solution to an interesting problem or challenge? Consider usability, design, and technical aptitude."}], "hackathon-location-address": "500 W 120th St, New York, NY 10027, USA", "hackathon-description-header": "3rd annual hardware hackathon at Columbia University!", "hackathon-prizes-total": "$380", "hackathon-location-description": "Columbia University S.W. Mudd Building", "hackathon-end-date": "", "has-projects": "False"}