{"hackathon-description-text": "\nJoin WIC and TESC for Hack Night in the Qualcomm Conference Center(Jacobs Hall)! This is the perfect chance to test out your hacking skills or start that long-term project you've always wanted to, since we'll be providing online resources that'll explain how to set up a website, apps, servers, and GitHub. You can also work on a personal project you've already started. We'll have mentors available to help you out.", "hackathon-number-of-prizes": "2", "hackathon-id": "hacknightii", "hackathon-judges": [{"judge-role": "SD Hacks Director", "judge-name": "Ryan Hill"}, {"judge-role": "", "judge-name": "Mike Shi"}, {"judge-role": "WIC Tech Lead", "judge-name": "Sonal Prasad"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAll UCSD students are welcome to participate, but teams must be limited to 4 people or less. No coding experience required!", "hackathon-number-of-participants": "34", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nAnything that follows the theme of the event goes!", "hackathon-rules": "\nBuild something that follows the theme of the event.\nTeams may not be larger than 4 people.\nPeople be respectful of your peers and have a great time!", "hackathon-prizes": [{"prize-content": "Amazon Gift Card", "prize-title": "1st Place"}, {"prize-content": "Amazon Gift Card", "prize-title": "2nd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Qualcomm Conference Center(Jacobs Hall)", "hackathon-url": "https://hacknightii.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What is the concept you are trying to build? Is it well thought out? Is it useful or novel?"}, {"judging-criterion": "Did you execute your idea? How complete is the idea? Was the idea very easy to execute, or were there technical difficulties that the team surmounted?"}, {"judging-criterion": "What was communicated to the judges? How did you explain your idea and product, and is there a convincing reason as to how the idea fits the theme \"What is something that can improve UCSD students’ lives?\""}], "hackathon-location-address": "Qualcomm Conference Center(Jacobs Hall)", "hackathon-description-header": "Test out your hacking skills or start that long-term project you've always wanted to at Hack Night hosted by TESC and Women in Computing!", "hackathon-prizes-total": "$700", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}