{"hackathon-description-text": "\nNearly 50 years after President Kennedy signed the Equal Pay Act, on average women are still paid less than their male counterparts for doing comparable jobs – that’s called the pay gap. It means that each time the average woman starts a new job, she’s likely to start from a lower base salary, but it also means that over time the pay gap between her and her male colleagues is likely to become wider and wider.", "hackathon-number-of-prizes": "4", "hackathon-id": "equalpay", "hackathon-judges": [{"judge-role": "", "judge-name": "Full List of Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "258", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "General Assembly Scholarships", "prize-title": "Grand Prize"}, {"prize-content": "One winner will have the opportunity to have a 30-minute conversation with Leila Janah, founder of Samasource, a social enterprise that brings dignified, computer-based micro-work to people living in poverty via a proprietary micro-work distribution platform. The current list of prizes is subject to change.", "prize-title": "Excellence in Equal Pay App Challenge - Mentorship Award"}, {"prize-content": "One winner will receive a $5,000 award from Catalyst (", "prize-title": "Excellence in Equal Pay App Challenge - Non-Profit App Award"}, {"prize-content": "Women Innovate Mobile (WIM) Accelerator will facilitate a customized 2-day startup entrepreneur boot-camp in New York City for the entrepreneur or team judged to have the best for-profit app. The startup bootcamp will cover startup basics including business model creation, product validation, legal and accounting issues for startups, banking and financial essentials, branding and marketing strategy, and pitching to investors. The team will receive design and development guidance as well as the opportunity to meet with other startup founders. The current list of prizes is subject to change.", "prize-title": "Excellence in Equal Pay App Challenge - Women Innovation Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://equalpay.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well does the application address at least one of the four goals defined for this challenge? (50%)"}, {"judging-criterion": "How innovative, interesting, and unique is the application in meeting contest requirements? (30%)"}, {"judging-criterion": "Does the application present information in a way that is easy for the target audiences to use and is pleasing to the eye? (20%)"}], "hackathon-location-address": "", "hackathon-description-header": "The National Equal Pay Task Force wants your help in building innovative tools to educate the public about the pay gap and promote equal pay for women.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}