{"hackathon-description-text": "\nWe are excited to announce the 2016 athenahealth hackathon in Austin as part of our", "hackathon-number-of-prizes": "3", "hackathon-id": "mdphackathon", "hackathon-judges": [{"judge-role": "CTO, athenahealth", "judge-name": "Prakash Khot"}, {"judge-role": "CEO, Patient IO", "judge-name": "Jason Bornhorst"}, {"judge-role": "Executive Director of Technology Innovation, Dell Medical School", "judge-name": "Mellie Price"}, {"judge-role": "Director, Experience Strategy and Insight at projekt202", "judge-name": "Amber Lindholm"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n: Individuals (18 years of age and older) that are able to attend both days of this hackathon at athenahealth's Austin, TX HQ. \n ", "hackathon-number-of-participants": "79", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "", "hackathon-rules": "\nathenahealth and the More Disruption Please program are committed to creating events for the whole community that encourage growth and learning in the health care industry. With this in mind, we’ve created a Code of Conduct to ensure a safe and fun environment for all participants.\nWe expect our participants to treat everyone with respect, be open minded, have a positive attitude, and encourage everyone to participate. Everyone comes from different industries and has different levels of skill, but it’s this diversity of thinking that could bring us the next big breakthrough in health care.\nMost importantly, \nathenahealth reserves the right to take action at its sole discretion, including removing participants from the premises and expelling participants from the Hackathon.\n\n\n", "hackathon-prizes": [{"prize-content": "Prize is awarded to the best overall solution.", "prize-title": "Grand Prize - $3,000"}, {"prize-content": "Prize is awarded to the team that best uses the athenahealth API in their solution.", "prize-title": "Best Use of athenahealth API - $1,500"}, {"prize-content": "Prize is awarded to the best inpatient solution.", "prize-title": "Best Inpatient Solution - $1,500"}], "hackathon-location-google-maps": "https://maps.google.com/?q=800 W Cesar Chavez St, Austin, TX 78701, USA", "hackathon-url": "https://mdphackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What is the potential impact of the solution, in terms of both scope and size, on the hospital market?"}, {"judging-criterion": "How creative, original, and innovative is the solution? How effective is it in utilizing technology to solve the proposed problem?"}, {"judging-criterion": "Is the business model well thought-out, realistic, and scalable?"}, {"judging-criterion": "How usable, human-centered, and satisfying is the user experience?"}, {"judging-criterion": "What makes this team the right team to solve this problem and bring the technology to market?"}, {"judging-criterion": "How clear and persuasive is the presentation, video, and/or prototype?"}], "hackathon-location-address": "800 W Cesar Chavez St, Austin, TX 78701, USA", "hackathon-description-header": "Spend a weekend making healthcare better!", "hackathon-prizes-total": "$6,000", "hackathon-location-description": "athenahealth Austin HQ", "hackathon-end-date": "2016-04-24", "has-projects": "True"}