{"hackathon-description-text": "\nNYP Hospital is pleased to launch the", "hackathon-number-of-prizes": "3", "hackathon-id": "nyppedsappchallenge", "hackathon-judges": [{"judge-role": "President of NavHealth", "judge-name": "Aneesh Chopra"}, {"judge-role": "Chief Information Officer at NewYork-Presbyterian", "judge-name": "Daniel Barchi"}, {"judge-role": "Managing Director at 1776", "judge-name": "Rachel Haot"}, {"judge-role": "Co-Founder of Foursquare", "judge-name": "Naveen Selvadurai"}, {"judge-role": "Chief Technology Officer at the City of New York", "judge-name": "Minerva Tantoco"}, {"judge-role": "Staff Editor & Writer at Fast Company", "judge-name": "Jessica Leber"}, {"judge-role": "Pediatrician-in-Chief, NewYork-Presbyterian Morgan Stanley Children’s Hospital", "judge-name": "Lawrence Stanberry"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThe Challenge is open to:\nNote: Each Team shall appoint one individual to represent and act on behalf of the Team, including entering a Submission.\nNote: For purposes of determining a member of an individual’s immediate family, the following shall apply: (i) members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and (ii) members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.", "hackathon-number-of-participants": "206", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nAs part of each Submission, Contestants must submit items (1) through (5) below:\n ", "hackathon-rules": "\n\nNO ENTRY FEE IS REQUIRED \nThe InnovateNYP: Pediatric App Challenge (the “Challenge”), is a contest sponsored by NewYork-Presbyterian Hospital (“Sponsor” or “NYP”). Contestants (defined below) participating in the Challenge are invited to create prototypes and applications utilizing the Challenge goals and information provided by NYP (“Submission”). Participation is entirely voluntary. Sponsor will not compensate any Contestant for time spent and tasks performed while participating in the Challenge.\nAll participants in the Challenge will be required to accept the Official Rules when submitting their Submission for the Challenge on or before May 20, 2016 in order to be eligible to win a Prize.\n \n\nThe NewYork-Presbyterian Hospital, located at 333 E. 38th St, New York, NY 11201, is responsible for running, hosting, and sponsoring the InnovateNYP: Pediatric App Challenge.\n\nThe Challenge will be launched via the Website (defined below) on Saturday, March 12, 2016. The launch of the Website on Saturday, March 12, 2016 is the official start date and time of the Challenge. All individuals must INDIVIDUALLY register on the Website (defined below) on or after March 12, 2016 in order to be eligible for participation in the Challenge. No registrations will be accepted after the submission deadline of May 20th, 2016.\nThe Challenge will run from Saturday, March 12, 2016 to the deadline of Friday, May 20, 2016 at 11:59 PM EST.\nThe Contestants (defined below) that are chosen as finalists (“Finalists”) will be announced in June 2016. \nThe Finalists are required to present their Submission (defined below) at an event in person in New York City at date, time and location TBD (the “Finalist Event”) in order to be eligible to win the Challenge. At least one Team member must be physically present at the Finalist Event to present their Team’s Submission.\nFinalists are responsible for bringing with them to the Finalist Event the equipment they require to present their Submission to the Judges (i.e., mobile device, laptop, tablet).\nMicrophone and projection audio/visual equipment will be provided at the Finalist Event’s venue. Further details and specifications of the Finalist Event space and audio/visual capabilities will be confirmed at a later date.\nThe Finalist Event will be open to the public and all are welcome to attend in accordance with the venue's maximum capacity regulations.\nWinners will be selected after the conclusion of all presentations and announced AT the Finalist Event. All Finalists are expected to remain at the Finalist Event until the announcement of the winning Finalists.\n\nThe Challenge is open to:\nNote: Each Team shall appoint one individual to represent and act on behalf of the Team, including entering a Submission.\nNote: For purposes of determining a member of an individual’s immediate family, the following shall apply: (i) members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and (ii) members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.\n\nPrior to the Challenge start time listed above, each individual desiring to become a Contestant, must register by visiting the InnovateNYP: Pediatric App Challenge website, located at http://innovatenypeds-challenge.devpost.com (“Website”), and completing the registration. Spaces will be offered on a first come first served basis. The Website will provide further details on the Challenge issues and goals that Contestants are expected to address, as well as, information on displaying a Submission and the Finalist Event.\nEach individual successfully completing the registration will receive confirmation that they are a “Contestant” for the Challenge.\nDuring the Challenge, important updates will be posted to the Website.\n\nNote: NewYork-Presbyterian Hospital employees must comply with NewYork-Presbyterian Hospital policies respecting use of hospital equipment and materials.\n\nAs part of each Submission, Contestants must submit items (1) through (5) below:\nNote: Sponsor is NOT responsible for any expenses incurred by Contestant associated with the use or acquisition of any programs, equipment or materials used to create the Submission.\nItems (1) through (5) above constitute the Submission. For sake of clarity, all parts of a Submission must be entered at the same time on the Website. All Submissions must be received by no later than 11:59pm EST on Friday, May 20, 2016.\n\nNote: NewYork-Presbyterian Hospital employees must comply with NewYork-Presbyterian Hospital policies respecting use of hospital equipment and materials.\n\n\nBy entering a Submission, Contestant represents, warrants and covenants that:\n\nSubject to the License, as between Sponsor and Contestant, any applicable intellectual property rights to a Submission will remain with the Contestant.\nThe Sponsor and any other third parties acting on the Sponsor’s behalf, will have a royalty-free, non-exclusive, worldwide license to use, copy, create derivative works, distribute, display and perform the Submission, in perpetuity (the “License”), whether or not a Submission is a winner. The License includes, but is not limited to, posting or linking to the Submission on Sponsor and Sponsor’s partners’ websites and inclusion of the Submission in any other media, worldwide. The Sponsor and any third parties acting on Sponsor’s behalf will also have the right to publicize Contestant’s name and, as applicable, the names of Team members, who participated in the Submission on the Website for a period of three years following the conclusion of the Challenge.\n\nSubmissions may be posted on the Website. Posting of a Submission to the Website does not constitute a final determination by the Sponsors and/or Judges (defined below) that the Submission has met all requirements. Accordingly a Submission may still be disqualified even after it has been publically displayed.\n\nAll eligible Submissions will be judged by a panel of impartial judges (the “Judges”) selected by the Sponsor. The Sponsor reserves the right to substitute or modify the judging panel at any time for any reason.\nAll Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge or the Sponsor considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions.\nA Contestant’s likelihood of winning will depend on various criteria set forth below, and the number and quality of all of the Submissions.\n\n:\nThe three (3) Submissions that earn the highest overall scores will become potential winners of the Prizes identified below.\n\nIn the event of a tie between two or more Submissions, the Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the each succeeding criterion listed above. If two or more Submissions are tied on all criteria, the panel of Judges will vote on the tied submissions to determine the Prize winner.\n\nALL POTENTIAL INNOVATENYP: PEDIATRIC APP CHALLENGE WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE SUBMISSION BY THE SPONSOR. SPONSOR’S DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE INNOVATENYP: PEDIATRIC APP CHALLENGE. Potential winners must continue to comply with all terms and conditions of these Official Rules throughout the Challenge. In order to receive a Prize, the potential winner will be required to sign and return to the Sponsor, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days (if a potential winner is a Team, all participating members must sign and return to the Sponsor affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days).\nAt the sole discretion of the Sponsor, a potential winner will be deemed ineligible to win if: (i) such potential winner refuses the Prize; (ii) fails to sign and return the affidavit(s) of eligibility or a similar verification document within ten (10) business days from receipt of such documents; or (iii) fails to sign and return the liability/publicity release(s) within ten (10) business days from receipt of such documents; or (iv) the Submission or the Contestant, is disqualified for any other reason.\nIn the event of such disqualification, the Sponsor, in its sole discretion may award the applicable Prize to another Contestant. The disqualification of one (or more) Team members from further consideration in the Challenge for any reason may result in the disqualification of the entire Team, as determined in the sole discretion of the Sponsor.\n\n \n \nNo transfer or substitution of a Prize is permitted except at the Sponsor’s sole discretion. The Prize will be mailed to the winning Contestant’s address within 45 days of receipt of the signed affidavit(s) of eligibility and liability/publicity release(s) form(s). If a Team is selected as a Prize-winner, the associated Prize will be equally divided among the Team members.\nPrize winners (and in the case of Team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). It is the sole responsibility of Prize winners of US$600 or more to provide certain information, including but not limited to tax identification number, to facilitate receipt of the award, including but not limited to, completing and submitting any tax forms when necessary and any applicable withholding and reporting requirements. Prize winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant Government departments/agencies, if necessary. Prize winners that are not residents of the United States should be aware that under United States tax laws, US withholding tax may apply to Prizes awarded. The Sponsor reserves the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a Prize winner’s jurisdiction.\nIn the event a Prize winner’s / potential Prize winner’s employer has a policy that prohibits the awarding of a Prize to an employee, the Prize will be forfeited and an alternate potential winner will be selected by the Sponsor.\n\nEach Contestant hereby acknowledges and agrees that the relationship between the Contestant and the Sponsor is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide a Submission to the Sponsor for the purposes of the Challenge does not place the Sponsor, and its agents, in a position that is any different from the position held by the members of the general public with regard to elements of the Contestant’s Submission, except as specifically provided in these Official Rules.\nBy entering, each Contestant (including, in the case of Team, all participating members) agree(s) to:\n\nParticipation in the Challenge constitutes Contestant’s consent to Sponsors’, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the Team who participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of three years following the conclusion of the Challenge.\n\nThe Sponsor reserves the right, without liability, to cancel, suspend and/or modify the Challenge, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond the Sponsor’s reasonable control impairs the safety, integrity or proper functioning of the Challenge, as determined by the Sponsor in its sole discretion. The Sponsor reserves the right in its sole discretion to disqualify any individual or Contestant it finds to be tampering with the entry process (for example by using the aid of computer software programs to auto-fill entries) or disturbing the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation.\nAny attempt by any person to disrupt or undermine the proper conduct of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor reserves the right to take proper legal action, including, without limiting, referral to law enforcement, for any illegal or unlawful activities.\nThe Sponsor’s failure to enforce any term of these Official Rules shall not constitute a waiver of that term. The Sponsor is not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor.\nIn the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules, on the one hand, and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Website or advertising materials (including but not limited to television, print, radio or online ads), on the other hand, the terms and conditions of the Official Rules shall prevail.\nThe Sponsor reserves the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, and the Sponsor. The Sponsor will post the terms and conditions of the amended Official Rules on the Website. Any such amendment will become effective at the time the Sponsor posts the amended Official Rules.\nExcluding Submissions, all intellectual property related to the Challenge, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited.\nShould any provision, in whole or in part, of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision (or part thereof) shall be replaced by a valid and enforceable provision (or part) that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision (or part).\n\nBy entering, all Contestants (including, in the case of a Team, all Team members): (i) agree to be bound by the Official Rules; and (ii) hereby release the Released Parties from any and all liability arising from or in connection with the Prizes, Contestant’s participation in the Challenge or Contestant’s invitees’ participation in the Challenge.\n\nContestants agree that:\n\nThe Sponsor collects personal information from each individual that enters the Challenge. The information collected is subject to the privacy policy located here: http://info.devpost.com/privacy\n\nFor Challenge results, visit the Website in June 2016.\n\nIf you have any questions or wish to send us any notice regarding this InnovateNYP: Pediatric App Challenge, please email \n or \n.", "hackathon-prizes": [{"prize-content": "$25,000 cash prize", "prize-title": "1st Place"}, {"prize-content": "$10,000 cash prize", "prize-title": "2nd Place"}, {"prize-content": "$5,000 cash prize", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nyppedsappchallenge.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How intuitive is the experience? Would the intended end user find the application easy to use and understand?"}, {"judging-criterion": "Does the design reflect the NYP aesthetic (such as is depicted on the NYP website, patient portal, or NYP App)? Is it clear and simple?"}, {"judging-criterion": "Would a pediatric user use this application? What would end users gain from their experience using the app? Does this address a fundamental problem in pediatric care in a reasonable manner?"}, {"judging-criterion": "Is this a new idea? Does technology like this already exist? How innovative is the concept for pediatric healthcare?"}, {"judging-criterion": "For the degree to which your application can connect with any FHIR server without requiring custom integration services work (\"One Click Connect\")"}, {"judging-criterion": "Does it address the issues and goals for pediatrics or child life? Is the app practical and useful to NYP and patients? Is this a tool that could be easily implemented? Should NYP consider using the app?"}], "hackathon-location-address": "", "hackathon-description-header": "Create working apps that use data to advance pediatrics", "hackathon-prizes-total": "$40,000", "hackathon-location-description": "", "hackathon-end-date": "2016-05-21", "has-projects": "True"}