{"hackathon-description-text": "\nThis fall 250+ university students (along with a few corporate teams) will gather in the Washington, DC Metro area to focus their creativity and coding skills for 36 hours on a great cause: developing mobile apps for ", "hackathon-number-of-prizes": "5", "hackathon-id": "hackdc2015", "hackathon-judges": [{"judge-role": "", "judge-name": "To be determined"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nFor more information, please go to", "hackathon-number-of-participants": "43", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nAt\nFor more information about the rules, please go to ", "hackathon-rules": "\nTo review the \n, please go to \n.", "hackathon-prizes": [{"prize-content": "$1,500 prize for the best mobile app for non-professionals (patients, families, friends) that addresses PTSD (post-traumatic stress disorder). For judging criteria and other rules, please go to", "prize-title": "Best Mobile Application for Non-Professionals"}, {"prize-content": "$1,500 prize for the best mobile app for professionals (physicians, psychologists, clinical staff) that addresses PTSD (post-traumatic stress disorder). For judging criteria and other rules, please go to", "prize-title": "Best Mobile Application for Professionals"}, {"prize-content": "$1,000 prize for the most impressive technical hack in a mobile app that addresses PTSD (post-traumatic stress disorder). For judging criteria and other rules, please go to", "prize-title": "Most Impressive Technical Hack"}, {"prize-content": "$1,000 prize for the best overall hack in a mobile app that addresses PTSD (post-traumatic stress disorder). For judging criteria and other rules, please go to", "prize-title": "Best Overall Hack"}, {"prize-content": "$500 prize for the people's choice in a mobile app that addresses PTSD (post-traumatic stress disorder). For judging criteria and other rules, please go to", "prize-title": "People’s Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=8333 Little River Turnpike, Annandale, VA 22003, USA", "hackathon-url": "https://hackdc2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and uniqueness of the idea. For the complete rules, please go to \n."}, {"judging-criterion": "Includes the extent to which the Application is polished, visually appealing, and usable by its intended users. For the complete rules, please go to \n."}, {"judging-criterion": "Includes the extent to which the Application effectively utilizes provided APIs and tools. For the complete rules, please go to \n."}, {"judging-criterion": "Includes the uniqueness of the integration and the extent to which the Application impacts its intended users. For the complete rules, please go to \n."}, {"judging-criterion": "Extent to which the Application potentially addresses post-traumatic stress disorder. For the complete rules, please go to \n."}], "hackathon-location-address": "8333 Little River Turnpike, Annandale, VA 22003, USA", "hackathon-description-header": "Hacking Health: Create a mobile app for Post-Traumatic Stress Disorder (PTSD)", "hackathon-prizes-total": "$5,500", "hackathon-location-description": "NOVA Annandale", "hackathon-end-date": "", "has-projects": "False"}