{"hackathon-description-text": "\nA key goal of the U.S. Consumer Product Safety Commission is to empower consumers with safety information about consumer products.  CPSC is challenging developers to create applications and innovative tools that raise awareness of consumer safety reports submitted to CPSC through its website, SaferProducts.gov, and of recalls of consumer products.", "hackathon-number-of-prizes": "1", "hackathon-id": "productsafetyapps", "hackathon-judges": [{"judge-role": "eBay Inc.Associate General Counsel, Government Relations/Global Asset Protection", "judge-name": "Jack Christin, Jr."}, {"judge-role": "TechStars Managing Director", "judge-name": "David Tisch"}, {"judge-role": "We Make It Safer Founder and CEO", "judge-name": "Jennifer Toney"}, {"judge-role": "", "judge-name": "CPSC Staff"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nCPSC’s Consumer Product Safety Apps Challenge is open only to:\n(1) citizens or permanent residents of the United States who are at least eighteen (18) years old at the time of entry (or teams of eligible individuals); and\n(2) private entities, such as corporations or other organizations, that are incorporated in and maintain a primary place of business in the United States.\n Individuals submitting on behalf of corporations, nonprofits, or groups of individuals (such as an academic class or other team) must meet the eligibility requirements for individual contestants.  An individual may join more than one team, corporation, or nonprofit organization.  Individuals must create an account on the challengepost.com website by supplying your name and e-mail address.  CPSC employees are not eligible, nor are other federal entities or federal employees acting within the scope of their employment.  Contest is void where prohibited.", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nContestants are asked to develop apps that raise awareness of consumer product safety information in the following categories:\nSubmissions can be existing applications or applications developed specifically for this Contest.  The applications should not require the purchase of additional products to be fully operational.", "hackathon-rules": "\nBy submitting an entry to the Contest, the contestant agrees to be bound by these Official Rules and administrative decisions, which are final and binding in all matters relating to the Contest.  Eligibility for a prize award is contingent upon fulfilling all of the requirements of the Official Rules.  This notice is not an obligation of funds; the final award of prizes is contingent upon the availability of appropriations. \n:  Contestants must provide access to the application, a detailed description of the application, instructions on how to install and operate the application, and system requirements necessary to run the application (collectively, Submission).  Applications developed for mobile devices must specify each specific operating system on which the app runs and provide a site where the app can be downloaded. Applications must upload data within 24 hours of release by CPSC to keep information current.\n: The application must be designed for the Web, a personal computer, a mobile device (\n, mobile phone, tablet), console, or any platform broadly accessible on the open Internet.\n: \nThe application, to the extent practicable, must be accessible to a wide range of users, including users with disabilities.  Applications should also aim to meet objectives for federal compliance guidelines for information technology, as addressed by Section 508 of the Rehabilitation Act of 1973: \n.  When evaluating Submissions for this contest, the extent to which a Submission complies with the requirements for accessible technology required by Section 508 will be considered.\n CPSC’s Consumer Product Safety Apps Challenge is open only to: (1) citizens or permanent residents of the United States who are at least eighteen (18) years old at the time of entry (or teams of eligible individuals); and (2) private entities, such as corporations or other organizations, that are incorporated in and maintain a primary place of business in the United States. Individuals submitting on behalf of corporations, nonprofits, or groups of individuals (such as an academic class or other team) must meet the eligibility requirements for individual contestants.  An individual may join more than one team, corporation, or nonprofit organization.  Individuals must create an account on the challengepost.com website by supplying your name and e-mail address.  CPSC employees are not eligible, nor are other federal entities or federal employees acting within the scope of their employment.  Contest is void where prohibited.\n An entry will be deemed to be “submitted” when the app is entered on the productsafetyapps.challengepost.com website..  All entries must be submitted by 11:59 p.m. ET on \n.\nOnce an entry is submitted, the contestant cannot make any changes or alterations to any part of the Submission.\n\nSaferProducts.gov Reports via an API: \n.\nRecalls API: \n.\n\nIn all uses of the SaferProducts.gov dataset, the following disclaimer must be displayed clearly and conspicuously. The disclaimer is:\n\nThe following disclaimer must also be displayed on all applications or tools:\n\n: The application must not use CPSC’s logo or official seal or the logo of SaferProducts.gov in the Submission, and must not claim federal government endorsement.\nThe following disclaimer is mandatory for applications deployed on non-CPSC information systems.  This standard disclaimer shall be incorporated into the software in such a way that individuals must read and accept its conditions before initial use (NOTE: The standard disclaimer must appear in all capital letters):\nTHE MATERIAL EMBODIED IN THIS SOFTWARE IS PROVIDED TO YOU \"AS-IS\" AND WITHOUT WARRANTY OF ANY KIND, EXPRESS, IMPLIED, OR OTHERWISE, INCLUDING WITHOUT LIMITATION, ANY WARRANTY OF FITNESS FOR A PARTICULAR PURPOSE. IN NO EVENT SHALL THE CPSC OR THE UNITED STATES GOVERNMENT BE LIABLE TO YOU OR ANYONE ELSE FOR ANY DIRECT, SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES OF ANY KIND, OR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION, LOSS OF PROFIT, LOSS OF USE, SAVINGS OR REVENUE, OR THE CLAIMS OF THIRD PARTIES, WHETHER OR NOT DOC OR THE U.S. GOVERNMENT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS, HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, ARISING OUT OF OR IN CONNECTION WITH THE POSSESSION, USE, OR PERFORMANCE OF THIS SOFTWARE.\nThe Submissions will be judged by the judges identified in the Contest details or by another qualified panel selected by CPSC at its sole discretion.  Judges for the Contest may include people from outside CPSC, including individuals from the private sector.  The panel of judges will judge the Submission on the criteria identified above to select a winner in each category.  Judges have the right to withdraw without advance notice.  Judges may not:\n(A) have personal or financial interests in, or be an employee, officer, director, or agent of any entity that is a registered contestant in this Contest; or\n(B)  have a familial or financial relationship with an individual who is a registered contestant; or\n(C)  have any matter pending before CPSC or represent anyone in any matter pending before the agency. CPSC may add judges to the selected panel any time during the contest, should the need arise. \nSpecific tasks related to the judging process may be delegated to CPSC employees or employees of a collaborating agency.  Judges shall have the authority to disregard any minor error in an entry that does not create any substantial benefit or detriment to any contestant.  Decisions made by the judges are final.\n:  Each contestant represents and warrants that he or she is the sole author and owner of the Submission; that the Submission is wholly original with the contestant (or is an improved version of an existing application that the contestant has sufficient rights to use and to authorize others (including the CPSC) to use); and that the Submission does not infringe any copyright or any other rights of any third party of which the contestant is aware. Each contestant also warrants that the application is free of malware. \n: By entering a Submission, each contestant grants to CPSC an irrevocable, paid-up, royalty-free, non-exclusive worldwide license to use, copy, distribute to the public, create derivative works from, link to, and display publicly (on the Internet or otherwise) the Submission (including the associated application) for a period of 1 year starting on the date of the announcement of the winner(s), and for such additional period as may be agreed to by CPSC and the contestant.  All contestants will retain all other intellectual property rights over their Submissions. Each winner guarantees and agrees that the application or tool will be provided to the public free of charge for a period of 1 year starting on the date of the announcement of winner(s).\n:  All contestants must continue to comply with all terms and conditions of the Official Rules, and winning is contingent upon fulfilling all requirements contained herein. The winner(s) will be notified by e-mail, telephone, or mail after the date of the judging. The end date for judging is an approximation and may change depending on the number of entries. The Contest winner(s) will be required to sign and return to CPSC, within ten (10) days of the date of notice being sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) to claim any recognition.  In the event that a Contest winner is disqualified for any reason, CPSC may award the applicable recognition to an alternate winner selected by the judges from the eligible entries remaining.\n: A Submission may be disqualified if the software application fails to function as expressed in the description provided by the contestant, or if the Submission provides inaccurate information as determined by the contest judges.\n:  Submissions must be free of malware.  Contestant agrees that CPSC may conduct testing on any application included in a Submission to determine whether malware or other security threats may be present.  CPSC may disqualify a Submission if, in CPSC’s judgment, any related application may damage government or third-party equipment or operating environments.\n:  CPSC will collect, use and disclose the information collected in accordance with the Privacy Act and/or E-Government Act of 2002.  Information is not collected for commercial marketing. \n:  By submitting an entry for the Contest, all contestants agree to, and thereby do, release, discharge, and hold harmless the Government and its employees, agents, contractors, and representatives (except in the case of willful misconduct) from any claims, losses, and damages arising out of their participation in this Contest or any Contest-related activities and the acceptance and use, misuse, or possession of any prize awarded hereunder, including claims for injury, death, damage, or loss of property, revenue or profits, whether direct, indirect, or consequential, arising from their participation in the Contest, whether the injury, death, damage or loss arises through negligence, or otherwise.  Participants will not be required to waive claims against CPSC that arise from the unauthorized use or disclosure by the agency of the intellectual property, trade secrets, or confidential information of the contestant. The contestant shall be liable for, and shall indemnify and hold harmless the Government against, all actions or claims for loss of or damage to property (including any damage that may result from a virus or malware to CPSC computer systems or those of the end-users of the software and/or applications), resulting from the fault, negligence, or wrongful act or omission of the contestant.\n\n:  CPSC and its contractors are not responsible for: (1) any incorrect or inaccurate information, whether caused by contestants, printing errors, or by any of the equipment or programming associated with or utilized in the Contest; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Contest; (4) technical or human error which may occur in the administration of the Contest or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from contestant's participation in the Contest or receipt, use or misuse of any recognition.  If for any reason a contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, contestant's sole remedy is another entry in the Contest.  Recognition in connection with this Contest does not constitute an endorsement of a specific product by the CPSC.\nAll materials submitted as part of a Submission become CPSC records and cannot be returned.  No confidential information will be accepted with any Submission.   Contestants will be notified of any Freedom of Information Act requests for their Submissions in accordance with applicable law.\n: THIS CONTEST IS VOID WHERE PROHIBITED. Contestants agree that this Contest shall be subject to and governed by the laws of the District of Columbia and the forum for any dispute shall be in the District of Columbia, United States of America. To the extent permitted by law, the right to litigate, to seek injunctive relief or to make any other recourse to judicial or any other procedure in case of disputes or claims resulting from or in connection with this Contest are hereby excluded and any contestant expressly waives any and all such rights. Certain restrictions may apply.  CPSC, in consultation with the judges, reserves the right in its discretion not to make an award in one or more categories based on factors such as quality, quantity or nature of eligible entries.  CPSC reserves the right to cancel, suspend, and/or modify the Contest, or any part of it, for any reason, at CPSC’s sole discretion.  \nAll decisions by CPSC are final and binding in all matters related to the Contest.\n  Contestants are responsible for complying with these Official Rules. Winners’ names will be available online at \n after July 31, 2014.", "hackathon-prizes": [{"prize-content": "The winner in each category will be recognized by CPSC during an announcement/award ceremony in August or September 2014.  The winning applications in each category will be featured on CPSC’s website and on CPSC social media platforms.", "prize-title": "Winners"}], "hackathon-location-google-maps": "", "hackathon-url": "https://productsafetyapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Ability to empower users to engage with, and act on, consumer product safety information on an ongoing basis.  The best apps will provide this safety information, tailored to the needs of the user."}, {"judging-criterion": "Each entry will be rated for the degree of creativity the entry brings to applications focused on consumer product safety.  Innovative approaches to reaching large numbers of consumers will score highest.  Bonus points will be given for entries that add a"}, {"judging-criterion": "User-friendly and interactive capabilities will be awarded the highest marks. Entries should be applicable and attractive to people who are not necessarily “high tech.”  Additional consideration will be given for usability by people in diverse populations"}, {"judging-criterion": "The top tools will prove that they can engage a large number of consumers on a regular basis and will engage consumers in a way that encourages consumers to act upon the consumer product safety information."}], "hackathon-location-address": "", "hackathon-description-header": "CPSC challenges developers to create applications and innovative tools that raise awareness of consumer safety reports submitted to CPSC and of recalls of consumer products.", "hackathon-prizes-total": "$4,000", "hackathon-location-description": "", "hackathon-end-date": "2014-05-23", "has-projects": "True"}