{"hackathon-description-text": "\nEvery year, ScriptEd students, volunteers and staff come together for an all-day Hackathon.", "hackathon-number-of-prizes": "2", "hackathon-id": "scripted-adv-hack18", "hackathon-judges": [{"judge-role": "Global Director, Industry & Services at IBM Research", "judge-name": "Erica A Webber"}, {"judge-role": "Software Engineer, Datadog", "judge-name": "Jacob Aronoff"}, {"judge-role": "Head of Engineering, Trello", "judge-name": "Barry Clark"}, {"judge-role": "Co-Founder, Dear Tech People", "judge-name": "Wyatt Shapiro"}, {"judge-role": "Co-Founder, Pluto", "judge-name": "Keeley Duffey"}, {"judge-role": "Engineering Manager, Plated", "judge-name": "Britt Lewis"}, {"judge-role": "Co-Founder, Vía Código and CTO, Athelas Perú", "judge-name": "Pedro Baumann"}, {"judge-role": "Freelance Developer", "judge-name": "Giulia Lake"}, {"judge-role": "Freelance Android Developer", "judge-name": "Joey Mejias"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nTeams of 5-7 students, all of whom must be currently enrolled in ScriptEd Advanced or Studio classes. Students must have completed ScriptEd's Foundations course. Students must be participating from New York City and be in person at the hackathon. ", "hackathon-number-of-participants": "34", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nProjects will be submitted as live gh pages links + github repos. In the submission process, teams will be required to submit screenshots of their projects and answer a series of questions.\nStudents will need to answer the following questions:\nPlease remember that these questions will be published online as a part of your project description. ", "hackathon-rules": "\nScriptEd is dedicated to providing a harassment-free hackathon experience for everyone, regardless of gender, race, nationality, language, sexual orientation, religion, disability, socioeconomic status, learning style, hackathon and computing experience or lack thereof.\nWe will not tolerate harassment in any form. Harassment includes offensive verbal or written comments related to an of the criteria mentioned above, the use of sexual language or images, deliberate intimidation, stalking, following, disruption of work or presentations, inappropriate physical contact, and unwelcome sexual attention.  The projects created at our hackathon are equally subject to the anti-harassment policy.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If a participant objects to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (for example, in bathrooms).\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the ScriptEd team immediately.  If a participant engages in harassing behavior, we will take any action we deem appropriate. This includes warning the offender, expulsion from the hackathon, or reporting their behavior to local law enforcement.", "hackathon-prizes": [{"prize-content": "One team will win the first place prize of an HP Chromebook - each member will receive their own laptop.", "prize-title": "HP Chromebook"}, {"prize-content": "One team will win the second place prize of an amazon fire tablet. Each member will receive their own.", "prize-title": "Amazon Fire Tablet"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Pier 86, W 46th St & 12th Ave, New York, NY 10036, USA", "hackathon-url": "https://scripted-adv-hack18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Excellent projects will have: High quality user interactivity. Project is very well organized and user can use application without any additional instructions."}, {"judging-criterion": "Excellent projects will have: Code is well structured and uses functions effectively. No redundant code. Team includes a third party library if necessary."}, {"judging-criterion": "Excellent projects will have: Code is pristine! Developers outside of the team would be happy to work with this code. Little to no errors/ warnings exist."}, {"judging-criterion": "Excellent projects consist of: Site is fully functional (80-100%) - meets intentions (e.g. actually does what you say it is supposed to do)."}, {"judging-criterion": "Excellent projects will have: All students are able to talk about the functionality of the project. All students are able to answer any questions that came up."}, {"judging-criterion": "Excellent projects have:  design & functionality of the project is directly useful.  Project has application  in a clear, unique way."}], "hackathon-location-address": "Pier 86, W 46th St & 12th Ave, New York, NY 10036, USA", "hackathon-description-header": "ScriptEd's Advanced Hackathon for students", "hackathon-prizes-total": "$250", "hackathon-location-description": "Intrepid Sea, Air & Space Museum", "hackathon-end-date": "", "has-projects": "False"}