{"hackathon-description-text": "\nDataSci is an online competition aiming to support student-created data science projects. The competition will be open to all university students globally, and will involve the following topics: creating unique algorithms for analyzing data, visualizations, write-ups on derived insights, and more. Our submission platform will open March 1st, and will close on April 8th.", "hackathon-number-of-prizes": "3", "hackathon-id": "datasci-17", "hackathon-judges": [{"judge-role": "", "judge-name": "UTD-AIS"}, {"judge-role": "Senior Lecturer at UTD", "judge-name": "Gordon Arnold"}, {"judge-role": "Senior Lecturer at UTD", "judge-name": "Anurag Nagar"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "181", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nOur competition is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous competition attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of competition participants in any form. Competition participants violating these rules may be sanctioned or expelled from the competition without a refund (if applicable) at the discretion of the competition organizers.\n \n \n\n \n\n\n \n\n\n\n\n\n\n\n\n\n\n \n\n\n\n\n \nAny further questions? Just post in the Discussions board and we'll get a response to you as soon as we can! Happy analyzing :)", "hackathon-prizes": [{"prize-content": "'Science' data-science projects include any data-set analysis related to genetics, biology, chemistry, astronomy, geology, and others.", "prize-title": "Best Science-Related Analysis"}, {"prize-content": "'People' data-science projects include any data-set analysis using social media text posts, governmental census data, geographic data, human behavior, and others.", "prize-title": "Best People-Related Analysis"}, {"prize-content": "The prize for winning this award is a lump sum of $1000.", "prize-title": "Popular Choice Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://datasci-17.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We understand that the 'interesting-ness' of a data-science project often doesn't come from the data, but from the analysis write-up following it. Thus, the questions we ask in the submission form will be the primary way we decide the winners."}, {"judging-criterion": "Solving very interesting/useful/unusual questions, using data, will be a large factor in the finalists in DataSci '17."}, {"judging-criterion": "This is weighted low, relative to the other criteria, but we will look favorably upon interesting datasets used in your project submission."}], "hackathon-location-address": "", "hackathon-description-header": "Analyze, understand, and create. DataSci '17 is a data-science competition open to all undergraduate/graduate students globally.", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "", "hackathon-end-date": "2017-04-07", "has-projects": "True"}