{"hackathon-description-text": "\nWebsite: ", "hackathon-number-of-prizes": "10", "hackathon-id": "porticode", "hackathon-judges": [{"judge-role": "", "judge-name": "Slaviana Pavlovich"}, {"judge-role": "", "judge-name": "Mujavid Bukhari"}, {"judge-role": "", "judge-name": "Jaromir Latal"}, {"judge-role": "", "judge-name": "Reemma Muthal Puredath"}, {"judge-role": "", "judge-name": "Arjun Khurana"}, {"judge-role": "", "judge-name": "Kathy Jang"}, {"judge-role": "", "judge-name": "Sami Alabed"}, {"judge-role": "", "judge-name": "Marco Concetto Rudilosso"}, {"judge-role": "", "judge-name": "Faiz Abdul"}, {"judge-role": "", "judge-name": "Dragos Popa"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "\nAnyone currently studying at a university at undergraduate, postgradurate level, or a recent (less than one year since) graduate are all welcome to join us. You'll need to bring your student ID with you so we can check this.\nSadly we're unable to allow under-18s to attend Porticode, but keep following TechSoc on our social media pages, because we'll be running an event for young people in early 2017.\nTeams can be a maximum of four in order to be eligible for a prize. You can work in teams larger than four, but in this case you won't be entered to win a prize. ", "hackathon-number-of-participants": "55", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n", "hackathon-rules": "\nFor the safety and well-being of all attendees, sponsors, volunteers and staff, everyone present must follow the \n.\nClick here: https://static.mlh.io/docs/mlh-code-of-conduct.pdf\n ", "hackathon-prizes": [{"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win a HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "An idea centric category that adds a fun element to the competition, helping make Porticode accessible to all. If you made us laugh, you will be automatically considered for this prize.", "prize-title": "Funniest Hack"}, {"prize-content": "For the engineers out there who like to get their hands dirty. Best use of hardware will win this prize- we wanna see something cool!", "prize-title": "Hardware Hack"}, {"prize-content": "This is for the hack which has the best idea. If we can see that you have thought outside of the box, and can see that you've thought about who your hack can help.", "prize-title": "Innovative Hack"}, {"prize-content": "This is for the best finished hack. It has been finished to a high standard, and many aspects of the project have been considered.", "prize-title": "Polished Hack"}, {"prize-content": "This is for our all-rounder, jack of all trades, true superstar of the Porticode weekend!", "prize-title": "Porticode Prize"}, {"prize-content": "Skyscanner will be giving out £100 of Travel Vouchers to each member of the team with the best hack using Skyscanner API!", "prize-title": "Skyscanner API Prize"}, {"prize-content": "Bloomberg will be giving out a prize to the team with the 'Best Tech'- make something exciting and interesting!", "prize-title": "Bloomberg Best Tech Prize"}, {"prize-content": "CapitalOne will be giving out some Arduino Boards and a mystery box to each member of the team they pick!", "prize-title": "CapitalOne Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Gower St, London WC1E, UK", "hackathon-url": "https://porticode.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Think about the execution of your project, and how you have implemented it. Good use of tools, and have pulled off a solid hack."}, {"judging-criterion": "Don't stay inside the box all the time. Try to think of new ways to do things, new ideas, and new concepts!"}, {"judging-criterion": "A hack is not a hack without a happy hacker! Be enthusiastic about what you have made- show everybody that you are here to stay!"}, {"judging-criterion": "The world is your oyster! Think about who your idea could help, where it could work, and how it would work."}], "hackathon-location-address": "Gower St, London WC1E, UK", "hackathon-description-header": "The hackathon for everybody.", "hackathon-prizes-total": "$709", "hackathon-location-description": "University College London- South Cloisters", "hackathon-end-date": "2016-12-11", "has-projects": "True"}