{"hackathon-description-text": "\nThe BD2K Center for Causal Discovery, a collaboration among the University of Pittsburgh (Pitt), Carnegie Mellon University (CMU), Pittsburgh Supercomputing Center, and Yale University, is holding their second annual Datathon designed to instruct and challenge biomedical researchers on the use and application of causal modeling and discovery (CMD) tools in a “bring your own data event”.  ", "hackathon-number-of-prizes": "3", "hackathon-id": "ccd-datathon-17", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nScientists in the fields of clinical informatics, bioinformatics, and general data science as well as diverse biomedical and clinical research disciplines are invited to our datathon.  As a prerequisite, participants should have taken our Summer Short Course in Causal Discovery or other CCD seminar.  If you haven't taken one of our courses/seminars, you're in luck, the annual short course immediately preceeds the datathon!  See", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nParticipants will prepare a short slide presentation (in person presentation optional) on the results of their analysis so that their entry can be reviewed by our panel of judges.", "hackathon-rules": "\nParticipants will be required to use at least one of our CCD tools for their analysis: CCD Web Application, Tetrad Desktop, Tetrad Command Line, or Tetrad APIs (Java, R, Python).  Participants will also have access to the PSC Bridges machine to perform analyses on large memory servers (3TB RAM).\nTo judge the analysis results, we will nominate a panel of judges to judge the analyses based on:", "hackathon-prizes": [{"prize-content": "", "prize-title": "$250 - First Prize"}, {"prize-content": "", "prize-title": "$150 - Second Prize"}, {"prize-content": "", "prize-title": "$100 - Third Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Warner Hall, 5000 Forbes Ave, Pittsburgh, PA 15213, USA", "hackathon-url": "https://ccd-datathon-17.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Size and complexity of data (10 points)"}, {"judging-criterion": "Impact with regards to the causal hypotheses generated (10 points)"}, {"judging-criterion": "Innovation in the use of CCD tools (5 points)"}], "hackathon-location-address": "Warner Hall, 5000 Forbes Ave, Pittsburgh, PA 15213, USA", "hackathon-description-header": "Because correlation only gets you part of the way there", "hackathon-prizes-total": "$500", "hackathon-location-description": "Carnegie Mellon University", "hackathon-end-date": "2017-06-16", "has-projects": "True"}