{"hackathon-description-text": "\nIf you're interested in learning Swift or improving your existing knowledge, this is the coding competition for you.  We'll start the week off with a 5-hour Swift Workshop (space is limited) where we'll build an app together and then you'll have the rest of the week to create your own app in a group of up to 3 people.  Apple engineers will be on-site to conduct the training and to help with coding questions.  This is also an awesome opportunity for you to add a project to your resume and chat with an Apple recruiter.  The top team will win a MacBook Air for each member of the team then interview with Apple the next day.", "hackathon-number-of-prizes": "3", "hackathon-id": "cmuios", "hackathon-judges": [{"judge-role": "", "judge-name": "iOS App Challenge Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nRegistration is restricted to currently enrolled (as of September 25th, 2014) students of Carnegie Mellon University.  Students from other area 4-year universities may be allowed to participate; e-mail", "hackathon-number-of-participants": "383", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmit a working .xcodeproj with all supporting files, zipped up, to ChallengePost with your submission before the deadline.  A logo or icon representing your app is also required as part of the submission.  Your app will be compiled on our computers and pre-installed on an iPad or iPod touch for the final awards ceremony.", "hackathon-rules": "\nThe iOS Apps that are developed and submitted must meet these requirements in order to be eligible to win the contest and are subject to verification by Apple:\nThe students that create the app will maintain full ownership rights although the code must be submitted to the challenge organizers to verify that it meets eligibility requirements and to pre-load it on the iPad for the demo presentation.", "hackathon-prizes": [{"prize-content": "13\" MacBook Air for each member of the winning team (up to 3)", "prize-title": "First Place"}, {"prize-content": "128GB iPad Air (WiFi Model) for each member of the team (up to 3)", "prize-title": "Second Place"}, {"prize-content": "128GB iPad mini with Retina display (WiFi model) for each member of the team (up to 3)", "prize-title": "Audience Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Carnegie Mellon University, 5000 Forbes Avenue, Pittsburgh, PA 15213, USA", "hackathon-url": "https://cmuios.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Carnegie Mellon University, 5000 Forbes Avenue, Pittsburgh, PA 15213, USA", "hackathon-description-header": "Learn Swift and make an iOS App in less than a week then present it to the CMU community while competing for awesome prizes.", "hackathon-prizes-total": "$8,091", "hackathon-location-description": "", "hackathon-end-date": "2014-09-29", "has-projects": "True"}