{"hackathon-description-text": "\nHuskyHacks is Northeastern University's first 24-hour CCIS hackathon. Over 100 students will form teams and have from the afternoon of April 2 to the evening of April 3 to build something amazing. The possibilities are limitless; learn a new language, power on your Particle for the first time, try on an Oculus Rift, and turn your dreams into reality. Students will be allowed to innovate using any software or hardware tools, as long as they are working on a fresh project. No previously started projects will be allowed. Over 100 HuskyHacks participants will be chosen based on application, and the event will be held in West Village H April 2-3.", "hackathon-number-of-prizes": "3", "hackathon-id": "huskyhacks", "hackathon-judges": [{"judge-role": "", "judge-name": "A Team of Hackathon Professionals"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nHuskyHacks 1 is open to any Northeastern undergraduates regardless of major or college.", "hackathon-number-of-participants": "44", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmissions will be due on Devpost by 10:00AM on Sunday April 3.", "hackathon-rules": "\nAll projects must be submitted on DevPost by Sunday 10:00 AM, April 3rd. There team size limit is 4 hackers, and all team members must be enrolled as undergraduates at Northeastern University. \nAll participants are subject to the Code of Conduct signed upon registration to the hackathon, which can be found at http://static.mlh.io/docs/mlh-code-of-conduct.pdf.", "hackathon-prizes": [{"prize-content": "Best hack done by first-time hackathon attendees.", "prize-title": "Best First-Time Hack"}, {"prize-content": "Coolest lookin' Project.", "prize-title": "Best Design"}, {"prize-content": "Awesomest and most technical hack", "prize-title": "Most Technically Challenging"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Cargill Hall, 45 Forsyth St, Boston, MA 02115, USA", "hackathon-url": "https://huskyhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount? This is the most important criterion that your hack will be judged upon for the general prizes."}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}], "hackathon-location-address": "Cargill Hall, 45 Forsyth St, Boston, MA 02115, USA", "hackathon-description-header": "HuskyHacks 1 at Northeastern University", "hackathon-prizes-total": "0", "hackathon-location-description": "Northeastern University Cargill Hall and West Village H", "hackathon-end-date": "2016-04-03", "has-projects": "True"}