{"hackathon-description-text": "\nIn partnership with the Mayor's Office of Tech and Innovation and MKTG INC, Warby Parker presents HudsonHack: NYC Intern Edition—a 24-hour hackathon created specifically for tech interns in New York City.", "hackathon-number-of-prizes": "2", "hackathon-id": "hudsonhack", "hackathon-judges": [{"judge-role": "CTO of NYC", "judge-name": "Minerva Tantoco"}, {"judge-role": "Board Member of E*Trade. Former CIO of WorldBank and Morgan Stanley.", "judge-name": "Shelley Leibowitz"}, {"judge-role": "Startup Advisor and Board Member", "judge-name": "Alan Wade"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nTeams can be made up of up to 4 people.\nYou must be an active tech intern at a company based in New York City; your highest level of education cannot exceed a master’s degree.\nDisclaimer: For all participants under the age of 18, we will be sending out a waiver for parental consent to stay overnight at the event. Please have this signed and brought to the event.\nAll hacks must be started, worked on, and completed on the premises.\n \nHudsonHack: NYC Intern Edition stands for inclusivity. We believe that every single person has the right to work in a safe and welcoming environment.\nHarassment includes but is not limited to offensive verbal comments, hacks, or other online activity related to sex, gender, sexual orientation, physical or mental ability, age, socioeconomic status, ethnicity, physical appearance, race, religion, sexual images, deliberate intimidation, stalking, inappropriate physical contact, and unwelcome sexual attention.\nParticipants asked to stop any harassing behavior are expected to comply immediately. If participants fail to comply they will be asked to leave the event.\nBe careful and mindful of the words that you choose. Remember that sexist, racist, and other exclusionary comments and hacks can be offensive to those around you.\nIf a participant engages in behavior that violates this code of conduct, the hackathon organizers will take any action they deem appropriate, including warning the offender or expulsion from the hackathon.\n \n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Gold Ipad Mini + 15K AWS Activate Credits + Special NYC Experience"}, {"prize-content": "", "prize-title": "Amazon Echo + 10K AWS Activate Credits + Special NYC Experience"}], "hackathon-location-google-maps": "https://maps.google.com/?q=156 5th Avenue, New York, NY 10010, USA", "hackathon-url": "https://hudsonhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What is the positive impact your project has on the world?\n\nDoes the project solve any problems put forth by our nonprofit partners or aim to help them in any way?"}, {"judging-criterion": "How important is the problem that’s being addressed? \nHow well does this project solve the problem?\nHow is the solution better than what’s in the market already?"}, {"judging-criterion": "Are the design and interface intuitive? \nIf someone else had the same idea, what differentiates this implementation?\nHow user-centric is this project?"}, {"judging-criterion": "How close is the work to a complete project?"}], "hackathon-location-address": "156 5th Avenue, New York, NY 10010, USA", "hackathon-description-header": "Let the best interns win.", "hackathon-prizes-total": "$750", "hackathon-location-description": "Civic Hall", "hackathon-end-date": "2015-07-19", "has-projects": "True"}