{"hackathon-description-text": "\nThe codeathon will focus on exploring new health and wellness concepts that integrate innovative tech solutions into the current health care system. ", "hackathon-number-of-prizes": "3", "hackathon-id": "healthandwellness", "hackathon-judges": [{"judge-role": "", "judge-name": "Wendy Lee"}, {"judge-role": "", "judge-name": "Michael Willis"}, {"judge-role": "", "judge-name": "Jessica Johnson"}, {"judge-role": "", "judge-name": "Shahed Chowdhuri"}, {"judge-role": "", "judge-name": "Dick Daniels"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "90", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nPlease review the \n, print, sign and bring a copy to the Codeathon. ", "hackathon-prizes": [{"prize-content": "Scored high on all 4 dimensions. Explored and developed ambitious prototype that addressed the major challenges of health and wellness as well as digital connectivity that could make the biggest impact on the next generation. Prize: Surface Pro 3 for each team member", "prize-title": "Surface Pro 3"}, {"prize-content": "Scored well on most dimensions. Developed a prototype that can be incorporated into the health system right now that would revolutionize health and wellness as well as digital connectivity and improve patient outcomes. Prizes: Xamarin and fit bits for each team member", "prize-title": "Fitbits"}, {"prize-content": "Scored moderately on most dimensions, but developed an idea that had the potential to change the way health and wellness is delivered digitally for the next generation. Prizes: gift cards ($100) for each team member", "prize-title": "Amazon Gift Cards"}], "hackathon-location-google-maps": "", "hackathon-url": "https://healthandwellness.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Are you building something that no one has seen before? Does this technology already exist for KP patients? How innovative is this concept? (0-25 points)"}, {"judging-criterion": "Can you explain the value proposition in 2 sentences or less? Does this solution solve a problem in the health and wellness space (0-25 points)"}, {"judging-criterion": "What is the potential impact for your idea to change the way people support their health and wellness or engage with their health care provider and receive services in new ways? (0-25 points)"}, {"judging-criterion": "Quality of design. How intuitive is the design/ interface? Would users find the application easy to use and understand. (0-25 points)"}], "hackathon-location-address": "", "hackathon-description-header": "Get ready to shape the future of health care at the \"Health and Wellness Designed by You\" Code-a-thon presented by Kaiser Permanente and Microsoft during Millennial Week DC.", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "2015-06-20", "has-projects": "True"}