{"hackathon-description-text": "\nStudents spend 36 hours building anything they can imagine, and take breaks to interact with technology visionaries, founders, and find new mentors. They meet with the hottest, most sought-after companies in the world who vie for hackers' attention. For MHacks, students give up a weekend of partying to invest a weekend in their personal growth by learning something new, and creating solutions to problems they see in the world. ", "hackathon-number-of-prizes": "27", "hackathon-id": "mhacksx", "hackathon-judges": [{"judge-role": "", "judge-name": "Kevin Duan"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n- Teams may include up to four members.\n- All hacks must be built at MHacks X by registered participants. Unregistered hackers will not be allowed to participate.\n- Remote participation is not allowed.", "hackathon-number-of-participants": "550", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nJudging will be divided into seven different categories of hacks. Upon completion of their hack, participants will self-designate the best category in which they wish to be judged. These seven categories are based on the cortex model of MHacks:\n \nStudents and teams may not enter into more than one of the above seven categories. To promote fairness, students must briefly justify the category they chose.", "hackathon-rules": "\nThe hack must be built during MHacks X and within the 36 hours of hacking.\nIf you're a beginning hacker, check this out: http://blog.mlh.io/your-first-hackathon-10-07-2013/\nIn addition to Major League Hacking's Code of Conduct found here - http://static.mlh.io/docs/mlh-code-of-conduct.pdf - we ask hackers at MHacks to agree to the following (some content sourced from http://hackathon.launch.co/rules):\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it. \n3) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.\nThe only exception to this rule is that you may use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\n Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”. \n4) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community. \n5) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. \n They'll review it with the team and notify you if you should go forward. Don't waste 36 hours on a  hack that won't be allowed to demo.\n6) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.", "hackathon-prizes": [{"prize-content": "$400 Delta (Airline of your choice) Gift Card", "prize-title": "MHacks Grand Prize"}, {"prize-content": "Echo Show", "prize-title": "MHacks 2nd Place Prize"}, {"prize-content": "$75 Excitation Gift Card", "prize-title": "MHacks 3rd Place Prize"}, {"prize-content": "Get creative by designing the DRIVING EXPERIENCE of tomorrow -", "prize-title": "THE COOLEST NEW DRIVING XPERIENCE IDEA - HONDA! To win the Exclusive NSX Launch Control Experience and other exciting prizes"}, {"prize-content": "$1,000 Grant from 1517", "prize-title": "1517 - Most Unique Hack"}, {"prize-content": "Drones for each team member!", "prize-title": "Best Use of Blackrock API"}, {"prize-content": "$200 Amazon Giftcard for each team member", "prize-title": "Capital One - Best Financial Tech Hack"}, {"prize-content": "Dremel 3D40 3D Printer (1 per team member, up to 4)", "prize-title": "Best IoT Hack"}, {"prize-content": "1) all app teams who submit a Cloudflare App for moderation will receive Cloudflare Apps mugs", "prize-title": "Best Cloudflare App"}, {"prize-content": "4x Google Homes", "prize-title": "DRW - Best Use of Machine Learning"}, {"prize-content": "Spectacles or Apple TV!", "prize-title": "Goldman Sachs - Best Data Visualization"}, {"prize-content": "Up to 4 Surface Pros", "prize-title": "Best use of Microsoft Technology"}, {"prize-content": "Architecture Lego Set", "prize-title": "Best use of the Mixmax API"}, {"prize-content": "4x $200 Amazon Gift Card", "prize-title": "Qualtrics - Best Use of Data Visualization"}, {"prize-content": "5x Build your own Bot Kit", "prize-title": "Best use of Twilio API"}, {"prize-content": "One year of Wolfram|One and Wolfram|Alpha Pro and a $100 gift card for each member of the team", "prize-title": "Best Use of Wolfram API"}, {"prize-content": "$200 Amazon Giftcards", "prize-title": "Best use of Hasura"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "4 Google Homes, 4 Google Cardboards, and $1500 in GCP Credits", "prize-title": "Best Use of Google Cloud Compute / Big Data Products"}, {"prize-content": "4 Google Homes, 4 Google Cardboards, and $2500 in GCP Credits", "prize-title": "Best Google Cloud Machine Learning API Hack"}, {"prize-content": "Bag of candy", "prize-title": "Hardware Prize"}, {"prize-content": "$100 Airbnb Giftcards!", "prize-title": "a16z Most Innovative Hack"}, {"prize-content": "Each winning team member will get a $100 AMAZON GC + Echo Dot device", "prize-title": "GIPHY Best Use of Giphy API"}, {"prize-content": "An all expensed trip to Facebook's headquarters to participate in Facebook's Global Hackathon!", "prize-title": "Best Hack Supporting Facebook's Mission: \"Bring the World Closer Together\""}, {"prize-content": "Each winning team member will get a $100 AMAZON GC + Echo Dot device", "prize-title": "Best Transportation-related Hack"}, {"prize-content": "", "prize-title": "Best Use of Expo.io"}], "hackathon-location-google-maps": "", "hackathon-url": "https://mhacksx.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Students from across the world come to MHacks to build amazing things, transform dreams into realities, and to meet others with the same level of passion to build their future. MHacks is for creators.", "hackathon-prizes-total": "$55,950", "hackathon-location-description": "University of Michigan North Campus", "hackathon-end-date": "2017-09-24", "has-projects": "True"}