{"hackathon-description-text": "\nCreate accessible technology with and for people with disabilities. In honor of the 25th anniversary of the Americans with Disabilities Act, NYU's ABILITY Lab is hosting a hackathon focused on digital and wearable solutions for accessibility.", "hackathon-number-of-prizes": "3", "hackathon-id": "nyuability", "hackathon-judges": [{"judge-role": "Co-Director / Associate Professor of Integrated Digital Media, NYU", "judge-name": "R. Luke Dubois, DMA"}, {"judge-role": "Executive Director, Public Affairs at AT&T", "judge-name": "Neil Giacobbi"}, {"judge-role": "Clinical Associate Professor, Department of Occupational Therapy, NYU", "judge-name": "Anita Perr"}, {"judge-role": "Teacher, Speaker, Blogger and Beauty Advocate, @XianForBeauty83", "judge-name": "Xian Horn"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nParticipants must be 18 years of age or older to win a prize.\nAttendence at the hackathon event is required. Space is limited", "hackathon-number-of-participants": "91", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nThe NYU ABILITY Technology Hackathon (the “Hackathon”) is an in-person event and contest sponsored by New York University and AT&T. Individuals and teams attending the Hackathon are invited to create accessible technology with and for people with disabilities. Participants will be given a technology challenge during the event and will enter solutions that address the challenge on \n (the “Hackathon Website”).\nIn addition to the Hackathon, the Sponsors (as defined below) are holding a related, online challenge, the AT&T NYU Connect Ability Challenge (the “Challenge”). Submissions in the Hackathon may also be entered in the Challenge. However, the eligibility and entry requirements for the Challenge and Hackathon are separate\n \nFor more information on the Challenge requirements see the Challenge Website at:\n \n(the “Sponsors”):\nNYU-Poly (Polytechnic Institute of New York University), 6 MetroTech Center, Brooklyn, NY 11201. NYU-Poly is responsible for and hosting the Hackathon event.\nAT&T Mobility LLC (“AT&T”), 630 Fifth Avenue, 16th Floor, New York, NY 10111. AT&T is contributing funding for the Hackathon.\n(the “Administrator”):\nChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014. ChallengePost is the Administrator of the Hackathon website.\n \nThe Hackathon will take place at: ABILITY Lab at NYU-Poly, 2 MetroTech Center, Brooklyn, NY 11201 starting at 10:00am Eastern Time on April 18, 2015 and concluding at 5:00pm Eastern Time on April 19, 2015.\nApril 18, 2015 (10:00am Eastern Time) – April 19, 2015 (4:00pm Eastern Time)\nApril 19, 2015 (4:00pm Eastern Time) – April 19, 2015 (5:00pm Eastern Time)\nOn or around April 19, 2015 (6:00pm Eastern Time)\n \n\n(the above are collectively, “Makers”)\nEach team must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team, you represent and warrant that you are the Representative authorized to act on behalf of your team.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals who, in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of a Sponsor or the Administrator through a contractual or similar relationship.\n \nMakers must do the following to participate in the Hackathon:\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted.\n\n(i) \nMakers must create a working software application that leverages familiar, cost-efficient technologies and provides a ready-to-use solution that “solves” a technology challenge presented at the Hackathon (each a “Submission”).\n(ii) \nThe Solution must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the Submission materials and in any presentations given at the Hackathon.\n(iii) \nA submitted Solution must run on at least one of the following:\n(v) \nUpon request, the Maker must make the Solution and a device on which it runs available during the Hackathon, free of charge and without any restriction, for testing evaluation and use by the Sponsors, Administrator and judges.\n(vi) \nThe Maker may make the Solution available to the public via a website or online store, but is not required to do so.\n(vii) \n A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Sponsors and/or the Administrator.\n(viii) \nSolutions may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(xi) \nYour Submission must: (a) be your or your team’s original work product; (b) be solely owned by you or your team with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n(x) \n A Solution must not have been developed, or derived from a Solution developed, with financial or preferential support from the Sponsors or Administrator. Such Solutions include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Sponsors or Administrator any time prior to the end of Hackathon Submission Period. The Sponsors, at their sole discretion, may disqualify a Solution, if awarding a prize to the Solution would create a real or apparent conflict of interest. \n\nThe text description should\na. explain the features and functionality of your Solution\nb. describe how the Solution helps to “solve” a problem for people with disabilities that relates to the technology challenge presented at the Hackathon\nThe image(s) should be photographs or screenshots of your working Solution. \n \nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Sponsors, Administrator, and any other third parties acting on the Sponsors’ behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Sponsors’, Administrator’s, and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Sponsors, Administrator, and Judges for screening and evaluation.\n Makers represent and warrant that the Sponsors, Administrator, and Hackathon partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n\nEligible Submissions will be evaluated by a panel of judges selected by the Sponsors (the “Judges”). Judges may be employees of the Sponsors or external, may or may not be listed individually on the Hackathon Website, and may change before the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Sponsors.\nThe Judges will score eligible Submissions using the following criteria (the “Judging Criteria”):\n(i)\n(ii)\n(iii)\nThe Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJUDGES are not required to test the Solution and may choose to judge based solely on the text description, IMAGES and IN-PERSON PRESENTATION OF the Submission. \nFor each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER MAY BE SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Sponsors and/or Administrator.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission (the submitter is the “Representative” in the case of a team). In order to receive a Prize, the potential winner (including all participating team members in the case of a team) may, at the Sponsors’ discretion, be required to sign and return to the Sponsors, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Verification Forms”).\nten (10) business days after the Verification Forms are sent.\nThe Sponsors and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Verification Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, is disqualified for any other reason. \nIn the event of a disqualification, the Sponsors may award the applicable Prize to an alternate potential winner.\n \nThe Sponsors have the right to make a Prize substitution of equivalent or greater value. The Sponsors will not award a Prize if there are no eligible Submissions entered in the Hackathon, or if there are no eligible Makers or Submissions for a specific Prize.\nA monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team) after receipt of the Verification Forms. Prizes will be payable to the Maker, if an individual, or to the Maker’s Representative, if a team. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team’s participating members, as the Representative deems appropriate. \nWithin 45 days of the Sponsors or Administrator’s receipt of the Verification Forms\nWinners (and in the case of team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Sponsors, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States, or those of a winner’s jurisdiction.\n \nA. By entering the Hackathon, you (and, if you are entering on behalf of a team, each participating member) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Sponsors and Administrator, is not a confidential, fiduciary, or other special relationship. \n(ii) You will be bound by and comply with these Official Rules and the decisions of the Sponsors, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon.\n(iii) You will conduct yourself in a professional and courteous manner while attending the Hackathon. Behavior that is harmful, threatening, abusive, harassing, defamatory, derogatory, libelous, invasive of another’s privacy, harmful to minors in any way, or disrespectful toward an individual or group of individuals based on religion, gender, sexual orientation, race, ethnicity, age, or disability, will not be tolerated, and will result in a participant’s expulsion from the Hackathon.\n(iv) You release, indemnify, defend and hold harmless the Sponsors, Administrator, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Sponsors or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon;  \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon; \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in and attendance at the Hackathon or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsors or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Sponsors.\n\nBy participating in the Hackathon you consent to the use of personal information about you, if you are a winner, by the Sponsors, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members a Maker’s team that participated in the winning Submission.\n\nA. Sponsors and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB.  Sponsors and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law.  Should Sponsors or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Sponsors and the Administrator. The Sponsors and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Sponsors or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsors’ intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsors and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Sponsors or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n\nBy entering, all Makers (including, in the case of a team, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\nA. Makers agree that, to the fullest extent permitted by law:  \n(i) any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, other than those concerning the administration of the Hackathon or the determination of winners, shall be resolved individually, without resort to any form of class action;  \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Hackathon or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and   \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Sponsors in connection with the Hackathon, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \n\nPlease review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Sponsors and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \n.\n \nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at \n. ", "hackathon-prizes": [{"prize-content": "$5000 case prize", "prize-title": "First Prize"}, {"prize-content": "$3000 case prize", "prize-title": "Second Prize"}, {"prize-content": "$2000 case prize", "prize-title": "Third Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Brooklyn, NY 11201, USA", "hackathon-url": "https://nyuability.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Brooklyn, NY 11201, USA", "hackathon-description-header": "Create accessible technology with & for people with disabilities.", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2015-04-19", "has-projects": "True"}