{"hackathon-description-text": "\nMobile subscriber growth rate in Africa is expected to double in the next four years, and people in rural East Africa will spend over 15% of their income on mobile technology. Mobile apps not only matter in the developing world, they are life changing. Over half of even the poorest twenty percent of people in Africa have mobile phones in their homes.", "hackathon-number-of-prizes": "2", "hackathon-id": "breakpovertyhackathon", "hackathon-judges": [{"judge-role": "Director of Technology, Sentinel Project", "judge-name": "Timothy Quinn"}, {"judge-role": "UX Research & Community, iHub", "judge-name": "John Paul"}, {"judge-role": "International Operations, Free the Children", "judge-name": "Deveney Bazinet"}, {"judge-role": "COO, VOTO Mobile", "judge-name": "Levi Goertz"}, {"judge-role": "Founder, U of T Hacks", "judge-name": "Aashni Shah"}, {"judge-role": "CEO, The Dev School", "judge-name": "Perrin Clark"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n\nAnyone with a background in development, hardware or software, who wants to learn new technologies, build awesome stuff and work with smart people in Toronto and Kenya. If you are a designer or a tech savvy individual that also wants to get involved, we have tickets for you too.\nNo more than four people, but every team member must register individually. If you don’t have a team when you register, don’t worry! We will help bring everyone together online before the event so you can find a team to work with. We also ensure that at least 1 Canadian is on a Kenyan team, and 1 Kenyan is on a Canadian team. ", "hackathon-number-of-participants": "148", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\nBreak Poverty is both a software and hardware hackathon for mobile phones. Given that 55% of the poorest households in East Africa and Sub-Saharan Africa have at least a basic SMS powered phone, we encourage all attendees to incorporate an SMS component in their solution.", "hackathon-rules": "\n\n\n \n* We reserve the right to remove and disqualify anyone for violation of any of the above rules. \n* A panel of Judges with experience in tech, international development, and international technology implementation will rank solutions based on scalability, social impact, usability, and readiness. Teams will demo what they built in front of all Break Poverty attendees.", "hackathon-prizes": [{"prize-content": "- The winning app will be test launched by our Charity Partner, Free the Children, in rural Kenya!", "prize-title": "Grand Prize"}, {"prize-content": "- 1 Year Subscription to a GitHub Silver Plan", "prize-title": "Other Prizes"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Nairobi, Kenya", "hackathon-url": "https://breakpovertyhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": "The problem you’ve chosen to tackle\n  - How does this problem relate to the case study?\n  - What's your solution?\nShare the bios of your team\n  - What skills do you bring?\n  - How did your remote teams work together?\nDemonstrate your solution!"}, {"judging-criterion": "- How does your solution make impact?\n\n- Who is your target market?\n\n- What are the costs of making this sustainable?"}, {"judging-criterion": "- How user friendly is your UX?\n\n- How can users get access to this solution?"}, {"judging-criterion": "- How original or creative is your solution?\n- How have you used technology creatively?\n- How unique is the solution to the market problem?\n- How innovative is the way the team went about solving the problem"}], "hackathon-location-address": "Nairobi, Kenya", "hackathon-description-header": "Bringing charitable minded developers together to build scalable solutions for people in developing countries.", "hackathon-prizes-total": "0", "hackathon-location-description": "Toronto: Rangle.io (129 Spadina Avenue, Suite 600) | Nairobi: iHub (Ngong Road, 4th Floor)", "hackathon-end-date": "", "has-projects": "False"}