{"hackathon-description-text": "\nXXHacks is a competition that promotes local high school girls with entrepreneurship, ingenuity, and technology development through a 24-hour marathon competition held once every year. Last year was when XXHacks was first held and it was a success. The competition entails high school girls to first form teams and then have their teams come up with novel ideas to develop concepts, plans, and technology solutions for many of today's social ills.  The purpose of XXHacks it to promote girls awareness, interest, and drive into pursuing STEM-based careers and opportunities.  Over 150 girls will participate at the event held in Symantec HQ, Mountain View, California on March 3, 2018.", "hackathon-number-of-prizes": "3", "hackathon-id": "xxhacks2018", "hackathon-judges": [{"judge-role": "Make School Product College/SCU Marketing", "judge-name": "Melody Yang"}, {"judge-role": "Twitter Cortex", "judge-name": "Cibele Montez Halasz"}, {"judge-role": "Apple", "judge-name": "Christina Warren"}, {"judge-role": "Symantec", "judge-name": "Eileen Brewer"}, {"judge-role": "Software Engineer Twitter", "judge-name": "Munjela Rumanna"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "45", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff must follow the code of conduct in order to create a safe, learning environment at the hackathon. \n1. No derogatory statements referring to race, gender, sexual orientation, age, religion, or disability\n2. No offensive remarks regarding knowledge of code/technology or lack thereof\nIf you see anything suspicious, then please tell a staff member of organizer and we will tend to the issue immediately.", "hackathon-prizes": [{"prize-content": "Sponsored by Kate Spade (Given Kate Spade Bags to members)", "prize-title": "Best IOS Hack"}, {"prize-content": "Best Website Hack:", "prize-title": "Best Website Hack"}, {"prize-content": "$25 Gift Cards per Team Member", "prize-title": "Best Beginner Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=350 Ellis St, Mountain View, CA 94043, USA", "hackathon-url": "https://xxhacks2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The pitch is within a time limit of 3 minutes, 30 seconds to a minute over 3 minutes is acceptable. \nSpeakers have rehearsed and created a well thought out presentation(shows effort, time commitment, and passion)"}, {"judging-criterion": "The business plan is fundamentally realistic.(Within reason) \nThere is a perceived need for the product and would be successful in the intended market \nYou would consider encouraging the team to pursue the idea further."}, {"judging-criterion": "The idea is original or adds value to existing products\nProduct display is visually appealing, and interactively creative"}, {"judging-criterion": "The prototypes created by the team are well planned out \nNavigation through the application is intuitive"}, {"judging-criterion": "Team has made significant progress towards creating the application/website\nTeam demonstrates knowledge of possible technical challenges"}], "hackathon-location-address": "350 Ellis St, Mountain View, CA 94043, USA", "hackathon-description-header": "Creating a safe environment for aspiring female engineers since 2016!", "hackathon-prizes-total": "$4,100", "hackathon-location-description": "Symantec HQ", "hackathon-end-date": "", "has-projects": "False"}