{"hackathon-description-text": "\nLast year​ ​we​ ​brought​ ​together​ ​700​ ​students​ ​from​ ​over​ ​25​ ​universities. Our goals to support creativity in technology and promote the development of technological solutions in social good are at the forefront of our efforts every year.", "hackathon-number-of-prizes": "17", "hackathon-id": "cruzhacks2018", "hackathon-judges": [{"judge-role": "Software Engineer Manager @ Google", "judge-name": "Dylan Salisbury"}, {"judge-role": "Technical Lead Manager @ Google", "judge-name": "Peter Bergstrom"}, {"judge-role": "Software Engineer @ IBM", "judge-name": "Sarah Borland"}, {"judge-role": "Technology & Information Management Professor @ UC Santa Cruz", "judge-name": "Subhas Desa"}, {"judge-role": "Software Engineer @ Google", "judge-name": "Ian Muldoon"}, {"judge-role": "Mobile Application Engineer @ Google", "judge-name": "Danusch Merrikh-Yazdi"}, {"judge-role": "Program Manager, M&A Security @ Google", "judge-name": "Ahmad Mahdi"}, {"judge-role": "Developer Evangelist @ TokBox", "judge-name": "Manik Sachdeva"}, {"judge-role": "Product Manager @ TokBox", "judge-name": "Hashir Baqai"}, {"judge-role": "Software Engineer @ Google", "judge-name": "Greg Harmon"}, {"judge-role": "CEO/Founder @ FuzzStati0n", "judge-name": "David Moore"}, {"judge-role": "Lead Solutions Architect @ Syndio", "judge-name": "Emmanuel Leroy"}, {"judge-role": "CEO @ dfusion Inc", "judge-name": "Regina Firpo-Triplett"}, {"judge-role": "Founder @ Tailwater Systems", "judge-name": "John Skardon"}, {"judge-role": "System Administrator/Developer @ Tanius Technologies LLC", "judge-name": "Viraj Patel"}, {"judge-role": "Portable Co-Founder", "judge-name": "Joshua Bradley"}, {"judge-role": "Development Director for Physical & Biological Sciences Division @ UC Santa Cruz", "judge-name": "Tim Bensch"}, {"judge-role": "Cyber-Security Practice Lead @ CIO Professional Services", "judge-name": "Scott Smith"}, {"judge-role": "Senior Consultant @ HIC, Inc", "judge-name": "David Hansen"}, {"judge-role": "Assistant Director, Global Admissions @ UC Santa Cruz", "judge-name": "Chris Peltier"}, {"judge-role": "Assistant Director of Business Development @ UC Santa Cruz", "judge-name": "Alex Sibille"}, {"judge-role": "", "judge-name": "Fuad Abunofal"}, {"judge-role": "", "judge-name": "Monica Nofal"}, {"judge-role": "", "judge-name": "Manju Kanthilal"}, {"judge-role": "", "judge-name": "Kanti Bhabuthmal"}, {"judge-role": "", "judge-name": "Alan Johnson"}, {"judge-role": "", "judge-name": "Vikram Sahai"}], "hackathon-number-of-judges": "27", "hackathon-eligibility": "", "hackathon-number-of-participants": "319", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nGroup size up to 5 people maximum.\nAs a Major League Hacking member event, we follow \n which ensures all attendees to CruzHacks are respectful regardless of who you are and where you come from. Additionally, to be considered for an award, you must only submit a project that your team wrote and worked on during the hackathon & agree to our ", "hackathon-prizes": [{"prize-content": "Do you have an amazing idea for a future best-selling product? This is your time to shine.", "prize-title": "Innovation"}, {"prize-content": "Are you passionate about what technology can do to help in your society? Look no further.", "prize-title": "Tech Cares"}, {"prize-content": "Build a fashion app for iOS, Android, Web, or any combination of thereof. Use machine", "prize-title": "Project YX Fashion Prize"}, {"prize-content": "Artists are natural entrepreneurs. They are creative. They are disruptors. They take initiative. They implement enduring change. They bring others along. They make something new and put it out in the world, over and over again. The entrepreneurial mindset positions the artist as potentially instrumental in every facet of human endeavor. Equally important, the vision, creativity and problem-solving abilities artists possess are invaluable assets for solving the countless problems we face as a society and for advancing a competitive culture of innovation.", "prize-title": "Creative Entrepreneurship Sponsored by UCSC Arts Division"}, {"prize-content": "Santa Cruz is full of weird and wonderful folks and we want to represent that weird spirit at CruzHacks! This category is for you if you want let out your kooky mad scientist go free and build something weird! We are looking for people to explore, experiment and have fun with tech!", "prize-title": "Hack Alumni's Keeping’ It Weird"}, {"prize-content": "TokBox is the leading global Live Video Platform for web and mobile apps. We help developers build online customer experiences incorporating live video, screen sharing, messaging and recording to enhance user engagement and increase accessibility and reach. The TokBox API builds on WebRTC and is available for JavaScript (browsers), iOS, Android, Mac and Windows. The TokBox platform (PaaS) scales from one-to-one video interactions to large multi-party video chat sessions to interactive broadcasts to huge audiences, including concurrent streaming to Facebook, YouTube and Twitch. TokBox is trusted by thousands of global customers including leading social media apps and industry apps in Healthcare, eLearning, Financial Services and Entertainment.", "prize-title": "Tokbox's Best Live Video Application"}, {"prize-content": "Virtual reality doesn’t just let you see the world, it allows you to experience it in a whole new way. This technology has the potential to provide viewers with new perspectives and increased awareness around an endless number of issues and challenges humankind faces today.", "prize-title": "Google's VR Challenge"}, {"prize-content": "Teams must implement a speech client using the streaming voice protocol defined on the Cognitive Services site using Microsoft Cognitive Services APIs. Teams must submit their implementation to some public Git repository and must publish a public blog about their experience and their client", "prize-title": "Microsoft Invoke Cortana's Best Speech Client Implementation"}, {"prize-content": "A winning application would be impossible to use without using speech. Such applications might also be potential candidates for the Tech Cares category; for example an application that assists persons with physical disabilities using speech input could be a potential dual-category candidate.", "prize-title": "Microsoft Invoke Cortana's Best Speech Application"}, {"prize-content": "Award will be given to one team that utilizes technology to innovate, address, and highlight a diversity and inclusion based issue.", "prize-title": "Diversity Award, Sponsored by the SUA Office of Diversity and Inclusion"}, {"prize-content": "Challenge description can be found here:", "prize-title": "Big Data Federation Challenge"}, {"prize-content": "This bonus prize will go to a team with high potential for commercialization of their idea. The team will receive 3-months of expert mentorship through the Santa Cruz Works Accelerator program. Expert mentors will work with the awarded HACK team to assess the viability of the idea, find product-market fit, develop a value proposition, and provide direction for the next stages of the startup process.", "prize-title": "Choose Santa Cruz's Tech Transfer Bonus Prize"}, {"prize-content": "$2000 summer fellowship", "prize-title": "Divison of Graduate Studies' Best Hack by a UCSC Graduate Student"}, {"prize-content": "2 winners: $200", "prize-title": "Bioinformatics Prize by the Genomics Institute"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "410C Dragonboard for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}], "hackathon-location-google-maps": "https://maps.google.com/?q=411 Porter-Kresge Rd, Santa Cruz, CA 95064, USA", "hackathon-url": "https://cruzhacks2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Technical Merit: How elegant is the solution? Was a particularly difficult design challenge met? How polished is the Hack? How complete is the Hack, as presented? What work was actually accomplished as opposed to what was envisioned?"}, {"judging-criterion": "How much does an individual benefit from this hack? How many people will benefit from the hack?"}, {"judging-criterion": "Design: Is it accessible and usable in its current state? Were positive user experience principles exercised? Is usage self-apparent or do you need a manual?"}, {"judging-criterion": "Is the approach or solution novel? Does it substantially depart from similar products?"}, {"judging-criterion": "Does it contribute to social improvement in a clear and tangible way?"}], "hackathon-location-address": "411 Porter-Kresge Rd, Santa Cruz, CA 95064, USA", "hackathon-description-header": "CruzHacks brings together a diverse and inclusive group of students and professionals to develop innovative solutions to solve real world challenges.", "hackathon-prizes-total": "$23,375", "hackathon-location-description": "Porter/Kresge Dining Hall", "hackathon-end-date": "2018-01-21", "has-projects": "True"}