{"hackathon-description-text": "\nInterested in helping to build a better Brooklyn? ", "hackathon-number-of-prizes": "1", "hackathon-id": "bein-brooklyn-challenge", "hackathon-judges": [{"judge-role": "Program Manager | Startup Institute", "judge-name": "John Lynne"}, {"judge-role": "CEO |  Center for Urban Business and Entrepreneurship, Brooklyn Law School", "judge-name": "John Rudikoff"}, {"judge-role": "Community Engagement Manager | Made in NY Media Center by IFP", "judge-name": "Michelle Carollo"}, {"judge-role": "Principal + Designer | The Public Society", "judge-name": "Cristian Fleming"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nBE.IN Mentorship Hackathon Participants must be undergraduate or graudate college students. ", "hackathon-number-of-participants": "46", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nTeams MUST consult with at least one mentor before presenting. Teams will not be allowed to present unless they have consulted with a mentor before 3pm on Sunday, April 10. \nTeams do not have to submit a functioning app, software, hardware, website, or service but   presentations must contain at least 3 slides explaining the project concept. \nFinal projects will be judged on originality, viability of the concept, how well the project addresses the challenge, how developed is the comcept. ", "hackathon-rules": "\nTeams must be graduate or undergraduate college students only.  \nTeam must have a minimum of three people, with at least one non-technical student and one tech student on the team.\nTeams are capped at 8 members.\nTeams must obey the following BE.IN Hackathon Code of Conduct:\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "", "prize-title": "$2,000"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 University Plaza, Brooklyn, NY 11201, USA", "hackathon-url": "https://bein-brooklyn-challenge.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the project address a new issue and provide a good solution? Does it tackle a problem that has been overlooked or ignored in the past? Or does it address a problem in a new way?\nDoes it work better, faster, and more efficiently than an old system?"}], "hackathon-location-address": "1 University Plaza, Brooklyn, NY 11201, USA", "hackathon-description-header": "Bring you best ideas and help to build a better Brooklyn!", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "LIU Entrepreneur's Lab", "hackathon-end-date": "2016-04-10", "has-projects": "True"}