{"hackathon-description-text": "\nBy all indications, the future sees population increasing and densifying within urban areas, and growth halting elsewhere. Whether we face a future where technologies increasingly reduce cities’ dependence on the hinterlands for food, water and energy, or whether we face a future where the ecological stress on the hinterlands continues to grow, we are faced with hard choices about the places and resources that we want to preserve as a global society.", "hackathon-number-of-prizes": "4", "hackathon-id": "expeditionhacks-nyc-4255", "hackathon-judges": [{"judge-role": "GLOBAL DIRECTOR, EXPERIENCE DESIGN & STRATEGY IBM INTERACTIVE EXPERIENCE", "judge-name": "Christopher-Ian Reichel"}, {"judge-role": "ASSOCIATE, STRATEGY AND BUSINESS OPERATIONS AT OGSYSTEMS", "judge-name": "Harsh Govind"}, {"judge-role": "NGA COO Silicon Valley Outpost", "judge-name": "Amber Nightengale"}, {"judge-role": "NGA XPERIENCE DIRECTORATE DIVISION CHIEF, ADVANCED OPERATIONS", "judge-name": "Corry Robb"}, {"judge-role": "SENIOR VICE-PRESIDENT AND CHIEF TECHNOLOGY OFFICER, VENCORE", "judge-name": "Barry Barlow"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "89", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. Photography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping). Participants asked to stop any harassing behavior are expected to comply immediately. As this is a Hackathon we like to explicitly note that the hacks created at our Hackathon are equally subject to the anti-harassment policy. Sponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualized images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment. If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately. Hackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.", "hackathon-prizes": [{"prize-content": "$3000 + Round trip Air and hotel 3 day/2nights to DC to meet NGA Executives and Sr Tech leaders + & Present their solution at the Geography 2050 Summit Nov 17&18th Live!", "prize-title": "Grand Prize"}, {"prize-content": "$1000 goes to the runner up.", "prize-title": "1st Runner- Up Prize"}, {"prize-content": "$1500 will be awarded to the team with the best utilization of Carto", "prize-title": "Carto Prize"}, {"prize-content": "$500 goes to the team that has the best integration of Mapbox.", "prize-title": "Mapbox Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=156 5th Ave, New York, NY 10010, USA", "hackathon-url": "https://expeditionhacks-nyc-4255.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How impactful will this solution be for it’s target audience? Is it scalable?"}, {"judging-criterion": "How original is this solution?"}, {"judging-criterion": "How well designed is this solution, from front end through to UI/UX?"}, {"judging-criterion": "How well executed is this solution from start to finish?"}], "hackathon-location-address": "156 5th Ave, New York, NY 10010, USA", "hackathon-description-header": "Visualizing conservation for the next 30 years by creating predictive analysis.", "hackathon-prizes-total": "$13,000", "hackathon-location-description": "Civic Hall", "hackathon-end-date": "2016-11-13", "has-projects": "True"}