{"hackathon-description-text": "\nGo beyond simple text messaging. Show the world how to add innovative messaging capabilities to deliver a more interactive and engaging mobile experience. We want to challenge developers to dream up and power new, mobile first apps with our recently launched", "hackathon-number-of-prizes": "4", "hackathon-id": "magnet", "hackathon-judges": [{"judge-role": "CEO, Magnet Systems Inc", "judge-name": "Alfred Chuang"}, {"judge-role": "Engineering, Magnet Systems Inc", "judge-name": "Shannph Wong"}, {"judge-role": "Product Management, Magnet Systems Inc", "judge-name": "John Drewry"}, {"judge-role": "Services, Magnet Systems Inc", "judge-name": "Tom Ku"}, {"judge-role": "Marketing, Magnet Systems Inc", "judge-name": "Julie Ingle"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nRequirements for participation are:", "hackathon-number-of-participants": "139", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nChallenge Name: \n (the “Challenge”). In addition to the Challenge, there is a separate Sweepstakes component. Please see below for Sweepstakes terms and conditions, including limited eligibility terms. \nChallenge Website: \n (the “Challenge Website”)\n \nPoster (the “Poster”): Magnet Systems, Inc., 435 Tasso Street, Palo Alto, CA 94301.\nThe Poster is the sponsor and entity responsible for the Challenge.\nChallenge Submission Period: August 26, 2015 (10:00am Pacific Time) – October 26, 2015 (10:00pm Pacific Time) (the “Challenge Submission Period”)\nPotential Winners Notified by Email: On or around November 4, 2015. (2:00pm Pacific Time)\nWinners Will Be Publicly Announced on the DevPost Site: On or around November 18, 2015 (2:00pm Pacific Time). \nThe DevPost Platform will be the official timekeeper for the Challenge.\n \nA. The Challenge \n open to: \n• individuals who are at least the age of majority where they reside as of the time of entry\n• teams of eligible individuals\n• teams of eligible individuals entering on behalf of organizations (including corporations, not-for-profit corporations and other nonprofit organizations, limited liability companies, partnerships, and other legal entities) that exist and have been organized or incorporated at the time of entry, and employ no more than 50 people (“Organizations”)\n(the above are collectively, “Makers”)\nAn individual may join more than one team, or Organization, and an individual who is part of a team or Organization may also enter the Challenge on an individual basis. NOTE: Only one prize will be awarded to a winning Individual or Team or Organization.\nIf a team or Organization is entering the Challenge, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Challenge Site on behalf of a team or organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or Organization.\nB. The Challenge \n open to: \n• individuals who are residents of, or Organizations domiciled in, a country, state, province or territory where the laws of the United States or local law prohibits participating or receiving a prize in the Challenge (including, but not limited to, Brazil, Quebec, Italy, and Cuba, Sudan, Iran, North Korea, Syria and any other country designated by the United States Treasury's Office of Foreign Assets Control)\n• Organizations involved with the design, production, paid promotion, execution, or distribution of the Challenge, including Poster and ChallengePost/DevPost (“Promotion Entities”)\n• any parent company, subsidiary, or other affiliate*** of a Promotion Entity\n• employees, contractors, representatives and agents** of the organizations described above, and all members of their immediate family or household\n• any other individual involved with the design, production, promotion, execution, or distribution of the Challenge, and each member of their immediate family or household*\n• any Judge (defined below), or company or individual that employs a Judge, and all members of their immediate family or household\n• any other individual or organization whose participation in the Challenge would create, in the sole discretion of the Poster, a real or apparent conflict of interest\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Challenge, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\nMakers must do the following to participate in the Challenge:\na) Register for the Challenge on the Challenge Website by clicking the “Register for this Challenge” button. To complete registration, sign up to create a DevPost account, or log in with an existing DevPost account. There is no charge for creating a DevPost account. This will enable you receive important updates and access the “Enter a Submission” page.\nb) Create a \n on Magnet.com to access the Magnet Message Sandbox at \n, download code and learn how to use the API’s. (Be sure to use the same email you used on Devpost to register on the Magnet.com site.) PLEASE NOTE: All individuals participating in the Challenge (whether as an individual, team or Organization participant) or for an entry in the Sweepstakes (see below) must complete steps (a) and (b). \nc) Review the \n page at \n    a. Magnet Message client SDK for iOS or Android (“Developer Kits”) are available to Makers after registering on Magnet.com, subject to acceptance of the terms of use. \nd) Using Magnet Message Sandbox and the Developer Kit, create an app that includes an innovative use of messaging.\n    a. \n All submitted Apps must use the \n and the Magnet Message client SDK for iOS or Android to enable messaging functionality.\n    b. A submitted app must demonstrate \n:\n        i. \n - leverage embedded chat within the app, so that users can interact via reliable two way messaging in real time.\n        ii. \n – enable ad hoc discussion group capabilities within the app, so that users can create a private thread or category and share updates with a limited group of invited users.\n        iii. \n – create a public forum or feed with publish/subscribe, so that users can openly interact with one another around a given topic.\ne) Submit your app to Poster in a form that allows for testing.\nf) Describe (in 200 words or less) what your app does, how it applies to one or more of the three interactive scenarios, and why it is awesome. \ng) Provide any additional instructions for how to run or test the app.\nh) Upload an app image, screenshot or video that shows the app.\ni) Submit your app on the Challenge Site.\nComplete and enter all of the required fields on the “Enter a Submission” page of the Challenge Website (each a “Submission”) during the Challenge Submission Period, and follow the requirements below.\n A. Language Requirements \nAll Submission materials must be in English. \nB. Solution Requirements\n    (i) What to Create: Makers must use the Magnet Message Sandbox and Developer Kit to create an app that demonstrates on or more of the three interactive scenarios noted above, (the “App”). \n    (ii) Functionality: The App must be a fully functioning prototype, capable of running consistently and successfully, and must function as depicted in the video and/or expressed in the text description.\n    (iii) New & Existing: Apps must be either newly created by the Maker or, if the App existed prior to the Challenge Submission Period, must have integrated with the required Developer Kit and added substantial new functionality as a result of that integration, after the start of the Challenge Submission Period. \n    (iv) Testing: The Poster reserves the right, at their sole discretion, to require access to the App for testing and validation purposes. Makers must upload their App binary or provide access to App binary and instructions for running the App at the time of submission. A Maker whose App is considered for a Prize may be required to demonstrate the functionality of their App either in-person or via a remote demonstration session prior to the announcement of the Prizes. NOTE:In order to confirm eligibility for any Submission considered for a Prize, Poster reserves the right, at their sole discretion, to require access to the source code for the App for review.\n    (v) Multiple Submissions: A Maker may submit more than one Submission, however, each Submission must be unique and substantially different from any other Submission from the same Maker. The Poster will determine, in their sole discretion, whether or not multiple Submissions from the same Maker are unique. PLEASE NOTE: There is a limit of one (1) Challenge Prize per Maker. For example, if an individual Maker has two Submissions, he/she is only eligible to win one Prize. But if an individual has one Submission and is also a member of a team or organization that makes a Submission, both Submissions are eligible for a Prize. Prizes to team entrants are divided among the members of the team.\n    (vi) Platform Integration: Solutions may integrate with any other platform or software application, including but not limited to native mobile applications and web applications, as long as the required Magnet Message Sandbox and Magnet Message Client is utilized in the primary functionality of the integrated App.\n    (vii) SDKs, APIs, & Data: Apps may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n    (viii) Intellectual Property: Your Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\n    (ix) Financial or Preferential Support: An App must not have been developed, or derived from an App developed, with financial or preferential support from the Poster or DevPost. Such Apps include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or DevPost any time prior to the end of Challenge Submission Period. The Poster, at their sole discretion, may disqualify an App, if awarding a prize to the App would create a real or apparent conflict of interest.\nC. Text Description, Image, Video, and File Upload Requirements \n    (i) Text Description: The text description should explain the features and functionality of your App and how it applies to one or more of the interactive scenarios.\n    (ii) Images: The image(s) should be photographs or screenshots of your working App. \n    (iii) Video: Any video portion of the Submission: \n        a. should be less than five (5) minutes;\n        b. must include footage that through a comprehensive demonstration clearly explains the App’s features and functionality, integration with the Magnet Message Sandbox and the Developer Kit, and how the App applies to the interactive scenarios;\n        c. must be uploaded to DevPost, YouTube, Vimeo, or Youku; if the video file is not uploaded with the Submission, a link to the video must be provided on the submission form on the Challenge Website; and \n        d. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\n    (iv) File Upload: Makers must upload their App binary or provide access to App binary and instructions for running the App at the time of submission. The App code will not be made public and will only be used for the verification and testing of the App by the Poster.\n \nA. Maker Rights: Subject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\n \nB. Poster Rights: By entering the Challenge, you grant to the Poster, DevPost, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, sublicensable, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, DevPost’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide. Notwithstanding anything herein to the contrary, the Poster may use Residuals (as defined herein) for any purpose, including without limitation, use in design, development, manufacture, promotion, sale and maintenance of its products and services. The term “Residuals” means any information retained in the unaided memory of a Poster agent or employee, who has had access to a Submission.\n \nC. Submission Display: The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, DevPost, and Judges for screening and evaluation.\n \nD. Makers represent and warrant that the Poster, DevPost,, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Poster, without obtaining permission or license from any third party and without any compensation to Makers.\n \nChallenge Prizes will be awarded based on the scoring of eligible Submission by one or more panels of judges.\nA. Judges: Eligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or external, may or may not be listed individually on the Challenge Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nB. Criteria: The Judges will score, using their judgement and discretion, eligible Submissions using the following criteria (the “Judging Criteria”):\n    (i) \n - Coherent design and execution of the overall app and successful integration of Magnet Message functionality.\n    (ii) \n - Ease of use, polish and attention to overall user experience.\n    (iii) \n - Technical execution by the developer and the extent to which the app leverages one or more of the 3 interactive scenarios.\n    (iv) \n - Ability to solve a real problem or meet a genuine need.\n    (v) \n - Creativity and originality in the use of Magnet Message APIs to enhance the app experience.\nC. Determination of Prizes: The Maker(s) whose Submissions earn the highest overall scores based on the applicable Judging Criteria, for the Prizes as set forth below. \nD. Submission Review: JUDGES are not required to test the Solution and may choose to judge based solely on the text description, IMAGES and video provided in the Submission. \nF. Tie Breaker: For each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \nWinner Prize Quantity Determination\n US$15,000 (1) The Maker whose Submission earns the highest overall score from the Judges based on the Judging Criteria; this Prize also includes a 30-minute mentoring session with investor and Magnet CEO, Alfred Chuang.\n US$3,000 (1) The Maker whose Submission earns the second highest overall score from the Judges based on the Judging Criteria.\n US$2,000 (1) The Maker whose Submission earns the third highest overall score from the Judges based on the Judging Criteria\n US$1000 (1) The Maker whose Submission earns the fourth highest overall score from the Judges based on the Judging Criteria\n \nEligibility: The Sweepstakes component is open to eligible individual Makers (as defined above) who are also legal residents of the 50 United States or the District of Columbia. \nEntry: Eligible Sweepstakes entrants who complete steps 4(a) and 4(b) during the Challenge Submission Period will be entered in a random drawing. A Submission is not required to be entered into the Sweepstakes. LIMIT: One Sweepstakes entry per eligible individual. \nDrawing: At the conclusion of the Challenge Submission Period, Poster shall conduct a random drawing to select two potential Sweepstakes Winners. ODDS OF WINNING DEPEND ON THE NUMBER OF ELIGIBLE ENTRIES RECEIVED FOR THE SWEEPSTAKES.\nSweepstakes Prizes: Subject to Compliance with the applicable terms of these Official Rules, one Sweepstakes Winner will receive an Android Motorola Moto 360 Leather Watch (approximate retail value US$150) and one Sweepstakes Winner will receive an Apple Watch Sport (approximate retail value US$349). Prizes will be assigned to the random drawing winners at Poster’s discretion. \nA. Verification Requirement: THE AWARD OF A CHALLENGE AND/OR SWEEPSTAKES PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS, ELIGIBILITY AND (FOR THE CHALLENGE) ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION, AS WELL AS COMPLIANCE WITH THESE OFFICIAL RULES AND ANY OTHER TERMS AND CONDITIONS. The final decision to designate a winner shall be made by the Poster.\nB. Required Forms: Potential winners will be notified using the email address associated with the DevPost account used to enter the Submission (the submitter is the “Representative” in the case of a team or Organization. In order to receive a Challenge or Sweepstakes Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster, affidavit(s) of eligibility (or a similar verification document), license agreement, and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nDeadline for Returning Required Forms: \n after the Required Forms are sent.\nC. Disqualification: The Poster may deem a potential winner (or participating team members) ineligible to receive a Prize if: \n    (i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize; \n    (ii) the Prize or Prize notification is returned as undeliverable; \n    (iii) the Submission or the potential winner, or any member of a potential winner’s team, or Organization, is disqualified for any other reason\nIn the event of a disqualification, the Poster may award the applicable Prize to an alternate potential winner.\n \nA. Substitutions & Changes: The Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nB. Prize Delivery: A monetary Prize or the Sweepstakes Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms. Challenge Prizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a team, or to the Organization, if the Maker is an Organization. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team or Organization’s participating members, as the Representative deems appropriate. \nC. Prize Delivery Timeframe: Within 45 days of the Poster’s receipt of the Required Forms\nD. Fees & Taxes: Winners (and in the case of team or Organization, all participating members) are responsible for any fees associated with receiving or using a prize, including but not limited to, wiring fees. Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \nA. By entering the Challenge or Sweepstakes, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following: \n    (i) The relationship between you, the Maker, and the Poster, is not a confidential, fiduciary, or other special relationship. \n    (ii) You will be bound by and comply with these Official Rules and the decisions of the Poster and/or the Challenge and/or Sweepstakes Judges which are binding and final in all matters relating to the Challenge and/or Sweepstakes. \n    (iii) You release, indemnify, defend and hold harmless the Poster, DevPost, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge and/or Sweepstakes, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge and/or Sweepstakes, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n    (i) any incorrect or inaccurate information, whether caused by the Poster or DevPost’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge or Sweepstakes; \n    (ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website; \n    (iii) unauthorized human intervention in any part of the entry process or the Challenge and/or Sweepstakes; \n    (iv) technical or human error which may occur in the administration of the Challenge and/or Sweepstakes or the processing of Submissions or entries; or \n    (v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge and/or Sweepstakes or receipt or use or misuse of any Prize. \nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster. \nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\n \nBy participating in the Challenge and/or Sweepstakes, you consent to the use of personal information about you, if you are a winner, by the Poster and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes. \nThe duration of your consent is for a period of three years following the conclusion of the Challenge and/or Sweepstakes. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\n \nA. Poster reserves the right, in their sole discretion, to cancel, suspend and/or modify the Challenge or Sweepstakes, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control. \nB. Poster reserves the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or Sweepstakes, or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge or Sweepstakes, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Challenge or Sweepstakes may be a violation of criminal and civil law. Should Poster suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge or Sweepstakes materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and DevPost, to the maximum extent allowed by law, and in Poster’s sole discretion. The Poster will post the terms and conditions of the amended Official Rules on the Challenge Website. To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification. \nG. The Poster’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision. \nH. Excluding Submissions, all intellectual property related to this Challenge and Sweepstakes, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or DevPost. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or intellectual property shall be solely to the extent provided for in these Official Rules.\n \nBy entering either the Challenge and/or the Sweepstakes, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \nA. Makers agree that, to the fullest extent permitted by law: \n    (i) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any Prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; \n    (ii) any and all disputes, claims and causes of action arising out of or connected with this Challenge or any Prizes awarded, shall be resolved exclusively by the United States District Court of Northern California or the appropriate California State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and \n    (iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California. \n \nPlease review the DevPost Terms of Service at \n for additional rules that apply to your participation in the Challenge or Sweepstakes and more generally your use of the Challenge Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\nParticipation in the Challenge and/or Sweepstakes constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Challenge that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nDevPost and Poster collect personal information from you when you enter the Challenge. The information collected is subject to the privacy policy located here: \n or \n and \n. The information collected will also be used to administer the Challenge, the Sweepstakes, the distribution of Prizes and compliance with legal requirements. \nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at \n and include \"Go Interactive Challenge\" in the subject line. For the names of the Winners, please send an email to \n, within three months from the conclusion of the Challenge Submission Period. And include “Go Interactive Winner’s List Request” in the subject line.", "hackathon-prizes": [{"prize-content": "$15,000 USD cash awarded to the app that gets the highest cumulative rating from the judges based upon the challenge criteria. Includes 30 minute mentoring session with investor and Magnet CEO, Alfred Chuang.", "prize-title": "Grand Prize"}, {"prize-content": "$3,000 USD cash prize awarded to the app that gets the second highest cumulative rating from the judges.", "prize-title": "2nd Place Award"}, {"prize-content": "$2,000 USD cash awarded to the app that gets the third highest cumulative rating from the judges.", "prize-title": "3rd Place Award"}, {"prize-content": "$1,000 USD cash awarded to the app that gets the fourth highest cumulative rating from the judges.", "prize-title": "Runner Up Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://magnet.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Coherent design and execution of the overall app and successful integration of Magnet Message functionality."}, {"judging-criterion": "Ease of use, polish and attention to overall user experience."}, {"judging-criterion": "Technical execution by the developer and the extent to which the app leverages one or more of the 3 interactive scenarios."}, {"judging-criterion": "Ability to solve a real problem or meet a genuine need."}, {"judging-criterion": "Creativity and originality in the use of Magnet Message APIs to enhance the app experience."}], "hackathon-location-address": "", "hackathon-description-header": "Add innovative messaging to mobile apps to deliver a more interactive mobile experience.", "hackathon-prizes-total": "$21,000", "hackathon-location-description": "", "hackathon-end-date": "2015-10-26", "has-projects": "True"}