{"hackathon-description-text": "\nZoohackathon aims to bring technological innovation to the fight to combat wildlife trafficking. The Zoohackathon event calls on coders and wildlife protectors from all around the world to come together to create new applications and tools for use on mobile phones and other devices, which can help reduce demand for illegal wildife products and bring an end to the scourge of wildlife trafficking, one of the largest transnational crimes in the world.", "hackathon-number-of-prizes": "1", "hackathon-id": "zoohackathon2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Zoohackathon Event Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll participants must RSVP for their host city through each host city’s respective web site of\nZoohackathon reserves the right to verify eligibility and to adjudicate any disputes. If you are entering as part of a company or on behalf of your employer, these rules are binding on you individually, and/or your employer. If you are acting within the scope of your employment, as an employee, contractor, or agent of another party, you warrant that such party has full knowledge of your actions and has consented thereto, including your potential receipt of a prize. You further warrant that your actions do not violate your employer’s or company’s policies and procedures.\nOnly works created between the start time and end time of each entrant’s selected host city Zoohackathon event are eligible for prizes.", "hackathon-number-of-participants": "104", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nParticipants planning to attend an in-person event will RSVP for their city’s event following the instructions on \nEach host site winning individual or team, identified by the panel of judges on Sunday, September 24 for San Diego and Chicago or October 8 (or whenever the individual host site's event officially ends), is \nIt is the responsibility of each host site to collect the name and contact information for every participant. Teams may be composed of 2-10 individuals, unless otherwise specified by the local host site.\n\nAll submissions must include a demonstration (e.g. PowerPoint) or other visual digital presentation software of the app/or solution. Presentations should be approximately five minutes in length. Presentations should include:\nAdditional requirements:\nAny and all works created during the Zoohackathon are developed under \nZoohackathon and its representatives will have no responsibility for, and will have the right to refuse at its sole and absolute discretion, any entries that have been altered, tampered with, misdirected, incomplete, non-conforming, corrupt, lost, late, or ineligible, whether due to Internet or e-mail server failure or otherwise. Proof of transmission of a submission shall not constitute proof of receipt. It is each entrant’s responsibility to keep Zoohackathon and its representatives informed of any changes to entrant’s contact or other information during the Zoohackathon. The U.S. Government reserves the right to develop any of the applications that are created through the contest Zoohackathon. By agreeing to participate in this event and signing these rules, the contestants who have created the open source application(s) waive any future claims against the Government for compensation. \n ", "hackathon-rules": "\nThis is a social good hacking event. All outcomes will be open source and available publicly. All Zoohackathon projects, work, and outcomes by Zoohackathon participants are licensed under a  \n.   \nTo ensure an equal playing field for all contestants, all code and visual images used for the purposes of judging must be created during the hackathon.\nYou are free to make plans (e.g. create wireframes, and brainstorm) prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples include: public domain images, open source libraries, etc. Failure to comply may result in the offending individual or team's disqualification. All individuals or teams that qualify for prizes may be subject to a code review.\nYou are encouraged to use third party services, APIs, open source projects, libraries, and frameworks.\n\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We expect cooperation from all participants to help ensure a safe environment for everybody.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackday attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon with no refund (if applicable).\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "Thanks to corporate and conservation partners, each Zoohackathon host site offers unique prizes for each local winner.", "prize-title": "Mentorship and marketing for top submissions"}], "hackathon-location-google-maps": "", "hackathon-url": "https://zoohackathon2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Coding to end wildlife trafficking - San Diego & Chicago (Sept 22-24) London & New Delhi (Oct 6-8)", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "Multiple: Locations - San Diego, Chicago, London, New Delhi", "hackathon-end-date": "2017-10-08", "has-projects": "True"}