{"hackathon-description-text": "\nHackTrain is the world's largest initiative to #HackTheRails! An unforgettable experience where the world's most skillful programmers, designers and entrepreneurs will be selected to create unique apps, websites and software whilst on an immersive first class journey across top technology ecosystems in Europe! Nothing can stop innovation when travelling at 200km/h. Watch our last hackathon journey at ", "hackathon-number-of-prizes": "3", "hackathon-id": "hacktrain", "hackathon-judges": [{"judge-role": "TBA", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nWe are looking for smart, drivent individuals who are hungry for impact, and are looking to build a startup that is truly solving a problem!", "hackathon-number-of-participants": "71", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n1.) Treat all other hackers with utmost respect.​Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2.) Treat our sponsors with the same respect.​Without them, nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you, look up from your work and give them a bit of your time. They're here for you! Show them you appreciate it.\n3.) Teams can be anywhere from one to four members (unless otherwise specified).​All teams retain full ownership of what they have created during the hackathon.\n4.) The hackathon is a walled garden. To ensure a level playing field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the hackathon. ​We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, Creative Commons music, open source libraries, our sponsors APIs, data sets and platforms, and the like. Failure to comply may result in the offending team's disqualification. TL;DR: Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s also what lets you say “I built this at a hackathon.\"\n5.) Have fun.​Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community.\n6.) Open your mind.​Hacking unites people from across the world from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you. Be mindful of the fact that certain content and actions can make the people around you uncomfortable. If your hack contains material that might cross that boundary, talk to a member of the organizing team for a second or third opinion.​We'll let you know if you should consider rethinking your hack.\n7.) Be the change you want to see in your local community.​Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. At any time one can achieve greatness. You simply have to see it and seize it.\n8.) Use the sponsors APIs and Data Sets appropriately as mentioned below: Any activity which disrespects our partners, project donors and individual users will not be tolerated. Don’t misrepresent the data. To the best of your ability, please reflect data from the API accurately. The data represents a project (or organisation) communicating its story: what it hopes to accomplish, funding it needs, current progress, etc. Don’t, for example, create an application using our sponsors APIs/data that misrepresents what they do, however just or seemingly related. The data is there to help a particular project, or promote the work of a particular organisation: please use it to do the same. The data, content and API’s provided by our sponsors are not for commercial use.Our sponsors are opening their APIs and making data and content available for you to explore and build new technologies with, but only during the hackathon. To the extent that you have incorporated any of these sponsor resources into any technology, you may continue to use such resources to showcase your technology after the hackathon, but you must not use these resources for any other purposes or for commercial purposes either during or after the hackathon, unless you come to written agreement with the sponsor. If you have a commercial use which you would like to work on together with us, don’t hesitate to talk to the sponsors. Respect the API servers and others who may be using them at the same time. The more calls you make to the API, the less resources there are available for other developers (and yes, the more operating expenses for our sponsors go up). Don’t request data you don’t need; cache data when possible; refresh cached data only when it expires, or you hit a cache miss (e.g., you come across an image URL template previously unknown to you). If your application is slow because you are making a lot of API calls or the API calls take a long time to return, you’re likely doing something which conflicts with how we’ve built the products. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=London, UK", "hackathon-url": "https://hacktrain.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "TBA"}], "hackathon-location-address": "London, UK", "hackathon-description-header": "Europe's premium hackathon on a train!", "hackathon-prizes-total": "0", "hackathon-location-description": "London", "hackathon-end-date": "", "has-projects": "False"}