{"hackathon-description-text": "\n:", "hackathon-number-of-prizes": "4", "hackathon-id": "biobytes", "hackathon-judges": [{"judge-role": "Becton Dickinson", "judge-name": "Lily Sooklal"}, {"judge-role": "Johns Hopkins Hospital", "judge-name": "Amanda Greene"}, {"judge-role": "Meso Scale Diagnostics", "judge-name": "Luke Peterken"}, {"judge-role": "FDA", "judge-name": "Dinesh Patwardhan"}, {"judge-role": "FDA", "judge-name": "Anant Agrawal"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "10", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmit your website and any relevant code through Devpost.", "hackathon-rules": "\nTL;DR.​ Be respectful. Harassment and abuse are never tolerated. If you are in a situation that\nmakes you uncomfortable at an officially sanctioned MLH event, if the event itself is creating\nan unsafe or inappropriate environment, or if interacting with a MLH representative or event\norganizer makes you uncomfortable, please report it using the procedures included in this\ndocument.\nMajor League Hacking stands for inclusivity. We believe that every single person has the right\nto hack in a safe and welcoming environment.\nHarassment includes but is not limited to offensive verbal or written comments related to\ngender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual\nimages in public spaces, deliberate intimidation, stalking, following, harassing photography or\nrecording, sustained disruption of talks or other events, inappropriate physical contact, and\nunwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that\ncounts as harassment and is enough reason to stop doing it.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors, judges, mentors, volunteers, organizers, MLH staff and anyone else at the event are\nalso subject to the anti-harassment policy. In particular, attendees should not use sexualised\nimages, activities, or other material both in their hacks and during the event. Booth staff\n(including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise\ncreate a sexualised environment.\nIf a participant engages in harassing behavior, Major League Hacking may take any action MLH\ndeems appropriate, including warning the offender or expulsion from the event with no\neligibility for reimbursement or refund of any type.\nIf you are being harassed, notice that someone else is being harassed, or have any other\nconcerns, please contact Major League Hacking using the reporting procedures defined below.\nMLH representatives will be happy to help participants contact campus security or local law\nenforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe\nfor the duration of the event. We value your attendance.\nWe expect participants to follow these rules at all hackathon venues, online interactions in\nrelation to the event, hackathon-related social events, and on hackathon supplied\ntransportation.\nReporting Procedures\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct,\nplease report it immediately using one of the following methods. All reporters have the right\nto remain anonymous.\nBy sending information to the general reporting line, your report will go to any or all of the five\nMLH representatives listed below.\n● North America General Reporting - ​+1 (409) 202-6060, incidents@mlh.io\n● Europe General Reporting -​ +44 80 0808 5675, incidents@mlh.io\nSpecial Incident​s\nIf you are uncomfortable reporting your situation to one or more of these people or need to\ncontact any of them directly in case of emergency, direct contact details are listed below.\n● Jon Gottfried - ​+1 (212) 851-6746, jon@mlh.io\n● Li Chen - ​+1 (301) 679-7171 , li@mlh.io\n● Nick Quinlan - ​+1 (510) 859-8578, nq@mlh.io\n● Swift ​- +1 (347) 220-8667, swift@mlh.io\n● Chi Nguyen​ (586) 244-8877, chi@mlh.io\nMajor League Hacking reserves the right to revise, make exceptions to, or otherwise amend\nthese policies in whole or in part. If you have any questions regarding these policies, please\ncontact MLH by e-mail at hi@mlh.io.\nThis guide was last updated on:\nJuly 19, 2017", "hackathon-prizes": [{"prize-content": "", "prize-title": "Amazon Echo Dot"}, {"prize-content": "", "prize-title": "Amazon Fire Tablet"}, {"prize-content": "", "prize-title": "Tile"}, {"prize-content": "", "prize-title": "Legal counseling and preparation of a provisional patent application"}], "hackathon-location-google-maps": "", "hackathon-url": "https://biobytes.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the hack meet a clinical need?"}, {"judging-criterion": "Could the hack be used by anybody regardless of their background?"}, {"judging-criterion": "Is the code written in an efficient manner?"}], "hackathon-location-address": "", "hackathon-description-header": "First annual bioengineering hackathon at the University of Maryland, College Park", "hackathon-prizes-total": "$900", "hackathon-location-description": "University of Maryland, College Park - CSI Building", "hackathon-end-date": "", "has-projects": "False"}