{"hackathon-description-text": "\nis a weekend-long celebration of technology where college students from everywhere come to Chicago to make fun, random, and innovative tech-related projects with friends old and new. you’ll work in a small team to design and build a creative project from start to finish in a weekend, learning and having fun in the process.", "hackathon-number-of-prizes": "7", "hackathon-id": "uncommonhacks2018", "hackathon-judges": [{"judge-role": "", "judge-name": "Uncommon Hacks Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "141", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nWe follow the \n and \n.", "hackathon-prizes": [{"prize-content": "Is your hack the most uncommon - a balanced, well designed, technically impressive, and innovative project that is complete with a little \"interesting\" surprise? We're looking for the projects that are well balanced and show a little bit of character of the developer(s) interests!", "prize-title": "Most Uncommon"}, {"prize-content": "Is your project comprised of impressive techniques / scripts / hardware / code that was utilized / constructed primarily by yourselves? Do you have a project that can show off your technical skill? We're focusing on the projects that display creator aptitude with impressive implemented functionality.", "prize-title": "Most Technically Impressive"}, {"prize-content": "Is your project centered around an important, eye-opening, cool idea? Is your product end vision unexpected? Exciting? We are focusing on projects that display such innovative vision and design of your great ideas.", "prize-title": "Most Innovative"}, {"prize-content": "How well does the solution address the challenge or problem?", "prize-title": "Best Hack for Social Good (Sponsored by JPMorgan Chase)"}, {"prize-content": "PRIZE: Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name Registered with Domain.com"}, {"prize-content": "PRIZE: Qualcomm DragonBoard 410c + power source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "PRIZE: $250 AWS Credit", "prize-title": "Best Use of Amazon Web Services"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1452 E 53rd St, Chicago, IL 60615, USA", "hackathon-url": "https://uncommonhacks2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the product function completely? \nHow much of the functionality was written by the competitors themselves as opposed to open source code/APIs (self written is better)?"}, {"judging-criterion": "Is the idea unique, compared to other ideas seen in the real world and / or when comparing to other projects within the Hackathon? Does it solve a problem, no matter how silly?"}, {"judging-criterion": "Is the organization of the product sound?\nHow well did the competitors think out each of the steps that their idea took?\nWhat is the quality of the user interaction? \nIs the project easy to understand and use?"}, {"judging-criterion": "Was the presentation clear in explaining the features? Were the presenters able to explain their inspiration and approach?\nCan the competitors describe the trade offs they made in development and justify their decisions? Was it entertaining?"}], "hackathon-location-address": "1452 E 53rd St, Chicago, IL 60615, USA", "hackathon-description-header": "Hack uncommon. Think uncommon. Be uncommon.", "hackathon-prizes-total": "0", "hackathon-location-description": "Polsky Exchange North", "hackathon-end-date": "2018-02-11", "has-projects": "True"}