{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "4", "hackathon-id": "industrial-internet-hack", "hackathon-judges": [{"judge-role": "GM, Global Foundries - GE Digital", "judge-name": "Michael Karim"}, {"judge-role": "Smart Grid Strategy Leader - GE Energy Connections", "judge-name": "Laurent Schmitt"}, {"judge-role": "DoseWatch Engineering Leader - GE Healthcare", "judge-name": "Sebastien Villars"}, {"judge-role": "Emerging Technologies - GE Aviation", "judge-name": "Barry Foye"}, {"judge-role": "Managed Services Leader Europe - GE Digital", "judge-name": "Afo Adeye"}, {"judge-role": "Marketing Program Manager - GE Digital", "judge-name": "Lauren Schutte"}, {"judge-role": "Deputy Dean of Studies at EPITECH Nantes", "judge-name": "Marc Lebrun"}, {"judge-role": "ESIEA", "judge-name": "Michael Francois"}, {"judge-role": "UTC", "judge-name": "Alessandro Victorino"}, {"judge-role": "Co Founder and CEO at Data ScienceTech Institute", "judge-name": "Léo Souquet"}, {"judge-role": "PSL", "judge-name": "Michel Schmitt"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "\n \nPlease view Official Rules for full details on eligibility.", "hackathon-number-of-participants": "96", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nA \"Submission\" or \"Project\" must include an\nThe\nPitch with 3 slides: a detailed description of the problem, solution / service provided by the app, how Predix has been leveraged for the app.\nThe\nactive URL to the web UI of the app, working on at least one use case.\nOnly one project can be submitted per team. Materials should be written in English.\nSoftware components existing before the hackathon may be re-used as long as license compliance is ensured.", "hackathon-rules": "\nGE Paris Predix Hackathon 2016 Official Rules\n1. LEGAL TERMS:\nBy making a Submission (as defined herein) to the Industrial Internet Hackathon (the “Competition” or “Hackathon”), you are agreeing to be bound by the following legal terms (“Official Rules”). The Official Rules also incorporate by reference the additional terms specified at Devpost.com (the “Competition Website”). THESE OFFICIAL RULES SUPERSEDE ANY OTHER RULES AND TERMS & CONDITIONS ON THE WEBSITE OF ADMINISTRATOR DEVPOST TO THE EXTENT THERE IS ANY CONFLICT OF TERMS.\n2. SPONSORS; ADMINISTRATOR:\nThe Competition is administered by Devpost, Inc. (“Administrator”), 433 W. 14th Street, #3F, New York, NY 10014 on behalf of General Electric Digital (“GE”), 16 – 18 Rue du Quatre Septembre, 75002 Paris, FRANCE. Administrator Devpost and GE collectively are referred to as “Competition Sponsor/s” or “Sponsor/s” or “Poster/s.”\n3. LOCATION AND SCHEDULE:\nThe Hackathon is an in-person event and will take place at: GE Digital Foundry Europe in Paris, Centorial, 16-18 rue du Quatre Septembre 75002 – Paris.\nThe Hackathon submission period commences at 1pm CEST on October 19, 2016 and ends at 6pm CEST on October 20, 2016. The winners of the Hackathon shall be announced on or about 7pm CEST on October 20, 2016.\n4. GENERAL INFORMATION:\nNO PURCHASE OR PAYMENT NECESSARY IS REQUIRED TO ENTER. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. Participation is subject to all federal, state and local laws and regulations. Void where prohibited or restricted by law. Each Submission (as defined below) will be reviewed independently. Multiple Submissions are not permitted. Multiple individuals or entities may collaborate to submit a single Submission, but a single individual must be designated as an official representative for each Submission. You are responsible for checking applicable laws and regulations in your jurisdiction before participating in the Hackathon to make sure that your participation is legal. You are responsible for abiding by your employer's policies regarding participation in the Hackathon. If you are entering on behalf of a business partnership, company, institution or other such relationship, you are responsible for confirming with your partnership, company, institution or other such relationship that your Submission does not violate any policies set by that partnership, company, institution or other such relationship. Sponsors disclaim any and all liability or responsibility for disputes arising between you and your employer related to this Hackathon. You are responsible for all taxes and reporting related to any award that you may receive as part of the Hackathon. You may be subject to background screening as needed to assure the Sponsors’ legal compliance.\n5. ELIGIBILITY:\nThe Hackathon registration is open to all students in good standing at UTC, ESIEA, DSTI, PSL, and Epitech (the “Participating Schools”), over the age of 18 who are registered for the Industrial Internet Hackathon and are able to attend the Hackathon in-person, and teams of up to five (5) such individuals (“Teams”). The 50 participants are students from participating Schools who have registered to the Hackathon and have been selected by the Poster. Employees and contractors of GE and Devpost and any of their respective affiliates or subsidiaries are not eligible to enter. \n. \nYou are solely responsible for all equipment, as well as all costs incurred by you or on your behalf associated with participating in the Competition, including but not necessarily limited to, a computer.\n6. HOW TO ENTER:\nRegister for the Hackathon on the Hackathon Website by clicking the “Register for this Hackathon” button. This will enable you to receive important updates and access the “Enter a Submission” page. To complete registration, sign up to create a Devpost account, or log in with an existing Devpost account. There is no charge for creating a Devpost account. This accounted can be created at Devpost.com. All of the registration information that you provide is collectively referred to as your \"Devpost Account.\" At the Competition Website you will find further instructions for submitting your proposal. You must submit your completed proposal (your “Entry” or “Submission”) following the instructions provided. By submitting your Entry, you formally accept the Official Rules for this Competition.\nYou must also sign up for a Predix Free Trial. This can be created by completing the form at https://www.predix.io/registration/. All of the registration information that you provide is collectively referred to as your \"Predix Account.\" Your Devpost Account and Predix Account are collectively referred to as “Accounts.”\nBy making a Submission, you agree that (a) your Accounts are complete, correct and accurate and (b) your registration may be rejected or terminated and any Submission submitted by you may be disqualified if any of the information in your Accounts are (or Sponsors have reasonable grounds to believe it is) incomplete, incorrect or inaccurate. You are solely responsible for your Accounts. Registration information is collected by Devpost and GE in France, in line with Data protection regulation, , and may be transferred elsewhere globally as needed for the purposes of the Competition and the Posters’ business purposes.\nEligible individuals may enter only one Submission to the Hackathon. An eligible individual may join only one Team and an Eligible Individual who is part of a Team may not enter the Hackathon on an individual basis.\nIf a Team is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team you represent and warrant that you are the Representative authorized to act on behalf of your Team.\nTeams: Multiple eligible individuals students from Participating Schools may collaborate as a Team. You may not participate on more than one Team. You must register individually for the Competition before joining a Team.\n (Individuals, Teams, are collectively, “Makers”).\nAll Entries must be in English. Entry attachments may be submitted in .pdf, .xls, .xlsx, .doc, docx, .ppt, or .pptx formats. Multiple files must be submitted as a single .zip file. Links to publicly available online videos (e.g., YouTube) can be included in your Entry. There is a maximum limit of 35MB for your complete Entry, including supplemental attachments.\nPoster is not responsible for (a) late, lost, stolen, damaged, garbled, incomplete, incorrect or misdirected Entries or other communications, (b) errors, omissions, interruptions, deletions, defects, or delays in operations or transmission of information, in each case whether arising by way of technical or other failures or malfunctions of computer hardware, software, communications devices, or transmission lines, or (c) data corruption, theft, destruction, unauthorized access to or alteration of Entry materials, loss or other issues related to data such as quality, access or security. Posters are not responsible for electronic communications or emails which are undeliverable as a result of any form of active or passive filtering of any kind, or insufficient space in any email account to receive email messages. Sponsors disclaim any liability for damage to any computer system resulting from participation in, or accessing or downloading of information in connection with, the Competition.\nPosters reserve the right to modify, remove or add data to the Competition Website upon notice to Makers via email using the email address associated with their Accounts and/or by such other reasonable means as Posters may determine. Posters reserve the right in their sole discretion to extend or modify the dates of Challenge and/or Entry submission dates thereof taking place after the effective date of any such change upon notice to Makers via email using the email address associated with their Accounts and/or by such other reasonable means as Posters may determine. Makers are urged to consult the Competition Website regularly during the Competition.\nPosters shall have the right to remove any blog comment or posting related to the Competition from the Competition Website in their sole discretion at any time and for any reason.\nBY REGISTERING FOR THE COMPETITION, YOU ACCEPT THE CONDITIONS STATED IN THESE OFFICIAL RULES, AGREE TO BE BOUND BY THE DECISIONS OF THE COMPETITION JUDGES,WARRANT THAT YOU ARE ELIGIBLE TO PARTICIPATE IN THE COMPETITION AND PROVIDE YOUR CONSENT FOR THE PROCESSING AND TRANSFER OF YOUR PERSONNAL DATA BY THE POSTERS, AS THE CASE MAY BE. IF YOU DO NOT ACCEPT ALL OF THESE OFFICIAL RULES, THEN DO NOT SUBMIT AN ENTRY TO THE COMPETITION. WE RECOMMEND THAT YOU PRINT A COPY OF THESE OFFICIAL RULES FOR YOUR FUTURE REFERENCE.\n7. COMPETITION OBJECTIVE:\nThe objective of the competition is to build applications using data from GE Businesses to help solve industrial problems with the Predix platform.\n8. SUBMISSION GUIDELINES AND REQUIREMENTS:\nMakers will submit Submissions via instructions on the Competition Website and/or Competition Slack Channel and/or during the Hackathon in-person events. Makers must adhere to the following activities to participate in the Hackathon:\n• Attend the Onboarding event on September 22nd 2016, the Kick Off event on October 11th 2016 and the Hackathon on October 19th and 20th 2016 at the GE Digital foundry, Paris. The Posters may exempt some participants for attendance to the Onboarding event and Kickoff event at their discretion.\n• Follow the Predix Training Online Bootcamp between the 22th of September and the 11th of October 2016.\n• Build a working prototype web or mobile web application on GE’s Predix Platform during the Hackathon period at the GE Digital Foundry in Paris.\n• \n• Submit a working prototype web or mobile web application on GE’s Predix Platform. Submitted applications must use at least two (2) Services and/or Analytics listed on the Predix IO catalog: https:/www.predix.io/;\n• Present their project with a pitch and a use case demonstration in from of the hackathon jury on October 20th, 2016.\n (each an “Application”). See additional Application Requirements below in Section 8A.\nAdditional requirements for the Submission, are noted below:\nA. Application Requirements\n(i) Platforms: The Application must be accessible via an active URL and run on a mobile or desktop web browser.\n(ii) Testing: The Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Hackathon and until Judging ends. Makers must provide an active URL for accessing the Application on the Enter a Submission form and the Maker must continue to host the Application at the submitted URL until Hackathon winners are announced. The Poster reserves the right to request proof that the required components of a submitted Application were utilized and may request to see Application source code, Predix Account Information, or other information for verification purposes.\n(iii) Functionality: The Application must function as depicted in other Submission materials. All Applications must be usable by the intended end user with existing technologies within the near term. Applications must not rely on a technology that is not yet publicly announced or introduced in the market or subject to any third party obligation of confidentiality.\n(v) New & Existing Applications: Makers may submit an Application that was newly created by the Maker for the Hackathon, or existed before the Hackathon Submission Period, provided the Application meets all of the Hackathon requirements.\n(vi) Data, SDKs, & APIs: Applications may utilize data from publicly available sources in addition to GE Predix services, and may integrate SDKs, or APIs, provided the Maker is authorized to use them.\n(vii) Financial or Preferential Support: An Application may have been developed, or derived from an Application developed, with financial or preferential support from the Poster. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster prior to the Hackathon.\nB. General Submission Requirements\n(i) Limit One Submission Per Individual or Team: An individual or Team may not submit more than one Submission to the Hackathon. If an individual or Team submits more than one Submission, the Poster will require the individual or Team to choose one of the Submissions to enter.\n(ii) Language Requirements: All Submission materials must be in English or, if not in English, the Maker must provide an English translation of the Submission materials.\n(iii) Text Description: The text description should explain the features and functionality of your Application.\n(iv) Images: Makers must submit at least one image of their Application. The image(s) should be photographs or screenshots of your working Application.\n(v) Video: Makers are not required to submit a demonstration video. If the Maker chooses to submit a video, the video portion of the Submission: \na. should be less than five (5) minutes;\nb. should include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. should be uploaded to YouTube or Vimeo after GE’s review and approval, and\nd. must not include third party trademarks, or copyrighted music or other content unless the Maker has permission to use such material for commercial purposes without incurring any legal obligation on the Posters.\n(vi) Intellectual Property: Your Submission must: (a) be your (or your Team) original work product; (b) be solely owned by you, your Team with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of Open Source Software or hardware as defined below, provided the Maker complies the requirements of this section. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n“Open Source Software” means any software code that is distributed as “open source software” or “freeware” or is otherwise distributed publicly or made generally ‎available in ‎source code form under terms that permit modification and redistribution of such ‎software on the condition that if such software code is redistributed that it be (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) distributed at no charge, including but not limited to, software licensed or distributed under any of the collection of Open Source Initiative (“OSI”) approved licenses.\nFor any final Submission to be eligible to win, all Open Source Software or third party code or other materials used in connection with that submission must be limited to code that Poster will be legally entitled to commercially use and exploit in any fashion at no additional cost to the Poster and that will not in any way or in any Poster use case: (i) create, or purport to create, obligations of Poster with respect to the Poster’s programs; or (ii) grant, or purport to grant, to any third party any rights to or immunities under Poster’s intellectual property or proprietary rights in Poster’s programs. Open Source Software that is under the BSD, MIT, Creative Commons – Attribution (CC BY), Microsoft Public License (MS-PL), Python Software Foundation License, or Apache Software License v 2.0 license will be accepted in a Submission (the “Allowable Open Source Licenses”). Other open source software that is covered by licenses that are not in the list of Allowable Open Source Licenses shall not be included in any Submission unless, prior to submission, that particular open source software component’s license and intended use case have been approved in writing by Poster and Administrator. In addition to the aforementioned requirements related to Open Source Software, all Submissions of Open Source Software must be in material compliance with all terms and conditions of the applicable licenses governing its use (e.g. providing downstream recipients with required copyright attribution, copies of Open Source Licenses, etc.).\n9. SUBMISSION RIGHTS\nA. Maker Rights: Subject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nB. Poster Rights: By registering to the Hackathon and signing the Hackathon Agreement, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide, perpetual license to display publicly and use the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide, without the need of your prior consent.\nC. Submission Display: The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type, to which you consent by registered to the Hackathon. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\nD. Makers represent and warrant that the Poster, Administrator, and Hackathon partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\nE. You agree that nothing in the Official Rules grants you a right or license to use any Poster or Administrator name, trademark or service mark.\n10. BUSINESS RELATIONSHIP:\nThe intent of the Competition is to encourage people to suggest their ideas and innovations to Sponsors. Mere participation in this Competition does not create an obligation on either your part or Posters’ part to negotiate or enter into any business relationship or to sign any commercial agreement. Prior to acceptance of a prize or award, you are free to discuss your Submission and the ideas or technologies that it contains with other parties and you are free to contract with any third party provided you do not sign any agreement or undertake any obligations that conflict with any agreement that you have entered into, or subsequently enter into, with Grant Sponsors regarding your Submission.\nHOWEVER, ACCEPTANCE OF THE PRIZE DOES OBLIGATE YOU TO ENTER INTO A HACKATHON AGREEMENT WITH POSTER AND TO DISCLOSE ANY PRE-EXISTING CONTRACTS WHICH YOU MAY HAVE ENTERED INTO WITH ANY THIRD PARTY REGARDING YOUR SUBMISSION INCLUDING INTELLECTUAL PROPERTY REQUIREMENTS AS SET FORTH HEREIN IN SECTION 8B(vi).\n11. PRIVACY & PUBLICITY:\nThe Administrator collects personal information from you when you enter the Competition. Personal data you provide in your Entry in connection with your Entry will be used for purposes described in the Official Rules and used and protected as governed by the Privacy Policy posted on the GE Website at http://www.ge.com/privacy and Devpost at http://Devpost.com/privacy. \nBy participating in the Competition you consent to the use of personal information about you. If you have objections to the use of your personal information, please contact Robin Louvet (robin.louvet@ge.com). Such personal information includes, but is not limited to, your name, likeness, photograph, video, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes. The duration of your consent is for a period of three years following the conclusion of the Competition. This consent applies, as applicable, to all members of a Maker’s Team, that participated in the winning Submission.\n12. CONFIDENTIALITY: \nSince Sponsors do not wish to receive confidential information, nor hold any submitted materials “in confidence,” it is agreed that, with respect to your Submission, no confidential relationship or obligation of secrecy is established between Sponsors and you, the company you represented when submitting a Submission, or the owner of any part of your Submission. HOWEVER, IF YOUR SUBMISSION IS SELECTED AS A WINNER, POSTER AND ADMINISTRATOR WILL REQUIRE YOU TO SIGN A CONFIDENTIALITY/NON-DISCLOSURE AGREEMENTABOUT THE SUBJECT MATTER OF YOUR ENTRY. Sponsors shall have no liability or responsibility for use by any other individual or entity of any aspect of your Submission.\n13. WARRANTIES:\nBy making a Submission, you represent and warrant that all information in your Submission and all information that you submit via the Competition Website is true and complete to the best of your knowledge, that you have the right and authority to submit the Submission and disclose the information therein on your own behalf or on behalf of the persons and entities that you specify within the Submission, and that your Submission (both the information and materials submitted in the Submission and the underlying technology/method/idea described in the Submission):\n(a) is your own original work and representative of your capability, or is submitted by permission with full and proper credit given within your Submission;\n(b) does not contain confidential information or trade secrets (yours or anyone else’s);\n(c) does not, to the best of your knowledge, violate or infringe upon the patent rights, industrial design rights, copyrights, trademarks, rights of privacy, publicity or other intellectual property or other rights of any person or entity;\n(d) does not contain malicious code, such as viruses, malware, timebombs, cancelbots, worms, Trojan horses or other potentially harmful programs or other material or information;\n(e) does not and will not violate any applicable law, statute, ordinance, rule, regulation, confidentiality agreement or other agreement; and\n(f) does not trigger any reporting or royalty or other obligation to any third party.\nA breach of any warranty set out in this provision of the Official Rules will result in the corresponding Submission being invalid. In addition, you agree to indemnify Sponsors against all loss, damages and costs incurred by the Sponsors arising from your breach of the warranty.\n14. JUDGING:\nA. Judges: Eligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or they may be external; they may or may not be listed individually on the Hackathon Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nIMPORTANT NOTE: In order to be eligible for a Prize, You and/ or your Team must be present at the Hackathon to meet with the Judges and present your Submission.\nB. Criteria: The Judges will score eligible Submissions using the following equally weighted criteria (the “Judging Criteria”):\n(i) Quality of Design: Includes creativity and originality of the Application idea, usability, design, and intuitiveness.\n(ii) Potential Value or Benefits: Includes the degree to which the Application provides scale and value (economic or social) to GE or GE customers.\n(iii) Use of Predix Platform Services: Includes the extent to which Predix services were used AND/OR the extent to which data was incorporated from a Predix machine-enabled device.\n(iv) Ease of implementation: Includes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to the user, or reliant on a technology that is not yet on the market.\n(v) Pitch of App: Includes the clarity and description of what problem the Application addresses, how the Application solves the problem, what technology is used, what Predix services are leveraged, what sensor and other data is used, and the connection the Application makes to real-world problems.\nThe Judging Criteria above may not apply to every prize. See Section 15 below for the Judging Criteria that apply for each prize. The Maker(s) that are eligible for a prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that prize.\nC. Submission Review: JUDGES are not required to test the Application and may choose to judge based solely on the text description, IMAGES and video provided in the Submission. \nD. Tie Breaker: For each prize listed in Section 15 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n15. AWARDS:\nAll prize awards are subject to verification of eligibility and compliance with these Official Rules. Sponsors reserve the right to examine Submissions for compliance with the Competition Rules. Prize winners may, subject to applicable laws and regulations, be screened to ensure they are not included on any Government Watch List.\nAll decisions of the Posters and Judges will be final and binding on all matters relating to this Competition. \nThis is a contest of skill. Whether or not your Submission is determined as a winner depends on how your Submission compares to the other Submission submitted in the Competition when evaluated based on the Judging Criteria. \nThe Awards are as follows:\nGE Healthcare Prize\nQuantity 1 \nPrize Details • Parrot Bebop 2 Drone (one per team member)\n• Extended Predix Developer License (one per team member)\n• 30 min recruitment Interview opportunity for Internship (one per team member)\n• Social media exposure by GE \nEligible Makers __________Teams_____________ \nJudging Criteria (14B) i, ii, iii, iv, v. For the avoidance of doubt each“GE Business Prize” cannot be cumulated with another “GE Business Prize”.\nGE Aviation / Manage Service Prize\nQuantity 1\nPrize Details • Parrot Bebop 2 Drone (one per team member)\n• Extended Predix Developer License (one per team member)\n• 30 min recruitment Interview opportunity for Internship (one per team member)\n• Social media exposure by GE \nEligible Makers ___________Teams____________\nJudging Criteria (14B) i, ii, iii, iv, v. For the avoidance of doubt each“GE Business Prize” cannot be cumulated with another “GE Business Prize”.\n \nGE Energy Connections Prize\nQuantity 1\nPrize Details • Parrot Bebop 2 Drone (one per team member)\n• Extended Predix Developer License (one per team member)\n• 30 min recruitment Interview opportunity for Internship\n• Social media exposure by GE \nEligible Makers ___________Teams____________\nJudging Criteria (14B) i, ii, iii, iv, v. For the avoidance of doubt each“GE Business Prize” cannot be cumulated with another “GE Business Prize”.\n \nPredix Edge Prize\nQuantity 1\nPrize Details • Drone Parrot Swing (one per team member)\n• Extended Predix Developer License (one per team member)\n• Social media exposure by GE\nEligible Makers _________Teams______________\nJudging Criteria (14B) i, ii, iii, iv, v. This prize can be cumulated with one of the prizes above.\n16. VERIFICATION OF POTENTIAL WINNERS\nA. Verification Requirement: THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nB. Required Forms: Potential winners will be notified the 20th of October during the Jury results. \nC. Disqualification: The Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if the Submission or the potential winner, or any member of a potential winner’s Team, is disqualified for any breach of the Rules, and/ or compliance reasons. \nIn the event of a disqualification, the Poster and/or Administrator may award the applicable prize to an alternate potential winner.\n17. PRIZE DISTRIBUTION\nA. Substitutions & Changes: The Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a prize if there are no eligible Submissions entered in the Hackathon, or if there are no eligible Makers or Submissions for a specific prize.\n18. LIMITATION OF LIABILITY:\nBy entering, all Makers agree to be bound by the Official Rules and to limit the total and cumulative liability of the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Organization Parties”) to 5000 Euros for any and all liability in connection with the prizes or Maker’s participation in the Hackathon, including any injuries, losses, damages, claims, actions and any liability of any kind (including attorneys’ fees) resulting from or arising out of your participation in, association with or submission to the Hackathon (including any claims alleging that your Submission infringes, misappropriates or violates any third party’s intellectual property rights). The Organization Parties are not responsible for any miscommunications such as technical failures related to computer, telephone, cable, or other failures related to hardware, software or virus, or incomplete, late or misdirected Submissions. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\n19. ENTRY CONDITIONS AND RELEASE\nA. By entering the Hackathon, you (and, if you are entering on behalf of a Team) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon.\n(iii) You release, indemnify, defend and hold harmless the Released Parties from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon; \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster and during the term of the Hackathon.\n20. NO OBLIGATION:\nYou acknowledge that multiple Makers may make Submissions that contain designs, concepts or technologies similar to your Entry and that Grant Sponsors and/or their respective subsidiaries and business partners may already be investigating or developing technical solutions or business activities that are related or similar to those that you disclose in your Submission. You acknowledge and agree that Poster’s or Administrator’s actions with respect to another Submissions or one of their own solutions or business activities, even if similar to your Submissions shall not create any liability to you or others. Further, Posters and Administrators are not or shall not be restricted in any way from pursuing, developing, or commercializing, in any way that they see fit, independent of you and at their sole discretion, any technology that is created independent of your Submission. For the avoidance of doubt, you acknowledge that Posters and Administrators are not obligated to take any action whatsoever with regard to your Submission.\n21. SEVERABILITY:\nThe invalidity or unenforceability of any provision of these Official Rules shall not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Official Rules shall otherwise remain in effect and be construed in accordance with their terms as if the invalid or illegal provision was not contained herein.\n22. GENERAL CONDITIONS\nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\n \nB. Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation. \n \nC. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law. Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\n \nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \n \nE. The terms and conditions of the Official Rules are subject to reasonable changes that are necessary or advisable at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website. To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \n \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification. \n \nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\n \nH. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\nI. The Poster shall be entitled to terminate the challenge and/ or the Hackathons at any time, for convenience by providing two (2) days’ notice to the participant and without incurring any liability or owning any indemnity to the Participants for such participants.\n23. WAIVER:\nBy entering the Competition, you waive all rights to seek injunctive or equitable relief, or to claim punitive, incidental or consequential damages, or attorneys’ fees.\n24. APPLICABLE LAW:\nYou agree that these terms and the relationship between you and the Sponsors shall be governed by the laws of France.\nYou acknowledge and agree that all aspects and content of your Submission, including the intellectual property relating thereto, shall be treated in the France laws relating to patents, inventions, assignments and compensation.\n25. DISPUTES\nA. Makers agree that, to the fullest extent permitted by law: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any prizes awarded, other than those concerning the administration of the Hackathon or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Hackathon or any prizes awarded, shall be resolved exclusively by the competent Court of Paris and Makers consent to the exclusive jurisdiction and venue of such courts; and \n(iii) if applicable under local law, under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Hackathon, shall be governed by, and construed in accordance with, the laws of the France, without giving effect to any choice of law or conflict of law rules (whether of the France or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than France.\nThe Rules are available in French language upon request.\n ", "hackathon-prizes": [{"prize-content": "Drone Parrot BEBOP 2", "prize-title": "GE Aviation / Manage Service Prize"}, {"prize-content": "Drone Parrot BEBOP 2", "prize-title": "GE Energy Connections Prize"}, {"prize-content": "Drone Parrot BEBOP 2", "prize-title": "GE Healthcare Prize"}, {"prize-content": "Drone Parrot SWING", "prize-title": "Predix Edge Special Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=18 Rue du 4 Septembre, 75002 Paris, France", "hackathon-url": "https://industrial-internet-hack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality of the application idea, usability, design, and intuitiveness."}, {"judging-criterion": "Includes the degree to which the solution provides scale and value — either economic or social — to a city or retail/commercial building."}, {"judging-criterion": "Includes the extent to which additional (more than the three required services) Predix, Intelligent Cities, or Building Services were used AND/OR the extent to which live data was incorporated from a Predix machine-enabled device."}, {"judging-criterion": "Includes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to user, or reliant on a technology that is not yet on the market."}, {"judging-criterion": "Includes the clarity and description of the problem addressed, how the app solves the problem, what technology is used, what Predix services are leveraged, what sensor and other data is used, and the connection the app makes to real-world problems."}], "hackathon-location-address": "18 Rue du 4 Septembre, 75002 Paris, France", "hackathon-description-header": "Create an app on Predix, your platform for the Industrial Internet revolution!", "hackathon-prizes-total": "0", "hackathon-location-description": "GE Digital Foundry", "hackathon-end-date": "2016-10-20", "has-projects": "True"}