{"hackathon-description-text": "\nNorthern Illinois University recognizes that future health and well-being of our region depends upon the focus and skill sets developed by our students of today and those of tomorrow. Integrated and collaborative interdisciplinary events such as Huskie Hack provide opportunities for peer to peer learning while addressing real problems from a 360-degree perspective.  ", "hackathon-number-of-prizes": "12", "hackathon-id": "huskiehack2017", "hackathon-judges": [{"judge-role": "LiveText", "judge-name": "Brian Dascher"}, {"judge-role": "CDW", "judge-name": "David Frumkin"}, {"judge-role": "Northern Illinois University", "judge-name": "Stephen Haliczer"}, {"judge-role": "Northern Illinois University, CIO", "judge-name": "Brett Coryell"}, {"judge-role": "Northern Illinois University", "judge-name": "John Winans"}, {"judge-role": "Northern Illinois University", "judge-name": "Nestor Osario"}, {"judge-role": "Northern Illinois University", "judge-name": "Tracy Rogers-Tryba"}, {"judge-role": "Northern Illinois University", "judge-name": "Amber Davis, RN"}, {"judge-role": "Northern Illinois University", "judge-name": "Kaison Rush"}, {"judge-role": "City of DeKalb, IT Director", "judge-name": "Marc Thorsen"}, {"judge-role": "Northern Illinois University", "judge-name": "Nicholas Karonis"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "\nA Hackathon is an interactive activity or an “invention marathon”.  Anyone who has an interest in technology attends a hackathon to learn, build and share their creations over the course of a weekend in a relaxed and welcoming atmosphere. You don’t have to be a programmer and you certainly don’t have to be majoring in Computer Science. Hacks provide a venue to think out of the box, experiment with new technologies, ask questions, make mistakes, learn something new, and have fun.  \n\nThe Huskie Hack is open to ALL majors and disciplines. A health and wellness Hackathon opens the door to those interested in the physical, mental, emotional and environmental aspects of health.  How does health or wellness impact a community?  What are the economic, political, sociocultural aspects of the health problem you are addressing?  This event is interdisciplinary.  Individuals with interest in health, big data, medicine, physical therapy, community development, social work, psychology, sociology,  biology, art, and engineering are all encouraged to attend. \n\nYes. The Huskie Hack is not just about coding. It is about creating, utilizing skill sets you have as an artist, coder, maker, developer, project manager, historian, scientist, etc.  No expertise is required. While having a programming class or two will be helpful, it is not necessary. This event is about visualizing the idea, being enthusiastic about making it work, collaborating with the team and using the tools to help realize your repurposed, reimagined idea. Everyone will be learning, trying and doing. Graphic and artistic design, media, and team building skills will also be key to creating an awesome game. Want to play with wearable technology?  The Oculus Rift?  See a 3-D printer in action?  This is the time to experiment and have fun.\n\nUnbelievably, it doesn’t cost you anything. Zilch. We will provide meals, drinks, and snacks for the entirety of the event. Registration is required. \n\nMeet and work with awesome people from around the region, build cool stuff to put on your portfolio and/or resume, network with tech firms, and enjoy free food, free swag, free fun! \n\nYes!  Please share the event with other students and teachers because we’ve found many offer extra credit for classes going as a group! If you are under 18, we do require your parent or guardian’s permission to attend and will contact you if you are accepted for more details. \n \nBring your laptop, phone, chargers, and any other electronics you can’t live without. Feel free to bring a sleeping bag if you want to catch some zzz's, and, of course, your enthusiasm to address issues of health and wellness.  Remember, a valid student ID is required.\n\nPlan to arrive at the Hackathon Saturday morning, November 4, 2017, at 11:00 AM, when registration opens. Have that student ID and ticket handy. The event ends somewhere around 2:00 PM on Sunday, November 5th after the awards are distributed.\n\nThe event will be held at the center of NIU's camps in the Holmes Student Center.  Attendees are responsible for arranging their own transportation.   Parking on campus is free. ", "hackathon-number-of-participants": "128", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nAll submissions must be uploaded to DEVPost by 6:00 AM on Sunday, November 5, 2017.\n\n", "hackathon-rules": "\nYou don't need to have a team to participate, but the creative process of a Hackathon lends itself to team and team building. The Huskie Hack is about collaborating and integrating individual skill sets, experiences, and creative problem solving taken into account when addressing an issue or problem. In other words, you don’t need one, but teams are encouraged. We will assist in grouping teams together during the event, so don’t let this discourage you from attending! An ideal team often includes a coder, an engineer, a designer and a knowledge specialist--nursing, physical therapy, psychology, counseling, sociology, biology or the arts. With the right balance of technology aptitude, organizational and planning skills and sales and presentation prowess, a team has a fair shot at delivering an amazing idea that receives a great deal of attention. We will host a team formation event at the beginning of the hackathon so that no one has to hack alone (unless they want to).\n\nTeams can be 2-4 people. You may have a bigger team, but your team wouldn’t be eligible for the judging process or prizes. You can still work on a project in a bigger group or receive feedback on the project from mentors at the event. \n\nNo, part of the excitement of this event is reinventing, repurposing, and redesigning applications, games, “things”, concepts and moon shots as an example of your ability to think out of the box.\n\nNo!  You and your team members will develop that pie in the sky idea at the event. While you are free to begin dreaming or envisioning now, no work or coding should take place prior to the event. We want an even playing field.  Most people don’t have an idea before they get to the event. But once you start talking to other people, you might come up with something. You can also work with somebody else on their idea if you like it. There are all types of ideas surrounding what health and wellness mean.  Think about what it means to you, your family, your community, and what it means economically, socially, globally, and environmentally.  We will have mentors to help prompt ideas if you and your team are really stuck.  Just know that there is no right or wrong answer.\n\nJudging will take place during the event by a panel of individuals representing a cross section of faculty, community members, and sponsors. Submissions will need to be submitted by 6:00 AM for preliminary judging.   Remember, submissions take time, so plan to load your project by  5:50 AM to ensure it is posted by the deadline.\nWhat is a competition without prizes? Unlike a day at school, we expect you to teach us a thing or two and be rewarded. \n\nOur Huskie Hack will invoke Safe Space rules. A safe space is a place where anyone can relax and be fully self-expressed, without fear of being made to feel uncomfortable, unwelcome, or unsafe on account of biological sex, race/ethnicity, sexual orientation, gender identity or expression, cultural background, age, or physical or mental ability; a place where the rules guard each person’s self-respect and dignity and strongly encourages everyone to respect others.\n\nAll participants will be expected to abide by the \n. When registering you will acknowledge receipt and acceptance in abiding by these rules.\nWho can I contact if I have further questions?\nEmail \n \nWe participate as a Major League Hacking (MLH) Member Event\nBy registering you authorize us to share certain application/registration information for event administration, ranking, MLH administration, pre and post-event informational e-mails, and occasional messages about hackathons in line with the MLH Privacy Policy.\n  \n ", "hackathon-prizes": [{"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Canbor VR Goggles Virtual Reality Headset VR Glasses for 3D Video Movies Games for Apple iPhone, Samsung Sony HTC More Smartphones and Pictek 104 Keys Anti-ghosting Backlit Mechanical Gaming Keyboard", "prize-title": "My Own World"}, {"prize-content": "Bear Grylls Ultimate Survival Kit", "prize-title": "I Will Survive!"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "LuxFit Premium Fitness Exercise Ball Chairs For Home And Office 2 Year Warranty! With 2000lbs Static Strength Ball Great Office Desk Chair, and Stability Ball Chair", "prize-title": "Built Environment"}, {"prize-content": "Clocky Alarm Clock on Wheels and a Nekteck 14W Solar Charger with 2-Port USB Charger Build with High efficiency Solar Panel Cell for iPhone 6s / 6 / Plus, SE, iPad, Galaxy S6/S7/ Edge/ Plus, Nexus 5X/6P, any USB devices, and more", "prize-title": "Move it, Move it - Get Charged!"}, {"prize-content": "Pebble Time Round 20mm Smartwatch for Apple/Android Devices", "prize-title": "Datum Insights"}, {"prize-content": "Fire HD 8 Tablet with Alexa, 8\" HD Display", "prize-title": "Public Private Input"}, {"prize-content": "Beanie Hat Cap with Stereo Headphone Headset Speaker Wireless Microphone and Crosspoint Waterproof WP Hi-Viz Crew Sock", "prize-title": "Head to Toe Technology for Today"}, {"prize-content": "Vertibloom Living Wall Garden Starter Kit - Modular Indoor Vertical Planter System  and Assortment of 12 Culinary Herb Seeds", "prize-title": "Green Livin'"}, {"prize-content": "UE ROLL 2 Atmosphere Wireless Portable Bluetooth Speaker (Waterproof)", "prize-title": "Roll With It, Baby!"}, {"prize-content": "$50 Amazon Gift Card for each member of a 4-person team", "prize-title": "Northwestern Medicine Challenge"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Academic Advising Center, 340 Carroll Ave, DeKalb, IL 60115, USA", "hackathon-url": "https://huskiehack2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Team must have identified at least one technical challenge in their presentation, describing the challenge, how it was addressed, and what was learned."}], "hackathon-location-address": "Academic Advising Center, 340 Carroll Ave, DeKalb, IL 60115, USA", "hackathon-description-header": "Create apps, games, and new ideas addressing emotional, physical, mental, generational, environmental and community health and wellness", "hackathon-prizes-total": "$1,135", "hackathon-location-description": "Holmes Student Center", "hackathon-end-date": "2017-11-05", "has-projects": "True"}