{"hackathon-description-text": "\nWe’re excited to announce the MakeHarvard makeathon created to empower engineers, designers and innovators.", "hackathon-number-of-prizes": "10", "hackathon-id": "makeharvard", "hackathon-judges": [{"judge-role": "", "judge-name": "MakeHarvard"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny undergraduate student over the age of 18!\nWe do not filter our applications based on prior experience. Our team will look at applications on an individual basis and make careful decisions on how to make MakeHarvard a great experience for all. Think of MakeHarvard as an opportunity to meet people of all engineering experience levels!", "hackathon-number-of-participants": "129", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nTo submit your project, you must submit the following things through", "hackathon-rules": "\nBe respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable, if the event itself is creating an unsafe or inappropriate environment, or if interacting a representative of the event organizer makes you uncomfortable, please report it to makeharvard@gmail.com for guidance and support. \n \nOver a (24) hour period, teams of (3-5) students will have the opportunity to create anything their hearts desire using our 3D printers, laser cutters, design software, and much much more!\nFor your final submission you need to do these 3 things.\n ", "hackathon-prizes": [{"prize-content": "This project is agreed upon by all judges present as the 3 best projects among MakeHarvard. The winning projects will have performed well in all judging criterias and be an elegant design to an important problem. There will be a first, second, and third place prize.", "prize-title": "Best Overall"}, {"prize-content": "This project is agreed upon by all judges present as the project that is most likely to get spun off into a startup with $1 billion or more valuation. As such, the winning project will not only be really impactful but also eventually could be monetized and become highly profitable.", "prize-title": "Most Likely to Become a Unicorn"}, {"prize-content": "Each of the nominees for fan favorite gets a chance to present a 3-minute pitch to the entire audience. The winning project is the one that the greatest number of people vote for.", "prize-title": "Fan Favorite"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essentials Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "DragonBoard 410C for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "", "prize-title": "Best Use of Right HandRobotics Takk Strips"}, {"prize-content": "", "prize-title": "Best Reverse Engineering (Sponsored by Sunstone Circuits)"}, {"prize-content": "", "prize-title": "CleanTech (Sponsored by MassCEC)"}, {"prize-content": "", "prize-title": "Best Tech for Transitioning through a Major Life Event (Sponsored by Fidelity Investments)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Maxwell-Dworkin, 33 Oxford St, Cambridge, MA 02138, USA", "hackathon-url": "https://makeharvard.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Did the hackers think outside the box and come up with a clever solution that you might not have expected?"}, {"judging-criterion": "Did the hackers explore all aspects of the stated problem and develop a solution that addresses the entire problem at hand?"}, {"judging-criterion": "Did the makers push themselves beyond their technical limits and exhibit a real willingness to learn new skills through the project?"}, {"judging-criterion": "Is the finished product easy/intuitive to use? Is it safe and well-designed?"}, {"judging-criterion": "Does the finished product attempt to address a real need in society and/or does it help advance a specific field of science or engineering?"}, {"judging-criterion": "Does the finished product have the potential to scale and become “the next big thing”? Can it potentially be deployed to benefit people all around the world? If this product/team became a company, would you invest your own money in the company?"}], "hackathon-location-address": "Maxwell-Dworkin, 33 Oxford St, Cambridge, MA 02138, USA", "hackathon-description-header": "First engineering hackathon at the historic Harvard University", "hackathon-prizes-total": "0", "hackathon-location-description": "Maxwell-Dworkin", "hackathon-end-date": "2018-02-04", "has-projects": "True"}