{"hackathon-description-text": "\nHack for LA, the largest civic hackathon in Southern California, calls to action government agencies, businesses, software developers, nonprofits, web designers, students, and civically-engaged thought leaders to address community challenges through technology innovation and application development.", "hackathon-number-of-prizes": "10", "hackathon-id": "hackforladec2013", "hackathon-judges": [{"judge-role": "Hack for LA", "judge-name": "Hack for LA Judges Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nTeams must present their work in person to the judges on Sunday Dec 8 from 4-6 PM in order to be eligible for prizes.\nYou must include discussion of the datasets/ APIs used and the technologies used in your presentation.\nTeams may not have more than 10 participants.\nTeam leaders for the cash prize competition must be 18 years or older, or be accompanied by a parent.\nAll coding must take place during the hackathon weekend.\n ", "hackathon-number-of-participants": "52", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe goal of the hackathon is to submit the concept, visual mockups, and a functional app or unique data visualization.  Teams must be able to present a working prototype of the app in order to participate in the presentation to the judges.\nJudges are allowed to examine code if requested.", "hackathon-rules": "\nHack for LA Rules\nNo submission may win more than (2) prizes.\nThe Hack for LA Mobile App Hackathon Contest (“Hackathon”) is sponsored and administered by New Economy Campaigns LLC (“NEC”), 1654 Micheltorena St.  Los Angeles, CA 90026.  Additional local sponsors and organizers have also participated in the creation of this event.\n • Each Hackathon is subject to Official Rules. By participating in a Hackathon\n contestants agree to be bound by these General Terms and Conditions along with the Official Rules as well as all decisions of the Hack for LA judges and NEC which are final and binding on all aspects of the Hackathon.\n • Unless otherwise specified in the Official Rules, Hackathon contestants (team leaders) must be 18 years of age or older and legal residents of the United States in order to be eligible for prizes. Employees, officers and directors of NEC, Hack for LA sponsors, Administrator, any prize supplier, and their respective parent companies, subsidiaries and affiliates and their advertising, promotion, and fulfillment agencies (the “Contest Parties”) are not eligible to enter or win. Immediate family members and household members of such individuals are also not eligible to enter or win. “Immediate family members” shall mean parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. “Household members” shall mean those people who share the same residence at least three months a year. Subject to all applicable laws. Void outside the U.S. and where prohibited.\n • Hackathon contestants compete in teams. Contestants can recruit people to join a team or teams may be formed or assigned at each event. During the competition, each team will be asked to create a mobile or web application or data visualization that is sustainable on a tablet or Smartphone device, along with a business plan for their app (“Submission”). Each team will be given the opportunity to demonstrate their Submission and provide an oral presentation to the judges describing why their Submission would be successful. All coding for the Submission must be during the Hackathon. Any additional requirements concerning Submissions will be specified in the Official Rules or provided during the Hackathon.\n • Submissions and oral presentation of Submission will be judged by a panel of judges based upon the following equally-weighed criteria for the both tracks: (1) Originality of Idea and importance for the community; (2) Ability to clearly articulate the details of the application (3) sophistication of technologies used in its creation. In the event of a tie, the winning team will be determined by the judges based on the highest score for originality of idea. Each member of a winning team, along with all Submissions, is subject to validation by NEC and/or the judging\n organization, whose decisions are final and binding in all respects. Each contestant and each member of a winning team may be required to sign and return, when requested, an affidavit of eligibility, and a prize/publicity release. WINNERS MUST BE PRESENT TO ACCEPT PRIZE OR PRIZE WILL BE FORFEITED.\n • UNLESS OTHERWISE STATED IN THESE OFFICIAL RULES, ALL PRIZES OR ANY PRIZE COMPONENTS WILL BE AWARDED TO THE WINNING TEAM AS A WHOLE AND NOT TO EACH INDIVIDUAL MEMBER OF A WINNING TEAM. NEC  is not responsible for any disputes among team members concerning prize or prize components.\n • All taxes and any other expenses not stated herein, including meals, gratuities, transportation and other incidentals, are sole responsibility of winners. No substitutions or transfers of a prize, except in NEC’s discretion. Coordination of any and all travel and any other expenses is the responsibility of the Winner Team members. Only the stated number and components of prizes in Official Rules will be awarded.\n • Participation in the Hackathon shall constitute and signify each member of a winning team’s agreement and consent that NEC, event organizers, Hack for LA, sponsors and their designees may use each member’s name, city, state, likeness, and the team’s Submission and/or prize information in connection with the Contest for promotional, advertising or other purposes, worldwide, in any and all media now known or hereafter devised, including the Internet, without limitation and without further payment, notification, permission or other consideration, except where prohibited by law. Except as expressly provided herein, nothing in the General Terms and Conditions or Official Rules may be construed as transferring any rights of ownership or license, by implication, estoppel or otherwise, of either party’s products, technology or intellectual property, including but not limited to, such party’s marks.\n • GENERAL CONDITIONS/INDEMNIFICATION: By entering, contestants warrant\n and represent that their team is the sole creator of the Submission and that they have obtained permission from all persons or copyright or trademark owners whose likeness, work or mark are depicted in Submission and all permission necessary for NEC to publish or use their Submission in any media worldwide and agree to confirm any of the foregoing in writing. Further, by participating in this Contest and/or by accepting any prize, contestants agree that NEC and the event organizers and NEC's parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns shall not be liable for any and all actions, claims, including any third party claims, injury, loss or damage arising in any manner, directly or indirectly, arising from or relating to the Hackathon, including entry and participation, or the acceptance, possession, use or misuse of any prize. By participating in the Hackathon and/or accepting any prize, contestants agree to fully indemnify event organizers sponsors and NEC and its parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns from any and all such claims by third parties without limitation. Contestants\n authorize event organizers, sponsors, and NEC to use their name, voice, likeness, biographical data, city and state of residence and entry materials in programming or promotional material, worldwide in perpetuity, or on a winner's list, if applicable, without further compensation unless prohibited by law. NEC is not obligated to use any of the above mentioned information or materials, but may do so and may edit such information or materials, at NEC’s sole discretion, without further obligation or compensation. Event organizers, sponsors, and NEC shall not be\n liable for: (i) late, lost, delayed, stolen, misdirected, postage-due, incomplete,\n unreadable, inaccurate, garbled or unintelligible entries, communications or\n submissions, regardless of the method of transmission; (ii) telephone system,\n telephone or computer hardware, software or other technical or computer\n malfunctions, lost connections, disconnections, delays or transmission errors; (iii) data corruption, theft, destruction, unauthorized access to or alteration of entry or other materials; (iv) any injuries, losses or damages of any kind caused by participation in this Contest or resulting from acceptance, possession or use of a prize; or (v) any printing, typographical, administrative or technological errors in any materials associated with the Contest. NEC disclaims any liability for damage to any electronic device resulting from participating in, or accessing, uploading or downloading information, NEC API(s) in connection with this Contest, and NEC reserves the right, in its sole discretion, to cancel, modify or suspend the Contest should a virus,\n bug, computer or phone problem, unauthorized intervention or other causes beyond NEC's control, corrupt the administration, security or proper play of the Contest.\n Event organizers, sponsors, or NEC may prohibit certain contestants or teams from participating in the Hackathon or winning a prize if, in its sole discretion, it determines that a contestant or team has attempted to undermine the legitimate operation of the Hackathon by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other participants or NEC representatives.\n CAUTION: ANY ATTEMPT TO DELIBERATELY DAMAGE THE CONTEST, THE CONTEST WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST MAY BE IN VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHALL RESULT IN DISQUALIFICATION FROM PARTICIPATION IN THE CONTEST. SHOULD SUCH AN ATTEMPT BE MADE, NEC RESERVES THE RIGHT TO SEEK REMEDIES AND DAMAGES (INCLUDING ATTORNEY’S FEES) TO THE FULLEST EXTENT OF THE LAW, INCLUDING CRIMINAL PROSECUTION.\n • Contestants acknowledge that event organizers, sponsors, and NEC engage, has engaged and will in the future engage in the development, preparation, production, acquisition and dissemination of creative, educational, artistic and other material (collectively, the “Materials”), including without limitation Materials that are similar or identical to a Submission. Contestants also acknowledge that other persons, including employees of NEC, may\n previously have originated and may hereafter originate Materials that are similar or identical to a Submission. Contestants agree that they will not be entitled to any compensation because of the use by NEC of any such similar or identical material.\n Without limitation of the foregoing, NEC may use, without any payment or other obligation whatsoever to any contestant, any part of the Materials, and any idea or concept contained therein, that (a) is similar or identical to, or contains significant elements encompassed in, a concept that is under consideration or in development by sponsors or NEC before or at the time of entry, (b) is not unique, novel, original, and concrete so as to be entitled to protection under applicable laws, (c) has been made public by anyone at the time of its submission to NEC or otherwise is in the public domain, (d)\n would be freely usable by a third person if it had not been accepted as a Submission or the subject of any agreement, (e) is not protected by United States copyright law, or (f) is similar or identical to, or contains significant elements encompassed in, an idea, concept or material that is independently created by NEC or any third party.\n Contestants agree that organizers' sponsors' or NEC’s development, preparation, production, acquisition, dissemination and/or exploitation of Materials similar or identical to a Submission or containing features, ideas, material and/or elements similar to or identical with those contained in a Submission shall not entitle any contestant or team to any compensation or other right or remedy. As an inducement to organizers, sponsors, and NEC to accept each Submission for entry into the contest, contestants hereby waive any claim or right of action against NEC or its successors in connection with the NEC’s use of any Materials (or any portions thereof) whether or not such Materials are similar or\n identical to a Submission or contain any features, ideas, material and/or elements that are similar or identical to those contained in a Submission. Acceptance by NEC of a Submission is not an admission by NEC of the novelty or originality of the Submission.", "hackathon-prizes": [{"prize-content": "$3,000 cash to be shared equally among the winning team.  The best app using local Los Angeles City data. Best Hack for LA prizes are supported by Google, Socrata, and i.am.angel Foundation.", "prize-title": "Best Hack for LA App - First Prize"}, {"prize-content": "$1,500 cash to be shared equally among the winning team.  Second prize for best app using local Los Angeles City data. Best Hack for LA prizes are supported by Google, Socrata, and i.am.angel Foundation.", "prize-title": "Best Hack for LA App - Second Prize"}, {"prize-content": "$750 cash to be shared equally among the winning team.  Third place for best app using local Los Angeles City data. Best Hack for LA prizes are supported by Google, Socrata, and i.am.angel Foundation.", "prize-title": "Best Hack for LA App - Third Prize"}, {"prize-content": "This $3000 team prize will go to the best app with a social value/ community mission that is also designed to be a business or social venture.", "prize-title": "tapdn prize for best social enterprise app:"}, {"prize-content": "This $2500 prize will go to the team that develops the best health and fitness app.  Teams will have access to Demand Media's Livestrong/ MyPlate API.", "prize-title": "Demand Media health and fitness prize:"}, {"prize-content": "This $2500 prize will go the best app designed to manage volunteerism within a business.  The winning team should consider the ability to track volunteer skills, qualifications and training; identify, schedule and track volunteer events; recognize and recommend individual performance; and match individual skillset with volunteer program/event.", "prize-title": "Cornerstone OnDemand Volunteer Management App:"}, {"prize-content": "This $2500 prize will go to the best app designed for the Latino/ Spanish-speaking community in LA.", "prize-title": "Sprint Latino App Prize:"}, {"prize-content": "This prize goes to the app making best use of the Google Civic Information API which allows developers to easily identify who represents a given residential address at all levels of elected government (federal, state, county, city and local). Prize: $1,000 to be shared by the winning team.", "prize-title": "Best Google Civic Information API App:"}, {"prize-content": "", "prize-title": "Best Hack for LA App - Fourth Prize"}, {"prize-content": "General Assembly will provide $50 class credit to each member of one team judged to have the most room to grow and improve.  Total prize value will depend on the size of the winning team.", "prize-title": "General Assembly Prize for the Team with the Most Potential:"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2530 Cincinnati Street, Los Angeles, CA 90033, USA", "hackathon-url": "https://hackforladec2013.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Apps will be judged based on their originality and creativity as well as their potential impact on the community and the challenges and opportunities we face here in Los Angeles."}, {"judging-criterion": "Teams will be judged on their ability to clearly articulate the details, goals, data, and process they used in development of their submission."}, {"judging-criterion": "Judges will rank submissions based on the technologies and platforms used as well as the extent and quality of coding completed during the weekend."}, {"judging-criterion": "Judges will consider the feasibility of implementation and likelihood of adaption and use by the Los Angeles community."}], "hackathon-location-address": "2530 Cincinnati Street, Los Angeles, CA 90033, USA", "hackathon-description-header": "Hack for LA brings LA's tech community together to solve community challenges", "hackathon-prizes-total": "$17,500", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}