{"hackathon-description-text": "\nAre you an analytics geek? Is your passion in life creating reports and analytics that can be used by people all over the world?  Do you dream about APIs, mashups, and cool visualization techniques? Then we're pretty sure you're our new favorite person.    ", "hackathon-number-of-prizes": "3", "hackathon-id": "rocketgraph", "hackathon-judges": [{"judge-role": "Rocketgraph", "judge-name": "Dino Paravandis"}, {"judge-role": "Rocketgraph", "judge-name": "Kostas Christofilos"}, {"judge-role": "Rocketgraph", "judge-name": "Constantine Nikitiadis"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "71", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \n(the “Hackathon”)\n rocketgraph.devpost.com (the “Hackathon Website”)\n(the “Poster”): Rocketgraph P.C. 40, Voukourestiou Street, 10673, Athens, Greece\nThe Poster is the sponsor and entity responsible for the Hackathon.\nDecember 21st, 2015 (10:00am Eastern Time) – February 14th, 2016 (11:59pm Eastern Time) (the “Hackathon Submission Period”)\nFebruary 15th, 2016 (9:00am Eastern Time) – February 18nd, 2016 (5:00pm Eastern Time) (the “Judging Period”)\nOn or around February 19th, 2016 (3:00pm Eastern Time)\nThe Poster will be the official timekeeper for the Hackathon.\n(the above are collectively, “Makers”)\nAn individual may join more than one team, and an individual who is part of a team may also enter the Hackathon on an individual basis.  \nIf a team is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team, you represent and warrant that you are the Representative authorized to act on behalf of your team.\n*Agents include individuals or teams that in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n**The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings.\nMakers must do the following to participate in the Hackathon:\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted.\n\nYour Submission must: (a) be your (or your team’s) original work product; (b) be solely owned by you or your team with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n\nThe text description should explain the features and functionality of your Application.\nThe image(s) should be screenshots of your working Analytics.\nMakers may submit a video, but are not required to do so. If a Maker chooses to submit a video, the video:\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including \n, and display and promotion of the Submission in any other media, worldwide. After a period of 6 months, the Maker has the right to remove his submission from Rocketgraph’s Marketplace. For the period of 6 months, if the submission is Premium, the Maker will receive 100% of the generated revenue of his submission.  After the 6 month period, the Maker will receive 70% of the generator revenue of his submission.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Promotion Entities, and Judges for screening and evaluation.\nMakers represent and warrant that the Poster and Promotion Entities are free to use Makers’ Submission in the manner described above, as provided or as modified by Poster, without obtaining permission or license from any third party and without any compensation to Makers.\n(i) \n (Includes creativity and originality);\n(ii) \n (Includes how well the idea was executed by the developer); and\n(iii) \n (Includes the potential impact on users).\nThe Judging Criteria above may not apply to every Prize. See section 7 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nOnly Makers entering eligible Submission to this Hackathon are eligible for the following Prizes:\n(the “Hackathon Prizes”)\nPlease review the ChallengePost Terms of Service at \n for voting rules.\nten (10) business days after the Required Forms are sent.\n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, is disqualified for any other reason.\nIn the event of a disqualification, the Poster may award the applicable Prize to an alternate potential winner.\nPlease review the DevPost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster.\nThe Poster collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \n.\nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at", "hackathon-prizes": [{"prize-content": "- $1,000 cash", "prize-title": "1st Place - Grand Prize Winner"}, {"prize-content": "- $500 cash", "prize-title": "2nd Place"}, {"prize-content": "Recognition only", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://rocketgraph.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality of connectors and metrics chosen."}, {"judging-criterion": "Includes how well the report was executed by the developer. How well it makes sense  visually  and attracts end users."}, {"judging-criterion": "Includes the potential impact on users (special points if the report is something people would buy)"}], "hackathon-location-address": "", "hackathon-description-header": "Rocketgraph is the first marketplace for cloud reporting, and we'd like to reward you for your cool ideas.", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "", "hackathon-end-date": "2016-01-26", "has-projects": "True"}