{"hackathon-description-text": "\nJoin Accenture and the Hyperledger community for the", "hackathon-number-of-prizes": "1", "hackathon-id": "blockchain-for-good", "hackathon-judges": [{"judge-role": "Executive Director, Hyperledger", "judge-name": "Brian Behlendorf"}, {"judge-role": "Senior Managing Director, Blockchain. Accenture", "judge-name": "Simon Whitehouse"}, {"judge-role": "Managing Director, Blockchain Lead, Accenture", "judge-name": "David Treat"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nWe're looking for top blockchain developer talent to join us for a weekend of hacking and exploring identity and sustainable supply chain challenges and opportunities in Dublin at The Dock. The Blockchain For Good hackathon is brought to you by Accenture and Hyperledger.\nApply to join us Accenture The Dock, and earn the chance to walk away with major prizes, new contacts, and the respect and admiration of our awesome sponsors, judges and mentors — who you will inevitably wow with your projects!\nWe believe technology should be built by people with different backgrounds and perspectives. We welcome students and pros from all experience levels, people of color, women, men and gender nonconforming individuals and others who identify with underrepresented groups. We'd love to have a diverse, comfortable and creative environment for everyone!\nWe will approve developers on a rolling basis.\nAll code and IP presented at the hackathon will be owned by its creators.\nAlso please review the following:", "hackathon-number-of-participants": "30", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n\nAccenture, Bank of Ireland and the\nBlockchain applications allow developers to rethink how to interact with each other, how to create trust among separate parties and how to expedite out dated ways of doing business.  Help change the world by developing solutions to these common problems.\n\n\n", "hackathon-rules": "\nHyperledger Project is a Collaborative Project at The Linux Foundation. It is an open-source and open community project where participants choose to work together, and in that process experience differences in language, location, nationality, and experience. In such a diverse environment, misunderstandings and disagreements happen, which in most cases can be resolved informally. In rare cases, however, behavior can intimidate, harass, or otherwise disrupt one or more people in the community, which Hyperledger Project will not tolerate. Please become familiar with the \n here prior to the event. ", "hackathon-prizes": [{"prize-content": "Grand Prize at 8,500 EUR cash prize plus a trip to the Accenture Blockchain Center of Excellence in France, for the winning team (4 people) for 2 days.  The visit to the Accenture Blockchain Center of Excellence includes prototyping and tour of the facility.", "prize-title": "Grand Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=7 Hanover Quay, Grand Canal Dock, Dublin, Ireland", "hackathon-url": "https://blockchain-for-good.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "7 Hanover Quay, Grand Canal Dock, Dublin, Ireland", "hackathon-description-header": "Build innovative blockchain-based solutions around digital identity and sustainability in supply chain using Hyperledger technologies.", "hackathon-prizes-total": "$8,500", "hackathon-location-description": "Accenture at The Dock", "hackathon-end-date": "", "has-projects": "False"}