{"hackathon-description-text": "\nJoin us for the Atid Day School Innovation Hackathon, where a diverse community of educators, high school students, and tech professionals will workshop forward-thinking solutions to pressing day school challenges using the principles of design thinking.  ", "hackathon-number-of-prizes": "3", "hackathon-id": "atidhackathon", "hackathon-judges": [{"judge-role": "CEO/PresenTense", "judge-name": "Naomi Korb Weiss"}, {"judge-role": "CEO/The Jewish Education Project", "judge-name": "Bob Sherman"}, {"judge-role": "Chair/Jewish Community Development Task Force, COJIR, UJA-Federation of NY", "judge-name": "Geula Solomon"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nEligible educators must be current faculty members of Jewish day schools in the five boroughs of New York City, Westchester, or Long Island.  Exceptions may be made at the discretion of Hackathon staff.  Contact the organizers with questions about your eligibility!\nEligible techies must have a skill set in tech...thank you for sharing those skills with the education community!\nEducators should reach out to organizers to register interested students.", "hackathon-number-of-participants": "52", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nA complete submission for the Atid Day School Innovation Hackathon must include a link to your Google Slides presentation.  The Google Slides presentation should contain:\nSuccessful presentations will address the three judging criteria: educational impact, validation, and execution & design.", "hackathon-rules": "\n\nFirst in order and importance! Everyone is here because we care deeply about enhancing and revolutionizing Jewish education through technology.  In that spirit, please treat other participants with respect, and know that the crowd-sourced competitive aspect is secondary to the goal of creating valuable innovations. This is an excellent opportunity to meet like-minded teachers and techies- take advantage of it!\n\nWe’re limiting the maximum number of members per team to 7. In the interest of diversity and relationship-building, only 2 teachers from the same school may join a team. We also ask that only one developer/techie join each team until all the teams have at least 1 signup. Teams with fewer than 3 members upon formation will not advance to prototyping, and members should split up among existing teams.\n\nThe goal for today is to create a proof of concept. This can take many forms, including: a mock-up drawing, a role-play, a website, a series of screenshots, etc. Check out the resources we send in advance to see how you can build quick, meaningful mock-ups of your idea.\n\nFinal demos should, at minimum, include a Google Slides presentation, and may also incorporate physical prototypes.  Tech checks will start in the afternoon; all teams must send a representative to run through your slideshow and presentation with a skilled staff member, who will offer feedback and tech support.  Demos will have a hard stop at 5 minutes- no exceptions!\n\nUse this day as an opportunity to draw from the skills and ideas in the room to power a new idea!  Save your existing product for another time- maybe you'll meet someone who can help in the future.\n\nPhotographs will be taken at this event for the use of the organizers in promotional and other materials. By participating in the Hackathon, you consent to the use of your image by the organizers.\n\nAny materials, code, and ideas developed during the Hackathon are the sole property of the teams that created them.  They can be reproduced only with the permission of a team member.  We encourage you to reach out and share these innovations!\n ", "hackathon-prizes": [{"prize-content": "The first place team, chosen by a participant vote, will win:", "prize-title": "First Place"}, {"prize-content": "The second place team, chosen by a participant vote, will win:", "prize-title": "Second Place"}, {"prize-content": "The third place team, chosen by a participant vote, will win $1000 toward further developing their idea.", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=New York, NY 10013, USA", "hackathon-url": "https://atidhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Are you solving a problem in education?\nIs your idea unique?\nIs it well suited for the education market?\nDoes the potential exist for high impact for education stakeholders?\nIs it actionable/how will you make it successful?"}, {"judging-criterion": "Do stakeholders (teachers, students, ed tech professionals, administrators, parents, etc) find your idea relevant, useful and needed?  Is this a compelling solution?  Is the solution feasible?"}, {"judging-criterion": "Do you have a prototype?\nHow functional are the technical aspects?\nIs your product easy to use and aesthetically pleasing?"}], "hackathon-location-address": "New York, NY 10013, USA", "hackathon-description-header": "Redesigning Jewish education", "hackathon-prizes-total": "$5,250", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}