{"hackathon-description-text": "\nDreamhackathon is the next great thing and surely you want to be there. At the heart of gaming and digital creativity a stunning hackathon (also known as game jam) will be hosted. Participate in teams armed with the latest tech and the greatest skills to produce the best results within the 24 hour timeframe. The giants from the gaming industry will be there, and they’ll bring new tech to tinker with! We have, on top of that, brought a jury we deem worthy the power of giving out over 100.000 SEK in prizes! This is something you don’t want to miss out. The setting is the Ericsson Globe, where everyone from skilled Indie developers to pro-gamers gather for a new digital festival in the capital, the question is… Are you up for the challenge?", "hackathon-number-of-prizes": "3", "hackathon-id": "dreamhackathon", "hackathon-judges": [{"judge-role": "Community Evangelist / Unity3D", "judge-name": "Joe Robins"}, {"judge-role": "Executive Producer / Paradox Interactive", "judge-name": "Linda Kiby"}, {"judge-role": "CEO / Mondido Payments", "judge-name": "Robert Pohl"}, {"judge-role": "CEO / CEDARWOOD", "judge-name": "Xue Mei Rhodin"}, {"judge-role": "Vice President / Tobii", "judge-name": "Anders Olsson"}, {"judge-role": "Evangelist / Epic Games", "judge-name": "Sjoerd De Jong"}, {"judge-role": "Engineer / Google", "judge-name": "Christian Svensson"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "89", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "9", "hackathon-requirements": "\n The submission cannot involve anything against the Swedish law. Except of that we will try to cover everything by guiding the competition via the juging critera. We will support major platforms such as Android, Windows, Mac, Iphone and linux devices (please contact us if you don't know if your platform will work).", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to by the judge deemed best submission of the competition. BONUS #1 (OPTIONAL): CEDARWOOD will support the winning team with a business strategy workshop and a brand development workshop for startup acceleration. It also include financial strategy, and help setting up a company.", "prize-title": "The Grand Prize"}, {"prize-content": "The second place award!BONUS #1: Meebox provides free web hosting if you wish to have a new website!", "prize-title": "Second Place Prize"}, {"prize-content": "The third place award! BONUS #1: Meebox provides free web hosting if you wish to have a new website!", "prize-title": "Third Place Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Sweden", "hackathon-url": "https://dreamhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "-  By the judges deemed most innovative and ground breaking idea. This idea is likely something new."}, {"judging-criterion": "-  By the judges deemed most intuitive and best designed gameplay. The focus is the interaction between technology and human."}, {"judging-criterion": "-  The participants will also be able to cast their votes!"}, {"judging-criterion": "-  By the judges deemed best audio experience."}, {"judging-criterion": "-  By the judges deemed best visual experience, regarding things like illustrations, cutscenes or game environment."}, {"judging-criterion": "-  Yes! A prize for the best presentation will be awarded the team which probably have put some thought into the presentation."}, {"judging-criterion": "These does not count toward the Grand Prizes."}, {"judging-criterion": "The Best EyeX integration will be decided! This special prize is brought to you by Tobii."}, {"judging-criterion": "This special prize is brought to you by Mondido. The idea with the best integrated payment solution will get this! The winning team in the “Best Payment Integration” category will also be awarded at least $150 worth of AWS credits to use after the event!"}], "hackathon-location-address": "Sweden", "hackathon-description-header": "The Hackathon of the year, hosted by the company behind the world's largest digital festival.", "hackathon-prizes-total": "$14,100", "hackathon-location-description": "", "hackathon-end-date": "2014-09-26", "has-projects": "True"}