{"hackathon-description-text": "\n“Sao Paulo’s population is growing—and so is traffic congestion. Residents of South America’s largest city take more than 43 million trips daily, nearly 30 million of which are in vehicles, mainly private cars.” With an average car commute clocking in at 1.5 hours, the anguish of congestion results in more than just road rage. It is estimated that the productivity lost to traffic congestion is equivalent to 7.8 percent of the metro area’s GDP! (", "hackathon-number-of-prizes": "4", "hackathon-id": "saopaulo-global", "hackathon-judges": [{"judge-role": "Partner at Redpoint e.ventures", "judge-name": "Manoel Lemos"}, {"judge-role": "Team Lead at the World Bank’s Digital Engagement Unit", "judge-name": "Tiago Carneiro Peixoto"}, {"judge-role": "Executive Director and Co­founder of Our Cities, an online platform which is developing tools for civic engagement and participation in cities.", "judge-name": "Alessandra Orofino"}, {"judge-role": "International Advisor National Confederation of Municipalities Brazil & S.M.A.R.T. - U.M.T.R.I. Representative for Brazil", "judge-name": "Augusto Mathias"}, {"judge-role": "Product Strategy Manager at Ford", "judge-name": "Walter Pellizzari Jr."}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nThis challenge is open to", "hackathon-number-of-participants": "110", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmitted solutions must focus on combining the use of cars and public transportation in São Paulo City.\n \nAll submission materials must be in English or, if not in English, you must provide an English translation of the demo video, text description, and testing instructions as well as all other written materials submitted. \nYou must submit a demo video (hosted on YouTube, Vimeo, or Youku) that walks through the main functionality of the solution via screencast or video. You must also submit at least one image/screenshot of your working solution.\n Solutions may be newly created or pre-existing. If you are submitting an existing solution (developed prior to this competition), your solution must include new features/functionality added after the submission period began, which specifically focus on combining the use of cars and public transportation in São Paulo.\nPersonal Information collected from Participants is subject to", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nSão Paulo Mobility Global Challenge (the “Challenge”)\nhttp://saopaulo-global.challengepost.com (the “Challenge Website”)\n \n(the “Poster”): Ford Motor Company, One American Road, Dearborn, MI 48126.\n(the “Administrator”): ChallengePost, Inc. (now Devpost, Inc.) 433 West 14th Street, #3F, New York, NY 10014. \nThe Poster is the sponsor and entity responsible for the Challenge. The Administrator manages and implements the Challenge per the direction of the Poster. \n \n June 5, 2015 (10:00am Eastern Time, USA) – September 8, 2015 (5:00pm Eastern Time, USA) (the “Challenge Submission Period”)\n September 17, 2015 (9:00am Eastern Time, USA) – September 28, 2015 (5:00pm Eastern Time, USA) (the “Judging Period”)\n September 17, 2015 (9:00am Eastern Time, USA) – September 28, 2015 (5:00pm Eastern Time, USA) (the “Public Voting Period”)\n On or around October 7, 2015 (2:00pm Eastern Time, USA)\nThe Administrator will be the official timekeeper for the Challenge.\n \n\n(the above are collectively, “Makers”)\nAn individual may join more than one team, Organization, or Large Organization and an individual who is part of a team, Organization, or Large Organization may also enter the Challenge on an individual basis.  \nIf a team or organization is entering the Challenge, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or organization.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Challenge, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\n \nMakers must do the following to participate in the Challenge:\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\n(i) \nMakers must create (or have created) a working software application that focuses on combining the use of cars and public transportation in São Paulo City (each an “Application”). If the Maker’s Application is intended for use while driving, the Application must conform to \nfor safe and non-distracting in-vehicle interfaces. (For more information, see also the generally accepted principles for in-vehicle interfaces.)\n(ii) \nThe Application must be capable of being successfully installed and running consistently on the platform for which it is intended; and must function as depicted in the video and expressed in the text description.\n(iii) \nA submitted Application must run on at least one of the following:\n(iv) \nApplications must be either newly created by the Maker or, if the Application existed prior to the Challenge Submission Period, the Maker must have incorporated new features and functionality relevant to the Challenge, after the start of the Challenge Submission Period. Makers submitting an Application that existed prior to the start of the Challenge Submission Period will be required to describe on the “Enter a Submission” page of the Challenge Website how they have updated their Application during the Challenge Submission Period to include features that focus on combining the use of cars and public transportation in São Paulo City.\n(v) \nThe same Application may only win prizes in at most two Poster challenges on ChallengePost. Applications already awarded Prizes in two previous Poster challenges on ChallengePost are not eligible for the Challenge under any circumstances. Previous Poster challenges on ChallengePost include:\nA Maker, team, Organization, or Large Organization that has won prizes in two or more previous Poster challenges on ChallengePost, is eligible to enter, provided their Application has a different name and is substantially different from previously entered, prize winning applications.\n(vi) \nParticipants in the São Paulo Mobility National Challenge, which is limited to residents of and Organizations domiciled in Brazil, are not eligible to enter this Challenge.\n(vii) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Challenge and until the Judging Period ends.\nIf the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, the Sponsor and/or Administrator reserve the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request.  \nFor Applications running on widely available smartphones, tablets, or desktop computers, Makers may make their Application available using one of the following methods: \nUpload an .apk file on the Enter a Submission form or provide a link for downloading the Application in the “Testing Instructions” field on the Enter a Submission form.\n\nYou may send the Administrator a beta test via Crashalytics. Use the Administrator’s testing email (\n) and UDID’s to provision a build and send the Administrator a link via the “Share Links” button. Add the testing link to the Enter a Submission form under “iOS Build Link”.  Beta by Crashalytics is a free service. Please review the \n.\n\n \nEnter the Administrator’s email address to share a build for testing. The Administrator’s TestFlight account email is: \n. Please note that if you add the Administrator as an “External Tester” your Application will need to go through \n before you can send your build. This could lead to delay and in order for your Submission to be eligible, you must send your test build before the end of the Challenge Submission Period. To learn more about TestFlight via iTunes Connect, please review the \n and the \n.\nSend a testing link to the Administrator at: \n, and add the testing link on the Enter a Submission form under “iOS Build Link”. Please note that there is a \n.\nUpload an .xap file in the Enter a Submission form or provide a link for downloading your Application in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files (.exe) on the Enter a Submission form or provide a link for downloading your .exe file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nProvide a link for accessing your Application on the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nProvide detailed instructions in the “Testing Instructions” for how to utilize the Application on a feature phone or smart phone.\n(viii) \nThe Maker may make the Application available to the public via a website or online store, but is not required to do so. However, the Maker acquires no rights to use Ford trademarks or other Ford intellectual property in any distributed Application except by separate written agreement with Ford.\n(ix) \n A Maker may submit more than one Submission, however, each Submission must be unique and substantially different from any of the Maker’s other Submissions, as determined by the Poster and/or the Administrator.\n(x) \nApplications may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(xi) \nYour Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\n(xii) \n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Poster or Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or Administrator any time prior to the end of Challenge Submission Period. The Poster, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest.\n \n\nThe text description should describe how the Application focuses on combining the use of cars and public transportation in São Paulo City.\nThe image(s) should be photographs or screenshots of your working Application. Images must be one of the following formats: .jpg, .gif, or .png.\nThe video portion of the Submission: \na. should be less than five (5) minutes;\nb. must include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube, Vimeo, or Youku, and a link to the video must be provided on the submission form on the Challenge Website; and\nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\n \nSubject to the licenses described below and, where applicable, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Challenge, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\n Makers represent and warrant that the Poster, Administrator, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n \nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or external, may or may not be listed individually on the Challenge Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”), and scored using the following criteria (the “Judging Criteria”):\n(i) \nIncludes creativity and originality of the idea.)\n(ii) \nIncludes how well the idea was executed by the developer.)\n(iii) \nIncludes the extent to which the Application improves traffic in São Paulo by combining the use of cars and public transportation in the city.)\nThe three (3) Makers whose Submissions earn the highest overall scores based on the Judging Criteria, will become potential winners of the Grand, Second and Third Prizes listed in Section 8.\nThe Judging Criteria above may not apply to every Prize. See section 8 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJUDGES are not required to test the Application and may choose to judge based solely on the text description, IMAGES and video provided in the Submission. \nThe Poster may, at their sole discretion, divide the judging process into phases. The Poster may appoint an internal panel of judges to evaluate all eligible Submissions and determine a smaller number of finalist Submissions. The finalist Submissions may then be submitted to a different panel of finalist judges (the “Judges”) who will evaluate only the finalist Submissions to determine the potential winners of the Prizes listed in Section 8 below. The internal panel of judges and the finalist Judges will be appointed at the sole discretion of the Poster and will use the Judging Criteria in these Official Rules to evaluate Submissions. Only the finalist Judges will be identified on the Challenge Website.\nFor each Prize listed in Section 8 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \nThe Popular Choice Award, described below in Section 8, will be determined by public voting. Public voting will take place during the Public Voting Period. The Poster and/or Administrator has the right to extend the Public Voting Period at any time for any reason.\nThe Popular Choice Award winner will be the eligible Submission with the highest number of verified votes received on the Submission’s webpage on the Administrator’s website during the Public Voting Period. Verified vote counts will be determined by the Administrator. If there is a tie between two or more Submissions, the winner will be the Submission with the highest score from the Judges based on the Judging Criteria, and if applicable the Tie Breaker procedure, described above in Section 6.\nPublic voting is open to any person with a verified ChallengePost account. Each person is limited to one vote per Submission and may only vote using one account. Makers may not directly or indirectly offer or pay any monetary or other form of consideration in exchange for a vote.\nYou many not use any manual or automated vote process or methods, or multiple e-mail addresses, to circumvent the one-vote limit per person per Submission. Doing so will subject all of your votes to disqualification. The Poster and/or Administrator may also disqualify a Maker, if the Maker receives multiple or irregular votes from the same user or users, receives votes in a manner that indicates manual, automated or other vote manipulation, or attempts to compensate voters.\nIf the voting process fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the Poster has the right to determine the Popular Choice Award winner by using non-suspect votes, or by any other means they deem appropriate. If no alternative means of determining a winner of the Popular Choice Award is available or selected, the Poster may terminate the Popular Choice Award without designating a winner.\nThe Poster and Administrator are not responsible for, and are not required to count any vote which, in their judgment, is incomplete, late, misdirected, damaged, unlawful or illicit. This includes votes secured in breach of the voting rules above, as well as those lost for technical reasons, or otherwise in violation of these Official Rules.\n \n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission (the submitter is the “Representative” in the case of a team, Organization, or Large Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, Organization, or Large Organization, is disqualified for any other reason. \nIn the event of a disqualification, the Poster and/or Administrator may award the applicable Prize to an alternate potential winner.\n \nThe Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nA monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team or Organization’s participating members, as the Representative deems appropriate. \nWithin 45 days of the Poster or Administrator’s receipt of the Required Forms\nWinners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \nA. By entering the Challenge, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Challenge Judges which are binding and final in all matters relating to the Challenge.\n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website;\n(iii) unauthorized human intervention in any part of the entry process or the Challenge; \n(iv) technical or human error which may occur in the administration of the Challenge or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\n \nBy participating in the Challenge you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\n \nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB.  Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation.  \nC. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law.  Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Challenge Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Challenge, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n \nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n \nA. Makers agree that, to the fullest extent permitted by law:  \n(i) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any Prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Challenge or any Prizes awarded, shall be resolved exclusively by the United States District Court of Michigan or the appropriate Michigan State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of Michigan, without giving effect to any choice of law or conflict of law rules (whether of the State of Michigan or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of Michigan. \n \nPlease review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\n Participation in the Challenge constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Challenge that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\n\nPersonal information collected from individual Makers is subject to the ChallengePost privacy policy located at http://ChallengePost.com/privacy and Ford App Challenge Privacy Policy located at \n. By entering and participating in the Competition, Contestants expressly agree to the terms of the privacy policies.\n\n(i) See the Challenge Post Privacy Policy at: http://ChallengePost.com/privacy\n(ii) Ford Notice: Processing of data including personal data\nFord Motor Company is located in the United States.  In accordance with its Privacy Policy located at \n, Ford may use vendors or partners globally, including in the United States, to collect and/or transfer PII for purposes of Challenge administration.  By providing PII (and other information) in connection with the Challenge you understand and voluntarily consent to the collection, use, and processing of the PII (and other information) in the United States, and other countries globally and consent to the transfer of such information across country borders in accordance with this Privacy Policy, or you have obtained consent from team members to the collection, use, and processing of their PII (and other information) in the United States, and other countries globally and consent to the transfer of such information across country borders in accordance with this Privacy Policy. \n \nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at \n. ", "hackathon-prizes": [{"prize-content": "US$10,000 cash prize", "prize-title": "Grand Prize"}, {"prize-content": "US$7,000 cash prize", "prize-title": "Second Prize"}, {"prize-content": "US$2,500 cash prize", "prize-title": "Third Prize"}, {"prize-content": "US$500 cash prize", "prize-title": "Popular Choice Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://saopaulo-global.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality of the idea."}, {"judging-criterion": "Includes how well the idea was executed by the developer."}, {"judging-criterion": "Includes the extent to which the solution offers the potential to improve traffic in São Paulo by combining the use of cars and public transportation in the city."}], "hackathon-location-address": "", "hackathon-description-header": "Submit apps that combine the use of cars and public transportation to help ease traffic in São Paulo city.", "hackathon-prizes-total": "$20,000", "hackathon-location-description": "", "hackathon-end-date": "2015-09-07", "has-projects": "True"}