{"hackathon-description-text": "\nTechnology is changing the way we manage our money. The financial technology (fintech) industry is growing at fast pace disrupting the financial sector. Together with the Hypovereinsbank, we would like to explore the possibilities for banking of the future. How will we be managing our bank accounts, credits and mortgages? How will we be sharing money with friends and relatives across the globe? How will we be paying our bills and shopping in the future? And how will content around financial issues be delivered to the users?", "hackathon-number-of-prizes": "10", "hackathon-id": "burdahackday-finance", "hackathon-judges": [{"judge-role": "Chief Scientist at Hubert Burda Media", "judge-name": "Jean-Paul Schmetz"}, {"judge-role": "Founder & CEO at DLD", "judge-name": "Steffie Czerny"}, {"judge-role": "CEO Burda Intermedia", "judge-name": "Hans Fink"}, {"judge-role": "COO, HypoVereinsbank", "judge-name": "Heinz Laber"}, {"judge-role": "President of the HVB Women's Council / Vice President & Chief Progress Officer Corporate Affairs, Hewlett-Packard", "judge-name": "Gabriele Zedlmayer"}, {"judge-role": "Head of Multi Channel Management, HypoVereinsbank", "judge-name": "Christian Reichmayr"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n(over 18 years in age),\n: max 5 persons.", "hackathon-number-of-participants": "92", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nWe expect you to create apps, tools, games & plattforms around the following topics:", "hackathon-rules": "\nWe recommend that you find your team in advance. If you come alone, you will be able to connect to other participants at the get-together on Firday, June 12 (start: 5.30 pm, address: HVB Forum, Guest Lounge (Entrance via Pranner-Str. 4, 80333 Munich) or on Saturday morning.\nYou are allowed to develop your idea in advance and sketch it.\nYou are \n allowed to write any code in advance.", "hackathon-prizes": [{"prize-content": "5000 € sponsored by HypoVereinsBank + tickets to The Royal Jungle start-up conference in Munich. The winners will pitch their project at the conference!", "prize-title": "1st prize"}, {"prize-content": "DLD Summer conference tickets", "prize-title": "2nd prize"}, {"prize-content": "1 000 € in Amazon vouchers for the whole team", "prize-title": "3rd prize"}, {"prize-content": "gini - Gini provides an information extraction system for analyzing documents (e. g. invoices or contracts), specifically information such as the document sender or the amount to pay in an invoice. API prize: Apple Watch (38 mm) for each team member.", "prize-title": "gini API prize"}, {"prize-content": "figo - This API allows you to easily access your bank account including transaction history and submitting payments. API prize: 5 x 100 euro vouchers.", "prize-title": "figo API prize"}, {"prize-content": "Finanzen100 - With this API, you can request stock exchange-related information like share prizes, company-related news and financials. API prize: 1000 euro Cyberport voucher.", "prize-title": "Finanzen100 API preis"}, {"prize-content": "Organize.me - the API lets you semantically analyze documents like financial reports or invoices. API prize: 5x Sphero 2.0 Robotic Gaming System.", "prize-title": "Organize.me API prize"}, {"prize-content": "Paymill - With Paymill’s RESTful payment processing API you can execute transactions in real-time. Paymill supports credit cards, SEPA and Paypal as payment methods and offers additional features for subscription models, end customer data or OAuth based permission sharing. API prize: Pebble Smartwatch for each team member.", "prize-title": "Paymill API prize"}, {"prize-content": "Bavarian Ministry of Economic Affairs and Media, Energy and Technology - Tickets to the Bits & Pretzels founders festival in Munich for the highest economic impact", "prize-title": "Special prize by the Bavarian Ministry of Economic Affairs and Media, Energy and Technology "}, {"prize-content": "Friedrich Ebert Foundation - Tickets to the rhetorics or moderation workshop for the most consumer-friendly coverage of an economic/ finance issue", "prize-title": "Special prize by Friedrich Ebert Foundation "}], "hackathon-location-google-maps": "https://maps.google.com/?q=Kardinal-Faulhaber-Straße 1, 80333 München, Germany", "hackathon-url": "https://burdahackday-finance.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Kardinal-Faulhaber-Straße 1, 80333 München, Germany", "hackathon-description-header": "finance, fintech, Munich, Burda, ecommerce, content, banking, credits, mortgages, shopping", "hackathon-prizes-total": "$19,250", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}