{"hackathon-description-text": "\neBay Inc Opportunity Hack was created by a cross-functional team at eBay with an idea of bringing together volunteer participants, including employees, with nonprofit organizations to create positive impact.", "hackathon-number-of-prizes": "2", "hackathon-id": "opportunityhack2014bangalore", "hackathon-judges": [{"judge-role": "Vice President -Technology Founder InMobi", "judge-name": "Mohit Saxena"}, {"judge-role": "Co-founder & Managing Trustee - Rangde.org", "judge-name": "Smita Ramakrishna"}, {"judge-role": "Chairman at PeopleCare Business Solutions P Ltd", "judge-name": "Rajan Narayanan"}, {"judge-role": "Director of Engineering at PayPal", "judge-name": "Phanimohan Kalagara"}, {"judge-role": "Director of Engineering at eBay", "judge-name": "Jeetendra Agrawal"}, {"judge-role": "Director at EthicsComply.com", "judge-name": "[Social Coach] Alok Agarwal"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nNo Purchase Necessary. ", "hackathon-number-of-participants": "361", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\n1. All members of the team must be registered on ChallengePost and should be added to the project submission.", "hackathon-rules": "\nDuring the Competition, you must submit to the judges attending the event a unique application created on-site at O-Hack (“Application” or “Entry”). Prior to the start of developing and submitting an Entry, Sponsor will review specific procedures with the Eligible Participants. During the Competition, you must submit to the Competition judges attending the Event an Application relating to hack ideas announced prior to the start of the Event. You will have to present to the judges present at the Event an original minimum viable product (“MVP”) of your Application during the time window defined at O-Hack. Only Applications coming from registered individuals/teams can be considered by the judges. All components of each Entry must be submitted in accordance with these Official Rules. You may not submit more than one (1) Entry to each Event, whether you are an individual entrant or part of a team. An Eligible Participant (or team) must be the sole owner of the application submitted.\n, you understand and agree that, in order for a team to be eligible to participate, all of the members of the team must meet the eligibility criteria contained herein and agree to these Official Rules. By entering, you warrant that you have obtained the appropriate agreement and/or approval by your team members. In addition, you understand and agree that if the team is selected to receive a monetary prize, the prize amount will be divided equally and dispersed to all team members (maximum of 8 team members). Winning team members will receive their shares of the prize money as a payment as gift-cards or vouchers. The eligibility of an entrant is tied to the eligibility of the team. So if one member of a team does not comply with these Official Rules or is disqualified, the team as a whole will be disqualified.\nThe Entry must be in keeping with the Sponsor’s image, and may not be offensive, nor can it defame, or invade upon the publicity rights or privacy of any person or otherwise infringe upon any person or entity’s intellectual property, personal or proprietary rights, as determined by Sponsor and the judges in their sole discretion. Each entrant must either (i) be the sole and exclusive owner of all rights (including, without limitation, all intellectual property rights) in and to all content and elements incorporated into or used in the entry; or (ii) have the express written permission to use such content and elements from the owner(s) of the rights to such content and elements.  Any entrant whose Entry includes content or elements not owned by the entrant must be able to provide written legal releases (in a form that is satisfactory to Sponsor and the judges) that permit the entrant to use and exploit such content and elements in the manner used and exploited and that permit Sponsor’s right to use and exploit the content and materials in accordance with these Official Rules (“IP Releases”) before eligible to be declared a winner.\nEntries that are mechanically reproduced, copied, illegible, incomplete or inaccurate are void.  Entries that have been generated by a script, macro, bot or any other automated means will be deemed void.  If a dispute results as to the identity of an entrant, it will be determined that the Entry was submitted by the natural person assigned to the email address used for entry. Entrants may use the names of eBay Inc. companies in the Application and description in a descriptive manner to describe the eBay Inc. Services, eBay Inc. websites and activities related to the eBay Inc. websites.  Sponsor grants Eligible Participants a limited, non-exclusive license to use eBay Inc. logos or intellectual property owned by eBay Inc. in the Application and description for purposes of O-Hack only.  In the event an Eligible Participant wishes to use this Application for any other purpose, he/she/they must follow standard procedures for using eBay Inc. IP (including logos).  Incomplete Entries or Entries not complying with these Official Rules are subject to disqualification. Sponsor is not responsible for late, lost, incomplete, illegible, damaged, or misdirected Entries. Sponsor’s decisions are final on all matters relating to this Competition. Sponsor reserves all rights, including the right to edit, publish, use, adapt, modify, or dispose of any application/description, proper names, likenesses, and photographs for advertising and promotional purposes in all media (including, but not limited to, the internet) without additional compensation, except where prohibited by law. If an entrant changes his/her telephone number, email address, and/or street address after he/she enters the Competition, it is his/her sole responsibility to notify the Sponsor by email at \no be received by the end of the promotion period.\nAll eligible Entries will be judged by a panel of expert judges, internal and external to eBay Inc. selected by the Sponsor in its sole discretion, and one (1) First Place winner and one (1) Second Place winner will be determined from among all valid Entries submitted for the Competition. Judging will be based on the following criteria, based on a total of 50 points:  (i) Teamwork: Ability to work in a team – 5 points; (ii) Presentation/Demo: Creating a world-class project, or world-changing one, requires the ability to get others on board – 10 points; (iii) Innovation/Ability to Pivot: Displaying innovation or the ability to pivot when necessary – 10 points; (iv) Accessible by the Target User Base: When creating an app to help a population, it’s crucial that the target user base actually has access to the technology in question – 10 points; (v) Implementable: Show how this project would fare from this weekend to a market release – 10 points; (vi) Open Source Software: Does your project leverage open source software or libraries? – 5 points. The top-scoring Entry will be declared a potential First Place winner, and the Entry with the second highest score will be declared the potential Second Place winner, subject to verification and compliance with these Official Rules. In the event of a tie, the Entries involved in the tie will be reviewed by an additional judge who will serve as a tiebreaker and who will evaluate Entries according to the criteria listed above.  Decision of judges is final and binding on all matters relating to O-Hack.  Winners will be determined at the end of O-Hack.\n: Potential First Place winner and potential Second Place winner will be notified immediately following O-Hack, at the event, and by email using the contact information provided at the time of entry. Potential winners who are legal residents of the United States will be required to sign an affidavit of eligibility and liability release and, where legal, a publicity release and a federal and state tax release and return same, properly executed, within 48 hours via fax and within five (5) days of issuance of notification via regular U.S. Mail. Failure to return any or all documents fully-executed within the specified time period, or if any notification is returned as undeliverable, will result in disqualification and a runner-up may be selected. Entrants are responsible for ensuring that the contact details associated with their entry are up to date and accurate so they can be contacted if they win. If Sponsor or its authorized agents are not able to contact the winners by midnight India Standard Time 14 calendar days after the first attempted notification, alternative winners may be chosen by the judges and the original winners' entitlement will lapse. Sponsor may ask for proof from the winners to verify their identity. Sponsor may also ask the winners to provide proof of their age and/or country of residence.\nWithout limiting the generality of the foregoing, each Eligible Participant agrees to release and hold harmless the Releasees from and against any and all claims based on publicity rights, defamation, invasion of privacy, copyright infringement, trademark infringement or any other intellectual property related cause of action that relate in any way to the Entry.\nThe Sponsor reserves the right, in its sole and absolute discretion, to cancel, amend or suspend O-Hack, or to amend these Official Rules, without prior notice or obligation, in the event of any accident, printing, administrative, or other error or any kind, or for any other reason.\nIn the event of any discrepancy or inconsistency between the terms and conditions of these Official Rules and disclosures or other statements contained in any event-related materials, including, but not limited to: eBay Inc. websites and/or point of sale, television, print or online advertising; the terms and conditions of these Official Rules shall prevail, govern and control.\nThe Sponsor reserves the right, in its sole and absolute discretion, and without prior notice, to adjust any of the dates and/or timeframes stipulated in these Official Rules, to the extent necessary, for purposes of verifying compliance by any entrant or Entry with these Official Rules, or as a result of technical problems, or in light of any other circumstances which, in the opinion of the Sponsor, in its sole and absolute discretion, affect the proper administration of O-Hack as contemplated in these Official Rules.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Prize"}, {"prize-content": "", "prize-title": "2nd Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=RMZ Ecospace Internal Road, Adarsh Palm Retreat, Bellandur, Bengaluru, Karnataka 560103, India", "hackathon-url": "https://opportunityhack2014bangalore.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Ability to work in a team - 5 points."}, {"judging-criterion": "Creating a world-class project, or world-changing one, requires the ability to get others on board - 10 points."}, {"judging-criterion": "Displaying innovation or the ability to pivot when necessary based on feedback that you have heard from customers - 10 points."}, {"judging-criterion": "When creating an app to help a population, it is crucial that the target user base actually has access to the technology in question - 10 points."}, {"judging-criterion": "Show how this project would fare from the hack weekend to a master release - 10 points."}, {"judging-criterion": "Does your project leverage open source software or libraries? And have you opened your code for others to use as open source - 5 points."}, {"judging-criterion": "All teams must get at least one point in all the above categories. Getting a 0 in any one category will mean they are not eligible to win."}], "hackathon-location-address": "RMZ Ecospace Internal Road, Adarsh Palm Retreat, Bellandur, Bengaluru, Karnataka 560103, India", "hackathon-description-header": "eBay Inc. Opportunity Hack - Bangalore : Build. Connect. Empower.", "hackathon-prizes-total": "$2,300", "hackathon-location-description": "", "hackathon-end-date": "2014-11-09", "has-projects": "True"}