{"hackathon-description-text": "\nStudents spend 36 hours building anything they can imagine, and take breaks to interact with technology visionaries, founders, and find new mentors. They meet with the hottest, most sough-after companies in the world who vie for hackers' attention. For MHacks, students give up a weekend of partying to invest a weekend in their personal growth by learning something new, and creating solutions to problems they see in the world. ", "hackathon-number-of-prizes": "43", "hackathon-id": "mhacks6", "hackathon-judges": [{"judge-role": "", "judge-name": "A Panel of Awesome Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n- Teams may include up to four members.\n- All hacks must be built at MHacks 6 by registered participants. Unregistered hackers will not be allowed to participate.\n- Remote participation is not allowed.", "hackathon-number-of-participants": "705", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nA valid submission is a software/hardware hack produced at MHacks 6 within the provided rules.\nHacks must be submitted under one of our 7 categories (listed below). Hackers must be able to justify the category that they chose to our judges during project expo.\nYour hack must have a valid Devpost submission to the MHacks 6 event, preferably with video/images of the working product, as well as a live demo at your assigned table at the MHacks 6 Project Expos.", "hackathon-rules": "\nThe hack must be built during MHacks V and within the 36 hours of hacking.\nIf you're a beginning hacker, check this out: http://blog.mlh.io/your-first-hackathon-10-07-2013/\nIn addition to Major League Hacking's Code of Conduct found here - http://static.mlh.io/docs/mlh-code-of-conduct.pdf - we ask hackers at MHacks to agree to the following (some content sourced from http://hackathon.launch.co/rules):\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it. \n3) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.\nThe only exception to this rule is that you may use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\n Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”. \n4) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community. \n5) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. \n They'll review it with the team and notify you if you should go forward. Don't waste 36 hours on a  hack that won't be allowed to demo.\n6) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.", "hackathon-prizes": [{"prize-content": "Every member of the winning team wins a trip to Walmart Headquarters in Bentonville, AR and to Walmart Labs in San Bruno, CA.  Tours of our Lab 415-C, Data Café, and others. + 42mm Apple Watch Sport/Pebble Steel/Myo Armband + Pre-Ordered Oculus Rift/Parrot BeBop Drone + 16GB Apple iPad Air 2 Space Grey + Dell 2-in-1 Laptops + MLH Medals + $500 Walmart Gift Card", "prize-title": "Grand Prize, Sponsored by Walmart"}, {"prize-content": "Every member of the winning team wins a Parrot MiniDrone + Apple Watch/Myo Armband + iPad Mini + Arduino Kit + $500 per person + Delta Sky Club Passes + MLH Medals", "prize-title": "2nd Place"}, {"prize-content": "Every member of the winning team wins an Apple Watch/Myo Armband + iPad Mini + Arduino Kit + MLH Medals + $250 per person", "prize-title": "3rd Place"}, {"prize-content": "Every member of the winning team wins tickets to SXSW + $100 cash + VFA swag", "prize-title": "Best Hack for Social Impact - Spnosored by VFA"}, {"prize-content": "Every member of the winning team wins a Nvidia Shield Android Tablet", "prize-title": "Best Android Hack"}, {"prize-content": "Every member of the winning team wins a year subscription to Professional Heroku and Heroku Redis", "prize-title": "Best Web Dev Hack"}, {"prize-content": "Every member of the winning team wins a Dell Touchscreen Monitor", "prize-title": "Best VR/Game Design Hack"}, {"prize-content": "Every member of the winning team wins a Makerbot Replicator Mini 3D Printer", "prize-title": "Best Hardware Hack"}, {"prize-content": "", "prize-title": "Best Miscellaneous MHack prize"}, {"prize-content": "Every member of the winning team gets the choice of Pre-Ordered Oculus Rift, TwoUp 3D Printer, or $300 Walmart Gift Card", "prize-title": "Best eCommerce Hack, Sponsored by Walmart"}, {"prize-content": "Parrot – AR Drone 2.0 Elite Quadricopter - Black", "prize-title": "Best Security Hack, Sponsored by Walmart"}, {"prize-content": "Go Pro Hero 4", "prize-title": "Best Use of Walmart API"}, {"prize-content": "$300 Walmart Gift Card", "prize-title": "Best Sustainable Hack, Sponsored by Walmart"}, {"prize-content": "Every member of the team that builds the best iOS or OS X app will receive an Apple Watch 42mm.", "prize-title": "Best iOS App, Sponsored by Apple"}, {"prize-content": "Philips – Hue A-19 Starter Kit for every member of the winning team", "prize-title": "Best Use of Analytics and Analysis, Sponsored by Bloomberg"}, {"prize-content": "$500 Amazon Gift Card for every member of the winning team.", "prize-title": "Best Use of Capital One API"}, {"prize-content": "Sonos Play:1 and $50 cash prize for every member of the winning team.", "prize-title": "Best Money Saving Hack, Sponsored by Concur"}, {"prize-content": "Round trip flight anywhere in the USA for the entire team of 4 (includes Alaska and Hawaii).", "prize-title": "Best Travel Hack, Sponsored by Delta"}, {"prize-content": "1st Place: $250 cash for each member of the winning team plus a 4K HDTV", "prize-title": "Most Innovative Use of DIRECTV's APIs ~1st place"}, {"prize-content": "2nd Place: Each member of the winning team will win a season of free NFL Sunday Ticket streaming access", "prize-title": "Most Innovative Use of DIRECTV's APIs ~2nd place"}, {"prize-content": "Every member of the winning team receives 2 EA titles, assorted EA merchandise, and a conversation with seasoned veterans of the Office of the Chief Creative Officer at Electronic Arts about the team's game idea and the industry in general.", "prize-title": "Best of Show - Judge's Selection Sponsored by Electronic Arts"}, {"prize-content": "Every member of the winning team receives 2 EA titles, assorted EA merchandise, and a conversation with seasoned veterans of the Office of the Chief Creative Officer at Electronic Arts about the team's game idea and the industry in general.", "prize-title": "Player's Choice, Sponsored by Electronic Arts"}, {"prize-content": "Every member of the winning team receives an Expedia suit case ($100 value) and an Expedia travel voucher ($150).", "prize-title": "Best Use of Expedia’s API"}, {"prize-content": "1st Place: Every member of the winning team receives an all-expenses paid trip to the Facebook World Hackathon Finals at HQ in Menlo Park, plus a $500 Amazon Gift Card.", "prize-title": "Best Use of Parse API"}, {"prize-content": "Every member of the winning team receives an OnHub Wireless Router from Google, a custom Firebase trophy, and 6 months of Firebase Blaze Credit.", "prize-title": "Best Use of Firebase"}, {"prize-content": "Ford drives mobility solutions that encourage customers to Go Further!  In this challenge, we encourage students to develop a mobile application that enhances the value of owning a Ford vehicle.  Entries do not have to be fully functional, but bonus points will be awarded to apps with realistic underpinnings (hint: check out developer.ford.com).", "prize-title": "Ford Best Mobile App Award"}, {"prize-content": "This award will be given to the app which best demonstrates an innovative and creative solution for a business problem, leveraging open source libraries. Bose SoundLink Mini Bluetooth Speaker II awarded for every member of the winning team", "prize-title": "Best Business Solution App Leveraging Open Source, Sponsored by Goldman Sachs"}, {"prize-content": "Paintball guns for the whole team! The Tippman Cronus, highest rated paintball gun on Amazon:", "prize-title": "Best Use of GUN"}, {"prize-content": "Winners will receive Amazon gift cards AND the chance to win a trip to NYC for MongoDB World 2016. The winning team from each hackathon we sponsor this year will be entered to win a trip for their team to our annual user conference MongoDB World (", "prize-title": "Best Use of MongoDB!"}, {"prize-content": "Each team member gets to choose 1 Nest product.", "prize-title": "Best Use of the Nest API"}, {"prize-content": "Each member of the winning team wears wearable sleeping bags!", "prize-title": "Best Use of Twilio"}, {"prize-content": "$250 dollars of Uber credits for every member of the winning team. Please send", "prize-title": "Best of Uber API"}, {"prize-content": "1st Place: Full conference passes to Wolfram Technology Conference, a talk slot for the winning team to present their hack during the conference, and 1 year complementary \"Developer Level\" to Wolfram Programming Cloud.", "prize-title": "Best Use of Wolfram Tech"}, {"prize-content": "Winning team receives Dell Venue Pro", "prize-title": "Best Use of Microsoft Azure"}, {"prize-content": "Winning team receives Microsoft Band", "prize-title": "Best Overall Use of Microsoft Technology"}, {"prize-content": "Every member of the winning team wins a Pebble Steel", "prize-title": "Best Pebble Hack, Sponsored by Major League Hacking"}, {"prize-content": "Every member of the winning team wins a Domain.com swag bag", "prize-title": "Best Domain.com Domain Name, Sponsored by Major League Hacking"}, {"prize-content": "Every member of the winning team wins a $100 American Express Gift Card", "prize-title": "Best Team Collaboration on a Project, Sponsored by American Express"}, {"prize-content": "Every member of the winning team wins a $25 American Express Gift Card", "prize-title": "Best Team Collaboration on a Project, Sponsored by American Express"}, {"prize-content": "Every member of the winning team wins a pair of Bose SoundLink on-ear headphones.", "prize-title": "Most Professional Hack, Sponsored by LinkedIn"}, {"prize-content": "$100 cash prize for every member of the winning team.", "prize-title": "Best Use of Namecheap"}, {"prize-content": "2 Go Pro's", "prize-title": "Best Use of Stream API"}, {"prize-content": "Choice of Outdoor Adventure Item (Snowboard, Mountain Bike, Longboard)", "prize-title": "Best Way to Visualize Data, Sponsored by Qualtrics"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1605 South University Avenue, Ann Arbor, MI 48104, USA", "hackathon-url": "https://mhacks6.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "1605 South University Avenue, Ann Arbor, MI 48104, USA", "hackathon-description-header": "Students from across the world come to MHacks to build amazing things, transform dreams into realities, and to meet others with the same level of passion to build their future. MHacks is for creators.", "hackathon-prizes-total": "$49,600", "hackathon-location-description": "University of Michigan - North Campus", "hackathon-end-date": "2015-09-13", "has-projects": "True"}