{"hackathon-description-text": "\nEarlier this year, the City of San Diego announced the world’s largest Internet of Things (IoT) platform deployment. By placing 3,200 CityIQ™ intelligent nodes on streetlights across the City, San Diego is putting powerful real-time data into the hands of the community and benefiting from a new app economy.  Deployment began and is expected to be completed in early 2018. As part of the initiative, San Diego launched an ", "hackathon-number-of-prizes": "3", "hackathon-id": "hackcsu2018", "hackathon-judges": [{"judge-role": "Developer Advocate, GE Digital", "judge-name": "Leah Cole"}, {"judge-role": "General Manager, Intelligent Cities, Current, Powered by GE", "judge-name": "Austin Ashe"}, {"judge-role": "Chief Technology Officer, Port of San Diego", "judge-name": "Keith Coffey"}, {"judge-role": "Assistant Vice President, Operations, Port of San Diego", "judge-name": "Shaun Sumner"}, {"judge-role": "Chief Data Officer, City of San Diego", "judge-name": "Maksim Pecherskiy"}, {"judge-role": "Program Manager, Energy & Sustainability Division, Port of San Diego", "judge-name": "Lorie Cosio-Azar"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nIt is recommended that at least two team members are registered as a full- or part-time undergraduate or graduate student majoring in a business-related discipline since the team must develop a\nThe Project Team Leader is responsible for submitting the Entry on the Project Team’s behalf in which all official members of the Project Team will be listed and for obtaining all Project Team members’ signatures on any releases or documents that GE Digital and CSUF may require. The Project Team Leader’s submission of an Entry constitutes agreement of these Official Rules by all Project Team members. ", "hackathon-number-of-participants": "20", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nSubmissions must be uploaded to DevPost by\nIn addition to the materials listed above, you will be giving a 7-10 minute presentation to a panel of judges on Sunday, April 29th. Please email whatever content you plan to present on that Sunday to", "hackathon-rules": "\nFull rules for the event can be found on the \n.\nThe Sponsor reserves the right, in its sole discretion, to disqualify an Individual or Project Team who the Sponsor, in its sole discretion, believes has attempted to undermine the legitimate operation of the Challenge, has tampered with the Challenge or with any Entry or abuses, threatens or harasses other Entrants or the Sponsor. If a Project Team member is disqualified, the entire Project Team will be disqualified.\nAll Entrants agree to follow and abide by the design idea requirements and judging criteria. Participation in this Challenge constitutes an agreement by each Entrant, including all members of a Project Team in the case of a Team Entry, to be bound by these Rules and by the decision of the judges which shall be final and binding.\nEntrants will receive limited licenses for the GE's Predix software platform, related mobile computing equipment as determined by GE Digital, orientation to the GE Predix platform, and a GE Digital project mentor obtained free of charge via GE Digital Global Software (subject to GE Digital terms of use).\nUpon request, GE Digital will provide certain materials to the Project Team Leader necessary to meet the minimum design requirements needed to participate in this Challenge; provided that, such materials are used solely for the purpose of participating in this Challenge. Any other use of such materials may result in disqualification of the entire Project Team.\nInformation regarding the process relating to obtaining these materials will be provided by GE Digital upon request by an Entrant only after the Project Team Leader has submitted the online entry form.\nEach Participating Campus will receive a $10,000 Participation Grant from the Sponsor (distributed by ASC). With the exception of the Participation Grant, GE Digital will not reimburse Entrants for any out-of-pocket costs incurred or for efforts expended in connection with their participation in the Challenge and Entrants have no claim to additional reimbursement.", "hackathon-prizes": [{"prize-content": "The first place team will be awarded $8,000 USD as an award/scholarship through their home campus.", "prize-title": "Grand Prize Winner"}, {"prize-content": "The second place team will be awarded $5,000 USD as an award/scholarship through their home campus.", "prize-title": "Second Place"}, {"prize-content": "The third place team will be awarded $2,000 USD as an award/scholarship through their home campus.", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Shiley Suite on the 9th floor, 330 Park Blvd, San Diego, CA 92101", "hackathon-url": "https://hackcsu2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes originality and creativity of the technical implementation, design, and usability\nIncludes how comprehensive the solution is with respect to the given case study"}, {"judging-criterion": "Includes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to user, or reliant on a technology that is not yet on the market"}, {"judging-criterion": "How realistic is the analysis?"}, {"judging-criterion": "Use of Predix platform\nUse of one or more CityIQ APIs"}, {"judging-criterion": ""}, {"judging-criterion": "Includes the clarity of how the solution addresses the given case study, what technology is used, what Predix services are leveraged, what sensor and other data is used, and the connection the solution makes to real-world scenarios"}], "hackathon-location-address": "Shiley Suite on the 9th floor, 330 Park Blvd, San Diego, CA 92101", "hackathon-description-header": "Use the power of Predix to help the City of San Diego tackle urban challenges facing the community", "hackathon-prizes-total": "$15,000", "hackathon-location-description": "San Diego Central Library", "hackathon-end-date": "2018-04-23", "has-projects": "True"}