{"hackathon-description-text": "\nWhat can you build in one day? PantherHacks is a", "hackathon-number-of-prizes": "3", "hackathon-id": "pantherhacks-2015", "hackathon-judges": [{"judge-role": "IT, Project Management, Development, Internship, Innovations and Organizational Development professional with over 25 years experience.", "judge-name": "J. Dietenberger"}, {"judge-role": "Lead Product Designer & Partner at Polymathic - Product Development & Consulting. Co-founder of The Commons - Cross-university entrepreneurship & innovation accelerator.", "judge-name": "Joe Poeschl"}, {"judge-role": "Entrepreneur in Residence UWM Research Foundation", "judge-name": "Carlton Reeves, Ph.D."}, {"judge-role": "Instructor, Designer, Web & Mobile Application Developer", "judge-name": "Hunter Ruth"}, {"judge-role": "Geospatial Information Professional -academic research and instruction, outreach and collaboration - 35 years managerial experience.", "judge-name": "Donna Genzmer"}, {"judge-role": "Engineer/entrepreneur: 27 years building systems, teams & companies.", "judge-name": "Melora Svoboda"}, {"judge-role": "Featured UWM graduate, Milwaukee Girls in Tech leader, Digital Marketing Specialist at Rexnord", "judge-name": "Jessica Gilmore"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "46", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nBy participating or being in attendance at this event, you agree to these rules. These rules apply through the entire event. They may be changed at any time by hackathon officials. \n \n\"UW-Milwaukee\" or \"UWM\" refers to the University of Wisconsin-Milwaukee and any affiliated organization or person, including hacakthon officials.\n \nAll participants are expected to follow UWM's Code of Conduct. This Code covers topics including, but not limited to, integrity, vandalism, theft, harassment, and the use/possession/distribution of drugs and alcohol. \n \nUW-Milwaukee will not give any team resources needed to complete their project, nor will costs for materials or other expenses (including travel) be reimbursed. \n \nProjects must not be identified as an official product of UW-Milwaukee. \n \nParticipants are expected to respect UWM's property and others, including cleaning up after themselves and promptly reporting damage to hackathon officials. \n \nProjects that pose a safety risk will not be allowed, including hazardous materials and anything that produces a spark or flame. You will be working on the idea in an enclosed space. \n \nFor your safety, security will be on site for the event. They may check bags or other items, and reserve the right to ask any individual to leave the premises. \n \nIntellectual property for the projects submitted will remain with the creators of said projects. UW-Milwaukee will only use any code, artwork, or other assets submitted for the purpose of fair and equal judging. Submissions are stored on ChallengePost and not on UW-Milwaukee data servers. \nParticipants will be required to sign a liability and photo release waiver to enter the event. This can be viewed, printed, and brought to registration signed at \n.\n \nHackathon officials may disqualify any team from the competition for violations of these rules or any other behavior deemed inappropriate for the event.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "First Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of Wisconsin-Milwaukee, 3400 North Maryland Avenue, Milwaukee, WI 53211, USA", "hackathon-url": "https://pantherhacks-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the innovation attractive to the eye? Does it meet design standards or use a new design trend?"}, {"judging-criterion": "Does your idea solve a common problem or add value to our lives, or performs a task in a different way? Is your innovation novel and useful?"}, {"judging-criterion": "Does your innovation take advantage of newer technologies or techniques?"}, {"judging-criterion": "If this innovation were to be turned into a product and commercialized, how easy would it be to do so? Could this product be marketed in a business-to-business or business-to-consumer environment?"}], "hackathon-location-address": "University of Wisconsin-Milwaukee, 3400 North Maryland Avenue, Milwaukee, WI 53211, USA", "hackathon-description-header": "Connect, Hack & Innovate", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-03-28", "has-projects": "True"}