{"hackathon-description-text": "\nQuackHack, hosted by the University of Oregon, is the first ever Gaming Hackathon sponsored by Major League Hacking in the United States! This hackathon is open to all college students of all majors. If you have any questions about location, hardware, etc. please go to ", "hackathon-number-of-prizes": "4", "hackathon-id": "quackhack", "hackathon-judges": [{"judge-role": "Co-Founder, Spotkin", "judge-name": "Jeff Tunnell"}, {"judge-role": "Executive Director, Eugene RAIN", "judge-name": "Joe Maruschak"}, {"judge-role": "Co-Founder, Portland Incubator Experiment", "judge-name": "Rick Turoczy"}, {"judge-role": "Senior Instructor, UO CIS", "judge-name": "Eric Wills"}, {"judge-role": "Founder, Americana Game Studio", "judge-name": "Brett Seyler"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll participants must be a college student during the whole length of QuackHack. 4-year University and community college students are all welcome.\nTeams may be no larger than five members. This is larger than the normal 4 at MLH events because of the interdisciplinary nature - be sure to pick up an artist, designer, or musician to have a complete product!\nAll members must be registered for and physically present at QuackHack.", "hackathon-number-of-participants": "64", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nYour product must fit into at least one of three categories in order to be eligible to win:\n: A game played with an electronic screen as its primary interface, most or all of which is defined using code.\n: A game played without an electronic screen as its primary interface. Varying between high-tech (using sensors and beacons) and low-tech (card or board game). May use monitors/screens, but they cannot be the primary interface.\n: A product that contributes to an existing gaming environment, either electronic or physical. Examples range from an eSports AI, tracking the most commonly successful pairings in Cards Against Humanity, or a physical product that makes a game better.\nYou are welcome to work on another project that does not meet any of these requirements, but it will NOT be eligible to win any major categories or the Best in Show prize.", "hackathon-rules": "\n- You must be at QuackHack in order to work on a project for submisson.\n- Fresh code! You cannot write code for your project until the opening keynote has concluded.\n- You cannot steal another team's source code.\n- The decision of judges is final for determining prizes and awards.\n- Please comply with all instructions from QuackHack organizers.\nThis is an MLH hack, and as such all attendees must abide by the MLH Code of Conduct (http://static.mlh.io/docs/mlh-code-of-conduct.pdf).\nRules outline thanks to MHacks.", "hackathon-prizes": [{"prize-content": "For one Category Winner's Ticket:", "prize-title": "Tentative Prize List"}, {"prize-content": "One \"Category Winner's Ticket\" for each member of the team, up to five members. This ticket is good to purchase any prize from the prize booth.", "prize-title": "Video Game Category"}, {"prize-content": "One \"Category Winner's Ticket\" for each member of the team, up to five members. This ticket is good to purchase any prize from the prize booth.", "prize-title": "Physical Game Category"}, {"prize-content": "One \"Category Winner's Ticket\" for each member of the team, up to five members. This ticket is good to purchase any prize from the prize booth.", "prize-title": "Gaming Tool Category"}], "hackathon-location-google-maps": "https://maps.google.com/?q=955 E 13th Ave, Eugene, OR 97401, USA", "hackathon-url": "https://quackhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Were there real problems to solve? We're looking for a balance between the product's complexity, and the demand that places upon your execution, polish, and design."}, {"judging-criterion": "Does it work? It doesn't have to look pretty, but could you be convinced that the product is a minimum viable product, testable by real people?"}, {"judging-criterion": "Is it pretty? Is the interface intuitive? The product should feel pretty enough to show off: music, art, clean interface, or any combination thereof."}, {"judging-criterion": "Is it a unique idea? Is it just another Flappy Bird clone, or did they take an old idea and make it novel?"}, {"judging-criterion": "Can you demonstrate and explain what it is, how it works, and why it's cool? Wow the judges as they come by your booth and try your product!"}, {"judging-criterion": "Can you demonstrate and explain what it is, how it works, and why it's cool? Captivate the audience from the stage as a QuackHack finalist!"}], "hackathon-location-address": "955 E 13th Ave, Eugene, OR 97401, USA", "hackathon-description-header": "The First MLH Gaming Hackathon in US/Canada: build the best video game, board game, or gaming tool!", "hackathon-prizes-total": "$3,750", "hackathon-location-description": "University of Oregon - Lillis Business Complex", "hackathon-end-date": "", "has-projects": "False"}