{"hackathon-description-text": "\nEn esta primera edición trabajaremos en los pilares fundamentales del bienestar,  para buscar soluciones a las necesidades básicas del día a día intentando hacer la vida más fácil.", "hackathon-number-of-prizes": "1", "hackathon-id": "hondu-hack", "hackathon-judges": [{"judge-role": "Founder Startup Reef", "judge-name": "Robet Lee Mudgett"}, {"judge-role": "Systems Engineering Manager at Cisco Systems", "judge-name": "Eduardo Garcia"}, {"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "25", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nLos proyectos deben basarse en el pilar de  Fundamentos del Bienastar del IPS el cual es el siguiente:\n\n\nAcceso a Información y Comunicaciones:\nSalud y Bienestar:\n", "hackathon-rules": "\nLa regla más importante, este es un ambiente diverso libre de prejuicios con respecto a edad, sexo, raza, religión u orientación, cualquier comportamiento o presentación que ofenda, vea como objeto o menosprecie a los demás será detenido y los presentadores serán descalificados.\nEste no es un idea-thon o un Powerpoint-athon!, construye y demuestra un proyecto funcional, no muestres solo screenshots, slides o videos. \n¡Pon en marcha tu creatividad!\nEl proyecto debe ser programado en su totalidad durante el hackathon, con la excepción de APIs, Frameworks y proyectos open-source que ha sido disponible al menos un mes. Si se siente raro usar ese código, no lo uses.\nLos finalistas tendrán una auditoría de su código para verificar que es nuevo y legitimo. El código le pertenece a la persona que lo hizo y no se mostrará a nadie a parte del staff, si eres elegido ganador tenemos que verificar.\nEs una buena práctica, y si llegas a la auditoría te ayudará a probar que el código es nuevo.\nNo uses el hackathon para crear y promover un nuevo feature de tu ya existente producto.\nTienes que presentar el proyecto que ingresaste al wiki, no puedes presentar algo diferente.\nEl número de integrantes por equipo es de un máximo de 5 personas, puedes trabajar solo.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Primer Lugar"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Tegucigalpa, Honduras", "hackathon-url": "https://hondu-hack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Se evalua si realmente se ha identificado un problema y si el proyecto resuelve este problema dentro del pilar de Fundamento del Bienestar."}, {"judging-criterion": "Se evalua la facilidad con la que los usuarios o clientes pueden utilizar el proyecto o solución propuesta"}, {"judging-criterion": "Se evalua el grado de dificultad y funcionamiento del código. No queremos presentaciones ni mockups, queremos hacks funcionales."}], "hackathon-location-address": "Tegucigalpa, Honduras", "hackathon-description-header": "En esta primera edición trabajaremos en los pilares fundamentales del bienestar,  para buscar soluciones a las necesidades básicas del día a día intentando hacer la vida más fácil.", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "Instituto San Jose del Carmen", "hackathon-end-date": "2017-08-27", "has-projects": "True"}