{"hackathon-description-text": "\nCalling all KP youth, techies, designers, entrepreneurs, and civic-minded geeks!", "hackathon-number-of-prizes": "8", "hackathon-id": "kpapps", "hackathon-judges": [{"judge-role": "Smart Pakistan Initiative, Pakistan Telecommunication Authority", "judge-name": "Omer Awan"}, {"judge-role": "Co-Founder, Tech Valley Abbottabad", "judge-name": "Abdullah Ijaz"}, {"judge-role": "CEO eMumba, President OPEN Islamabad. On behalf of Code for Pakistan.", "judge-name": "Owais Anjum"}, {"judge-role": "Deputy Director ICT, Pakistan Telecommunication Authority", "judge-name": "M. Salman Zafar"}, {"judge-role": "Co-Founder, Peshawar 2.0", "judge-name": "Muhammad Uzair"}, {"judge-role": "Co-Founder and Chief Operating Officer DoctHers", "judge-name": "Dr. Sara Saeed"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "251", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n \n\nStart Date: February 12th, 2016;  End: March 25th, 2016.\nStay tuned for announcements about in-person meetups, workshops and events!\n \n\nKPApps Code of Conduct is adapted from Code for Pakistan's.\nThe Code for Pakistan community expects that Code for Pakistan network activities, events, and digital forums:\nCode for Pakistan reserves the right to ask anyone in violation of these policies not to participate in Code for Pakistan network activities, events, and digital forums.\n\nThis anti-harassment policy is based on the example policy from the Geek Feminism wiki, created by the Ada Initiative and other volunteers. This policy is based on several other policies, including the Ohio LinuxFest anti-harassment policy, written by Esther Filderman and Beth Lynn Eicher, and the Con Anti-Harassment Project. Mary Gardiner, Valerie Aurora, Sarah Smith, and Donna Benjamin generalized the policies and added supporting material. Many members of LinuxChix, Geek Feminism and other groups contributed to this work.\nAll Code for Pakistan network activities, events, and digital forums and their staff, presenters, and participants are held to an anti-harassment policy, included below. In addition to governing our own events by this policy, Code for Pakistan will only lend our brand and fund groups that offer an anti-harassment policy to their attendees.\nFor information on how to offer an anti-harassment policy to your group, see this guide. Code for Pakistan is dedicated to providing a harassment-free experience for everyone regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, or religion. We do not tolerate harassment of staff, presenters, and participants in any form. Sexual language and imagery is not appropriate for any Code for Pakistan event or network activity, including talks.\nAnyone in violation of these policies may expelled from Code for Pakistan network activities, events, and digital forums, at the discretion of the event organizer or forum administrator. Harassment includes but is not limited to: offensive verbal or written comments related to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, religion; sexual images in public spaces; deliberate intimidation; stalking; following; harassing photography or recording; sustained disruption of talks or other events; inappropriate physical contact; unwelcome sexual attention; unwarranted exclusion; and patronizing language or action. If a participant engages in harassing behavior, the organizers may take any action they deem appropriate, including warning the offender or expulsion from Code for Pakistan network activities, events, and digital forums.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the event staff or forum administrator immediately. You can contact them. Event staff or forum administrators will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. If you cannot reach an event organizer or forum administrator and/or it is an emergency, please remove yourself from the situation. You can also contact Code for Pakistan about harassment at info@codeforpakistan.org . Code for Pakistan staff acknowledge that we are not always in a position to evaluate a given situation due to the number of events and the fact that our team is not always present.\nHowever, we are hopeful that by providing these guidelines we are establishing a community that jointly adheres to these values and can provide an environment that is welcoming to all. We value your attendance and hope that by communicating these expectations widely we can all enjoy a harrassment free environmen", "hackathon-prizes": [{"prize-content": "Rs 100,000 in cash. Winning teams who would like to turn their solution into a functioning startup will also be offered acceleration through Code for Pakistan’s Civic Innovation Lab, or formal incubation into the Pakistan Telecommunications Authority’s M-Lab, depending on interest and fit.", "prize-title": "Civic Engagement- Winner"}, {"prize-content": "Rs 50,000 in cash", "prize-title": "Civic Engagement- Runner up"}, {"prize-content": "Rs 100,000 in cash. Winning teams will be offered the opportunity to further develop their solutions embedded within the KP Government as part of a 6-month paid KP Civic Innovation Fellowship Program that is jointly run by Code for Pakistan, KP IT Board, and The World Bank", "prize-title": "Governance- Winner"}, {"prize-content": "Rs 50,000 in cash", "prize-title": "Governance- Runner up"}, {"prize-content": "Rs.100,000 in cash.Winning teams who would like to turn their solution into a functioning startup will be offered acceleration through Code for Pakistan’s Civic Innovation Lab, or formal incubation into the Pakistan Telecommunications Authority’s M-Lab, depending on interest and fit", "prize-title": "Health- Winner"}, {"prize-content": "Rs 50,000 in cash", "prize-title": "Health- Runner up"}, {"prize-content": "Rs 100,000 in cash. Winning teams who would like to turn their solution into a functioning startup will be invited to join Pakistan Telecommunications Authority’s M-lab as an incubatee.", "prize-title": "Mobile Apps for Finance, Agriculture or Education"}, {"prize-content": "", "prize-title": "Mobile Apps Runner up"}], "hackathon-location-google-maps": "", "hackathon-url": "https://kpapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the problem well-defined? Is the solution a good fit for mitigating or resolving the issue?"}, {"judging-criterion": "What is novel about the solution the team has proposed? Has it been done before? What will we learn from the solution that we didn’t already know before?"}, {"judging-criterion": "How easy-to-use is the application? How elegant and engaging is the user experience and design? How functional and well-implemented is the prototype demo"}, {"judging-criterion": "How committed is the team to scaling/deploying the application beyond the hackathon? How will the app be adopted by users (govt/citizens/media) and usage sustained over time? Does it have a business model or sustainability solution?"}], "hackathon-location-address": "", "hackathon-description-header": "Connect. Build Teams. Solve Problems. Start Something.", "hackathon-prizes-total": "Rs600,000", "hackathon-location-description": "", "hackathon-end-date": "2016-03-25", "has-projects": "True"}