{"hackathon-description-text": "\nOn April 9th, five-hundred students from across the region will come together for 24 hours of creation, innovation and fun. Anyone is welcome to join, from seasoned coding veterans to first-time hackers from any major or field. Discover how you can create change by developing technology to solve real world problems, get mentored by industry professionals, and enjoy tons of free food, free stuff, and awesome prizes!", "hackathon-number-of-prizes": "18", "hackathon-id": "hackpsu-spring-2016-3747", "hackathon-judges": [{"judge-role": "West Arete", "judge-name": "Scott Woods"}, {"judge-role": "", "judge-name": "Emma Roudabush"}, {"judge-role": "Catalyst Space", "judge-name": "Justin Merrell"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "106", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Each member of the winning can submit an Amazon wishlist to HackPSU for up to $250, which will be sent to them. (Subject to restrictions)", "prize-title": "1st Place Overall"}, {"prize-content": "Each member of the winning can submit an Amazon wishlist to HackPSU for up to $150, which will be sent to them. (Subject to restrictions)", "prize-title": "2nd Place Overall"}, {"prize-content": "Each member of the winning can submit an Amazon wishlist to HackPSU for up to $100, which will be sent to them. (Subject to restrictions)", "prize-title": "3rd Place Overall"}, {"prize-content": "Best hack made by a club! Winning club gets a pizza party and a $500 donation.", "prize-title": "Club Cup"}, {"prize-content": "Best prize awarded by MLH. Each member of the winning team will receive a Dell Venue 10 tablet.", "prize-title": "First Place MLH"}, {"prize-content": "Best use of AWS judged by MLH. Each member of the winning team will receive a 1TB External Hard Drive.", "prize-title": "Best Use of AWS"}, {"prize-content": "Best domain from domain.com as judged by MLH. Each member of the winning team will receive a domain.com swag bag.", "prize-title": "Best domain.com"}, {"prize-content": "Best tool for developers as judged by MLH. Each member of the winning team will receive a Mona the Octocat statue.", "prize-title": "Best Developer Tool"}, {"prize-content": "Each member of the winning team will receive:", "prize-title": "Best Use of Vantiv API"}, {"prize-content": "TechHiring is committed to developing solutions to make the process of hiring and getting hired easier. Our challenge is simple: develop and app that is useful to IT job seekers or Tech Recruiters. Each member of the winning team will receive an Amazon gift card.", "prize-title": "TechHiring - Best App for IT Recruiters OR Best App for IT Job Seekers"}, {"prize-content": "You are the Bank, how will you reimagine banking? Each member of the winning team will receive a $250 Amazon gift card.", "prize-title": "Capital One - Best Use of Nessie API"}, {"prize-content": "Using AccuWeather's weather data, come up with a way of that this information can improve people's lives. Participants will have demo access to AccuWeather's API to leverage foundation Weather data for this Hack. The winning team will receive a $500 Amazon gift card.", "prize-title": "AccuWeather - How Can Weather Improve Our Lives?"}, {"prize-content": "Develop a functioning IoT (Internet of Things) solution (or make clear progress on an Innovative IoT use case). Using a combination of hardware and software, demonstrate the flexible and automated control of one or more devices. Each member of the first place team will receive a $50 Particle Photon credit and a Zonoff t-shirt. Each member of the second place team will receive a $25 Particle Photon credit and Zonoff t-shirts.", "prize-title": "Zonoff  - Internet of Things"}, {"prize-content": "Use the IBM Watson in an IoT hack for the chance to win a Raspberry PI 3 kit and BlueMix backpack!", "prize-title": "IBM - Best use of Watson IoT"}, {"prize-content": "Think of a challenge that students in higher education face. This could be anything such as an inefficient process, poor communications, roadtimes to learning, etc. Design a technology-based solution that will solve that problem. Be prepared to describe the challenge, as well as your proposed solution. Each member of the winning team will receive tickets to the Invent Penn State Venture & Intellectual Property Conference scheduled for Oct. 6-7, 2016 in State College, as well as a one-hour webinar featuring the winning team and their innovative idea as part of the COIL Conversation series.", "prize-title": "EdTech Challenge"}, {"prize-content": "We want students to make a virtual reality game that is related to insurance and that would attract millennials. Some examples of games could be to demonstrate the effects of drunk driving, texting and driving, or distracted driving in general. If the students have a different idea that they feel is relevant and related to insurance, we would be open to that as well. The winning team will receive a $500 Amazon gift card.", "prize-title": "Erie Insurance - VR Insurance Game"}, {"prize-content": "Incorporate LabVIEW in your project! Use LabVIEW in pursuit of any challenge and be entered to win an additional prize from National Instruments (see prize details below). Winning entries will use LabVIEW more extensively, creatively, and effectively! Feel free to utilize existing libraries and examples, but end result must be considered original work. Each member of the winning team will receive a LabVIEW Physical Computing Kit with chipKIT WF32.", "prize-title": "LabView Challenge"}, {"prize-content": "Help create a solution that will allow us to capture social interactions, identify and tag if it's harassment. You can start from existing available data sources and APIs, but a solution must be scalable across many online applications and can be tested to identify Harassment or not through unique and innovative algorithms. Each member of the winning team will receive a Fossil Q Reveler Black Leather Activity Tracker.", "prize-title": "HackHarassment Challenge"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Business Building, State College, PA 16803, USA", "hackathon-url": "https://hackpsu-spring-2016-3747.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How different is the design from current solutions?\nDoes it approach the problem from an unusual or different perspective?\nHow creative is the problem statement?\nDoes the solution address a problem which is novel, original and not-obvious?"}, {"judging-criterion": "Was the solution technically challenging? (Taking into account team size and measured relative to competition)\nHow intricate was the solution?\nDid the solution pose a challenge to the group?"}, {"judging-criterion": "Was the solution effective in addressing the problem?\nWas the solution easy to operate for the target demographic? (user friendliness)\nIs the solution needlessly complex?\nOverall, is the solution viable in addressing the problem statement?"}, {"judging-criterion": "Was the team able to convey their ideas in a way understandable to the audience?\nWere the topics accessible to the audience?\nWere all obscure acronyms or jargon explained?"}, {"judging-criterion": "Did the presentation follow a logical flow?\nWas the stricture of the presentation appropriate for the content?"}, {"judging-criterion": "Did all team members participate in the conversation?\nHow were transitions handled?\nDid the team act as a unit or was contribution mostly individual?"}, {"judging-criterion": "How effectively did the team handle questions?\nDid the team demonstrate knowledge of the subject matter?"}], "hackathon-location-address": "Business Building, State College, PA 16803, USA", "hackathon-description-header": "Penn State's premiere 24 hour hackathon!", "hackathon-prizes-total": "$11,675", "hackathon-location-description": "Penn State University", "hackathon-end-date": "", "has-projects": "False"}