{"hackathon-description-text": "\nOn August 20th, join us for a weekend hackathon at Wealthsimple! We will be bringing you the hottest event to dive into splashing ideas, chill with the brightest tech minds of Toronto, and connect with top companies in the city.", "hackathon-number-of-prizes": "6", "hackathon-id": "hackthe6", "hackathon-judges": [{"judge-role": "Pepsi", "judge-name": "George Wong"}, {"judge-role": "Sony", "judge-name": "Richard Yang"}, {"judge-role": "Wealthsimple", "judge-name": "Pei Li"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nHack the 6ix is open to individuals invited by the organizers to participate as a result of the invitation or selection process.   Participation in the Hackathon constitutes Participant’s full and unconditional agreement to and acceptance of these Terms and Conditions (“Terms”). The term “you” refers to you, the “Participant”.   Failure to abide by the regulations outlined or the associated rules may render the participant ineligible to participate or win “prizes”.   Members of the core Hack the 6ix team are ineligible to participate and win “prizes”.", "hackathon-number-of-participants": "76", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nOrganized by Nspire (“Organizer”)   \n                                                          \n \n· You can participate in a team consisting of one (1) participant or as a team \n of four (4) participants. \n· A team may only submit one entry. Entries which are incomplete or not submitted in a timely manner may be disqualified. \n· Participants agree to bring all necessary materials to participant including his/her own laptop. Organizer is not obligated to provide laptops and tools. \n· Food, beverages, and snacks will be provided for participants. \n· Travel and accommodation along with associated costs is the responsibility of the Participant.     \n The prizes and awards to be awarded are as follows: The Participants whose Entries are awarded the top two (2) highest scores by the judges and those selected in certain specified other categories will receive a cash/material prize to be disclosed on the day of the event The odds of winning depend on the total number of eligible Entries received. Organizers will not replace any lost or stolen prizes. Winners are solely responsible for any and all federal, provincial and local taxes, if any, that apply to prizes. \nIf a selected winner cannot be contacted, is ineligible, fails to claim a prize and/or where applicable an affidavit of eligibility and publicity/liability release is not timely received, is incomplete or modified, the prize may be forfeited and an alternate winner will be selected from remaining valid, eligible Entries timely submitted. \n Judging will be conducted during the hackathon by a panel of invited judges. General criteria along will be released closer to the event and will apply to all participants. Certain prizes may be related to a specific category and will be optional for participants to participate. These categories will have their only scoring criteria which will be released on the day of the event.   Determination of eligibility and compliance is at the sole discretion of Sponsors. Sponsors reserve the right to disqualify any Entry if the Entry or a Participant or a Participant’s team does not comply with these Terms.   \n Participant represents and warrants that the Entry does not violate any agreement or obligation to any invention assignment, proprietary information, confidentiality, non-solicitation, noncompetition or similar agreement with any employer or other person.   Participant represents and warrants that the Entry is and will be Participant’s own original work and does not and will not infringe the intellectual property or proprietary rights of any third party, including, without limitation, any third party patents, copyrights or trademarks.   All rights, titles, interests, and work created during the hackathon will remain with the Participant after the hackathon unless otherwise specified. The Organizer will NOT receive ownership of the projects created. The Organizers do reserve the right to use such projects as a summary of the event and promotion for future events.   (In other words, use of illegal material is not permitted and ownership of projects belong to the participants during and after the hackathon)  \nYou agree to release, indemnify, defend and hold Organizer and their parents, affiliates, subsidiaries, directors, officers, employees, sponsors and agents, including advertising and promotion agencies, and assigns, and any other organizations related to the Hackathon, harmless, from any and all claims, injuries, damages, expenses or losses to person or property and/or liabilities of any nature that in any way arise from participation in the Hackathon or acceptance or use of a prize or parts thereof, including without limitation (i) any condition caused by events beyond Organizer’s control that may cause the Hackathon to be disrupted or corrupted; (ii) any claim than an Entry infringes third party intellectual property or proprietary rights; (iii) any disputes among team members, (iv) any injuries, losses, or damages (compensatory, direct, incidental, consequential or otherwise) of any kind arising in connection with or as a result of the prize, or acceptance, possession, or use of the prize, or from participation in the Hackathon; (v) any printing or typographical errors in any materials associated with the Hackathon; technical errors that may impair your ability to participate in the Hackathon; or (vi) errors in the administration of the Hackathon.   \n \n   \nThe Hackathon is subject to federal, state, and local laws and regulations. The Hackathon is offered by Organizers, which are not responsible for (i) late, lost, damaged, incomplete, or misdirected Entries, responses, or other correspondence, whether by email or postal mail or otherwise; (ii) theft, destruction, unauthorized access to or alterations of Entries; or (iii) phone, electrical, network, computer, hardware, software program or transmission malfunctions, failures or difficulties.   Organizers reserve the right, in their sole discretion, to cancel, modify or suspend the Hackathon in whole or in part, in the event of fraud, technical or other difficulties or if the integrity of the Hackathon is compromised, without liability to the Participants. Organizers reserve the right to disqualify any Participants, as determined by Organizers, in their sole discretion.", "hackathon-prizes": [{"prize-content": "$1,000 CAD Cash", "prize-title": "Grand Prize"}, {"prize-content": "$500 CAD Cash, $2000 USD Indico API Credits, 8 Boxes Soylent, Contac Business Cards for each member", "prize-title": "Second Place Prize"}, {"prize-content": "$1000 USD Indico API Credits, 4 Boxes Soylent, Contac Business Cards for each member", "prize-title": "Third Place Prize"}, {"prize-content": "The hack that is most representative of \"do the DEW\" will win 4 Drones along with 4 Sets of Dew Swag!", "prize-title": "Pepsi Challenge"}, {"prize-content": "The team that best uses indico's machine learning APIwill be awarded $500 USD in API credits each!", "prize-title": "Indico API Prize"}, {"prize-content": "The hack that best demonstrates \"take care of yourself\" will win 4 Elmwood Spa packages along with guaranteed interviews for Wealthsimple!", "prize-title": "Wealthsimple Challenge"}], "hackathon-location-google-maps": "https://maps.google.com/?q=860 Richmond St W, Toronto, ON M6J 1C9, Canada", "hackathon-url": "https://hackthe6.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "25% of the judging will be based upon the creativity and innovation of the hack presented."}, {"judging-criterion": "40% of the judging will be based upon the amount of technical difficulty involved in developing the hack presented."}, {"judging-criterion": "20% of the judging will be based upon the feasibility of the hack, which means how realistic it would be to implement in a real world situation and how impactful it is to companies."}, {"judging-criterion": "10% of the judging will be based upon the impact of the hack, which means how impactful it is to society or to companies it targets."}], "hackathon-location-address": "860 Richmond St W, Toronto, ON M6J 1C9, Canada", "hackathon-description-header": "Hack The 6ix Summer 2016", "hackathon-prizes-total": "$15,225", "hackathon-location-description": "Wealthsimple Offices", "hackathon-end-date": "2016-08-21", "has-projects": "True"}