{"hackathon-description-text": "\nYour business needs to move quickly. You need software applications that are powerful, flexible and engaging to help you seize opportunity, respond to change and constantly re-invent.", "hackathon-number-of-prizes": "3", "hackathon-id": "appian", "hackathon-judges": [{"judge-role": "Co-Founder, Apple Computer", "judge-name": "Steve Wozniak"}, {"judge-role": "Forrester, VP, Principal Analyst", "judge-name": "John Rymer"}, {"judge-role": "DevOps.com, Editor-in-Chief", "judge-name": "Alan Shimel"}, {"judge-role": "CTO, Appian", "judge-name": "Michael Beckley"}, {"judge-role": "VP Strategy, Appian", "judge-name": "Lang Ly"}, {"judge-role": "VP Product Marketing, Appian", "judge-name": "Malcolm Ross"}, {"judge-role": "Director Product Strategy, Appian", "judge-name": "Jorge Sanchez"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "326", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nBuild a functioning app on the Appian platform.\n \n- If you wish, you may include a software component such as:\n \n", "hackathon-rules": "\n\n \n\n \n. Individuals over the age of 18 and teams of individuals over the age of 18 may enter the AWH. Entrants to the AWH may be from any part of the world where the competition is lawful or entrants may receive a prize, but excepting those individuals, teams and organizations who are residents of, and organizations domiciled in Brazil, Quebec, Cuba, Sudan, Iran, North Korea, Syria and any other country designated by the United States Treasury's Office of Foreign Assets Control. Appian employees, employees of Devpost, AWH Judges and persons or entities employed by or employing a AWH Judge, employees of Appian’s competitors and their immediate family members are not eligible to make submissions to the AWH. All entrants must complete an entry form accurately in order to be eligible. Appian may also exclude from the AWH any other individual or organization whose participation in the AWH would create, in the sole discretion of Appian and/or Devpost, a real or apparent conflict of interest or competitive conflict for Appian. Appian may disqualify an Entrant for tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of the AWH, or a violation of any applicable law or regulation. Appian shall have the right to determine all issues of eligibility in its sole discretion.\n \n. Entrants may enter the AWH by visiting appian.devpost.com (“Hackathon Page”). Entrants will complete an entry form and obtain access to a cloud instance of Appian’s low-code platform software. Use of Appian’s low-code platform will be subject to the license agreement related thereto. Appropriate entry forms must be completed before access is granted. Entry in the AWH constitutes consent for Appian and Devpost to collect and maintain an entrant’s personal information for the purpose of operating the AWH and publicizing the AWH. Entrants may not use their access to the Appian software for the purpose of disassembling, decompiling, recreating, reproducing, or otherwise reverse engineering the Appian software or creating a product competitive to Appian. Any access to the Appian software granted for the purpose of entry into the AWH shall terminate at the conclusion of the AWH.\n \nIf a team or organization is entering the AWH, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or organization you represent and warrant that you are the Representative authorized to act on behalf of your team or organization.\n \nSubmissions to the AWH must meet the following requirements:\n \n\n: Prior to the end of the Submission Period, you may save draft versions of your submission on Devpost to your portfolio before submitting the submission materials to the AWH or evaluation. Once the Submission Period has ended, you may not make any changes or alterations to your submission, but you may continue to update the project in your Devpost portfolio.\n: Appian may permit you to modify part of your submission after the Submission Period for the purpose of removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified submission must remain substantively the same as the original submission with the only modification being what Appian permits.\n \n. Eligible submissions will be evaluated by a panel of judges selected by Appian (the “Judges”). Judges may be employees of Appian or third parties, may or may not be listed individually on the Hackathon Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of Appian.\nEntries will be judged on the following criteria, and according to the sole and absolute discretion of the judges selected by Appian:\n \nThe three (3) Entrants whose submissions earn the highest overall scores based on the Judging Criteria will become potential winners of the First, Second and Third Prizes. Judges are not required to test the submission and may choose to judge based solely on the description, images and video provided in the submission.  For each Prize listed in Section 7 below, if two or more submissions are tied, the tied submission with the highest score in the first applicable criterion listed above will be considered the higher scoring submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more submissions are tied on all applicable criteria, the panel of Judges will vote on the tied submissions.\n \n. All submissions remain the intellectual property of the individuals or organizations that developed them. By submitting an entry, entrants agree that Appian will have a fully paid, non-exclusive license to use such entry for judging the entry and to include the entry in the Appian AppMarket.   Entrants agree that Appian and Devpost shall have the right to use the name, likeness, voice and image of all individuals contributing to a submission on materials promoting or publicizing the AWH and its results or Appian during the Hackathon Period and for three years thereafter.  The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation. The following submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation. By submitting an entry or accepting any prize, entrants represent and warrant that (a) submitted content that is not copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless entrant is the owner of such rights or has permission from their rightful owner to post the content; and (b) the content submitted does not contain any viruses, Trojan horses, worms, spyware or other disabling devices or harmful or malicious code.\n \nAWH prizes are non-transferable by the winner. Prize winners will be solely responsible for all applicable taxes related to accepting such prize.\n\n\n\n \nThere is a limit of one (1) prize per person or team. Winners will be notified at Appian World on or about the date or time set forth on the Hackathon Page. THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. Each winner or member of a winning team (as applicable) may be required to complete, sign, have notarized (if applicable) and return to the address specified by Appian, without alteration and in the form presented by the Sponsor, an affidavit of eligibility, declaration and/or liability/publicity release (unless prohibited by law) and tax forms (if applicable) within the time frame designated by Sponsor or prize may be forfeited. Winners must return required forms within ten (10) business days after the forms are sent. In the event of noncompliance with these requirements, the prize may be forfeited and awarded to an alternate winner (time permitting and in Appian's sole discretion) based on the judges scores. The affidavit of eligibility and liability/publicity release (if any) are subject to verification by Appian. Appian reserves the right to modify the notification procedures in connection with the selection of any alternate potential winner, if any. \nPrizes will be payable to the Entrant, if an individual, to the Entrant’s Representative, if a Team, or to the Organization, if the Entrant is an Organization. It will be the responsibility of the winning Entrant’s Representative to allocate the Prize among their Team or Organization’s participating members, as the Representative deems appropriate. A monetary Prize will be mailed to the winning Entrant’s address (if an individual) or the Representative’s address (if a Team or Organization), or wired to the Entrant, Entrant Representative, or Organization’s bank account, only after receipt of the Required Forms.\n \nEACH ENTRANT INDIVIDUALLY AND COLLECTIVELY AGREES TO INDEMNIFY, RELEASE, AND HOLD HARMLESS APPIAN, DEVPOST, THEIR AFFILIATES, SUBSIDIARIES, OFFICERS, DIRECTORS, AND EMPLOYEES, FROM ANY LIABILITY WHATSOEVER WITH RESPECT TO CLAIMS ARISING OUT OF ENTRANT’S PARTICIPATION IN OR APPIAN OR DEVPOST’S OPERATION (INCLUDING JUDGING AND DETERMINATIONS OF ELIGIBILITY) OF THE AWH. PRIZE WINNERS AGREE THAT THE PRIZE IS PROVIDED AS-IS WITHOUT ANY WARRANTY, REPRESENTATION OR GUARANTEE, EXPRESS OR IMPLIED, IN FACT OR IN LAW.\n \nTo the fullest extent permitted by law, by participating in the AWH, Entrants agree that: (a) any action at law or in equity initiated by any person or entity against Appian, Devpost or any person or entity affiliated with Appian arising out of or relating to these Rules or the AWH shall be filed exclusively in the courts of County of Fairfax, Virginia, and entrants  hereby consent and submit to the personal and exclusive jurisdiction of such courts for the purposes of litigating any such action, with any right of change of venue or forum non conveniens or the like being expressly waived;  (b) any such action shall be resolved individually, NOT as part of a class action; (c) any claims/judgments/awards shall be limited to actual out-of-pocket costs incurred, but NOT attorneys’ fees (or damages/remedies/relief of any other kind).  These Rules and the AWH shall be governed by the laws of Virginia without regard to choice of law/conflict of law principles of Virginia or any other jurisdiction.\n \nFor a list of prize winners, send a self-addressed, stamped envelope for receipt by January 6, 2019 to: Appian, 11955 Democracy Drive, Suite 1700, Reston, VA 20190, Attn: Appian World Hackathon Results\n \n. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Entrant, Appian and Devpost.  Appian and Devpost will post the terms and conditions of the amended Official Rules on the Hackathon Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.  Appian reserves the right, in its sole discretion, to cancel, suspend and/or modify the AWH, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.  Please review the Devpost Terms of Service at https://info.devpost.com/hackathon_terms for additional rules that apply to participation in the AWH and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to the AWH only.  Participation in the AWH constitutes Entrant’s full and unconditional agreement to these Official Rules. By entering, an Entrant agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Devpost.  Devpost collects personal information from you when you enter the AWH. The information collected is subject to the privacy policy located here: https://info.devpost.com/privacy.", "hackathon-prizes": [{"prize-content": "• $5,000 cash", "prize-title": "First Place"}, {"prize-content": "• $3,000 cash", "prize-title": "Second Place"}, {"prize-content": "• $2,000 cash", "prize-title": "Third Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appian.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "(Includes the creativity and originality of the idea)"}, {"judging-criterion": "(Includes how well the idea was executed by the developer)"}, {"judging-criterion": "(Includes the extent to which the solution can impact enterprises)"}], "hackathon-location-address": "", "hackathon-description-header": "Transform enterprise app development with Appian low-code platform", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2018-03-27", "has-projects": "True"}