{"hackathon-description-text": "\nWelcome! Join us on Saturday, January 25th and learn more about real-time streaming data. This hackathon provides participants an opportunity to identify and extend applications leveraging streaming data to solve real world problems with InfoSphere® Streams, an advanced computing platform that allows user-developed applications to quickly ingest, analyze, and correlate information as it arrives from thousands of real-time sources. The solution can handle very high data throughput rates, up to millions of events or messages per second. ", "hackathon-number-of-prizes": "1", "hackathon-id": "ibminfospherehackathon", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll are welcome and eligible to participate in this challenge. ", "hackathon-number-of-participants": "21", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nAll submissions must use IBM InfoSphere Streams. Participants are asked to submit all that supports their work, including screenshots, URL's, and other documents. ", "hackathon-rules": "\n\n\nhack/reduce, Inc. is a not-for-profit organization seeking designation by the Internal Revenue Service (IRS) as a 501(c)(3) tax-exempt organization. Our not-for-profit mission is clear. We ask you to support us in fulfilling it—to educate the Boston community at large about Big Data while improving Boston’s reputation as a hub for Big Data, and to foster the growth and development of the technologies and skills required to analyze Big Data among the participants in our lectures, master classes, and hackathons.\nTo make our educational mission possible and as a condition of participating in this hackathon (the “Hackathon”), our hackers’ ideas must be shared with the public. Accordingly, we require our hackers to open source the code they create in our hackathons. By participating in the Hackathon and signing the agreement onsite, you hereby agree to apply any one of the Open Source Initiative licenses listed at \n to any software you generate during the Hackathon. \nDistribution of software generated during the Hackathon to the public at no cost is most consistent with the not-for-profit principles underlying our educational mission.    In addition, by signing the agreement, you hereby affirm that (i) you are someone who is the age of majority in this jurisdiction and are competent to enter into an agreement such as this, and (ii) your participation in the Hackathon is voluntary and you have no expectations and waive any claim to any compensation or remuneration from the donors of the data set used in the Hackathon.", "hackathon-prizes": [{"prize-content": "To be distributed as five $100 AMEX gift cards", "prize-title": "Crowd Voted Favorite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=275 Third Street, Cambridge, MA 02142, USA", "hackathon-url": "https://ibminfospherehackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The winning project will have used IBM InfoSphere Streams in an interesting and effective way during the hackathon."}, {"judging-criterion": "The winning project presented a clever use of data that intrigues the audience because of its creativity and/or practicality."}, {"judging-criterion": "The project, with further development, could impact a large audience."}], "hackathon-location-address": "275 Third Street, Cambridge, MA 02142, USA", "hackathon-description-header": "Identify and extend applications leveraging streaming data to solve real world problems.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}