{"hackathon-description-text": "\nTHE CHALLENGE", "hackathon-number-of-prizes": "3", "hackathon-id": "fremantle", "hackathon-judges": [{"judge-role": "Co-CEO, FremantleMedia North America", "judge-name": "Jennifer Mullin"}, {"judge-role": "Co-CEO, FremantleMedia North America", "judge-name": "Craig Cegielski"}, {"judge-role": "SVP Communications and Marketing, FremantleMedia North America", "judge-name": "Christine Shaw"}, {"judge-role": "Executive Director, IT, FremantleMedia North America", "judge-name": "Chad Hamilton"}, {"judge-role": "Executive Producer, The Price Is Right & Let's Make a Deal", "judge-name": "Mike Richards"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n\nIndividuals may also form a team of up to three (3) people per team.\nCurrent FMNA employees may participate in the Hackathon.\n(Individuals and teams collectively, “Maker”)\n", "hackathon-number-of-participants": "10", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmissions must be created on-site at the Fremantle Media Hackathon and be directly related to the objectives set forth in the description.\nSubmissions must be complete by April 24, 4pm. Teams will present their submission to the judges at the hackathon.", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY.\n \nThis is a skill-based Hackathon.\n \nThe object of FMNA 2016 Hackathon (“Hackathon”) is to create a Wordpress website for FremantleMedia North America, Inc. (“FMNA”) and/or a Wordpress plug-in to be used in an FMNA website.\n \nThis Hackathon is hosted in the United States, and entry information is collected, transferred to, and stored on computers in the United States. By entering the Hackathon and agreeing to these FMNA 2016 Hackathon Official Rules, the individual (or team) entering the Hackathon expressly agrees to such transfer. This Hackathon will be governed by the laws of the State of California, and Maker (as defined below) consents to the exclusive jurisdiction and venue of the courts of the State of California for any disputes arising out of this Hackathon.\n \n\n \nFremantleMedia North America, Inc., 2900 W. Alameda Ave, Burbank, CA 91505.\n \nFMNA is the sponsor and entity responsible for the Hackathon.\n \nSubmission Period: April 23, 2016 (9:00am Pacific Time) – April 24, 2016 (4:00pm Pacific Time)\nJudging Period: April 24, 2016 (4:00pm Pacific Time)\nWinners Announced: April 24, 2016 (5:30pm Pacific Time)\n \nDuring the Submission Period, Maker will create, produce, code, test and deliver the Submission as directed by FMNA. The objective of the Hackathon is for Maker to create a working Wordpress website and, optionally, a Wordpress plug-in using the Wordpress platform (“Submission”).\n \n \n\n \nIndividuals may also form a team of up to three (3) people per team.\n \nCurrent FMNA employees may participate in the Hackathon.\n(Individuals and teams collectively, “Maker”)\n\n \nMakers must do the following to participate in the Hackathon:\n \n\n\n\n \nMakers represent and warrant that FMNA and Hackathon partners are free to use Makers’ Submission in the manner described above without obtaining permission or license from any third party and without any compensation to Makers.\n \n \n \nThe Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\n\n \n\n\n \nRequired Forms: In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to FMNA an affidavit(s) of eligibility (or a similar verification document), a liability/publicity release(s), any applicable tax forms, and any applicable grant of rights documents which may be required in FMNA’s sole discretion (collectively, “Required Forms”).\n \nDeadline for Returning Required Forms: ten (10) business days after the Required Forms are sent.\n \nDisqualification: FMNA and/or Administrator may deem a potential winner (or participating team members) ineligible to win if:\n \nIn the event of a disqualification, FMNA may award the applicable Prize to an alternate potential winner.\n\n \n \n \nFor 1st Prize (contract), said contract will commence within a reasonable time frame of Makers’ timely delivery of all required paperwork and FMNA’s verification of said documentation.\n \n \n \nAs between Maker and FMNA, Maker shall be solely responsible for obtaining and paying for any and all licenses and releases for third party technology and other intellectual property (including creative assets, such as fonts, artwork, graphics, templates, etc.) to be used in the creation of the Submission (collectively \"Third Party IP\"). Third Party IP shall include all software, databases, computer programs, hardware, audio/visual equipment, tools, general utility programs, technologies, libraries, discoveries, inventions, techniques, writings, know-how, designs, or other information owned by third parties, licensed to the Maker, and included in the Submission. All Third Party IP obtained by Maker shall be freely assignable, unencumbered, valid in perpetuity throughout the universe and shall in no way restrict or impede FMNA's ability to exercise its rights (including its copyright) in and to the Submission in any and all media now known or hereafter devised.\nMaker hereby represents and warrants that, in addition to other representations and warranties set forth within these rules and/or any other required paperwork, the Submissions shall not and do not include any open source software or technology licensed under a public license. In the event Maker is required to include open source or public license technology or software in order to facilitate delivery of the Submission, it shall first disclose the inclusion of such software to FMNA in writing and obtain FMNA’s prior written consent to include such software in the Submission. In the event FMNA approves the inclusion of such open source software in the Submission, Maker shall use best efforts to ensure that that inclusion of the open code software in the Submission shall not adversely impact FMNA’s intellectual property rights in and to the Submission as set forth within these Official Rules.\nMaker further represents and warrants that the Submission (other than with respect to any materials provided by FMNA) does not contain any content or materials which are obscene, threatening, malicious, which infringe on or violate any applicable law or regulation or any proprietary, contract, moral, privacy or other third party right, or which otherwise expose FMNA to civil or criminal liability.\n \nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of FMNA.\n \nBy participating in the Hackathon, Maker consents to the disclosure and use of personal information about Maker, by FMNA and third parties acting on their behalf. Such personal information includes, but is not limited to, Maker’s name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\n \nThe duration of Maker’s consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members of a particular team that participated in the winning Submission.\n\n \nMaker understands that although Maker may believe Maker’s Submission to be unique and novel, there may be pre-existing ideas, concepts, or proposals that are similar to Maker’s Submission. By submitting a Submission, Maker recognizes that other persons, including FMNA’s own employees, may have submitted to FMNA or others, or made public, or may in the future originate and submit or make public, similar or identical ideas, concepts, or proposals that FMNA may have the right to use, and Maker understand that Maker will not be entitled to any compensation because of FMNA’s use of such similar or identical ideas, concepts, or proposals in any manner. Maker understands and agrees that FMNA’s use of material containing features or elements similar or identical to those contained in Maker’s Submission will not obligate FMNA to negotiate with Maker or entitle Maker to any compensation if FMNA determines that it has an independent legal right to use that other material for any reason (for example, because the features or elements are not new or novel, were not originated by Maker, or were or may hereafter be independently created and submitted by other persons, including FMNA employees).\n\nBy entering, all Makers (including, in the case of a team, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\n\n\n\n \nMakers agree that (a) any and all disputes, claims and causes of action arising out of, or connected with, the Hackathon or prize awarded shall be resolved individually, without resort to any form of class action, and exclusively by the United States District Court for the Central District of California, located in Los Angeles, CA; (b) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Hackathon but in no event attorneys’ fees; and (c) under no circumstances will Maker be permitted to claim and/or obtain awards for, and Maker hereby expressly waives all rights to punitive, incidental and consequential damages and any other damages, other than out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO MAKER. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, Maker's rights and obligations, or the rights and obligations of the sponsor in connection with the Hackathon, shall be governed by, and construed in accordance with, the laws of State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than State of California.\n \nWhat Other Terms is the Maker agreeing to under these Hackathon Official Rules?\nBy entering this Hackathon, Maker agrees:\n \nPlease review the FMNA website terms of service (“Terms of Service”).\n \nThe above shall apply to Maker’s participation in the Hackathon and more generally Maker’s use of FMNA’s website(s). Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only. The Terms and Conditions of Use can be viewed at the following link: http://bit.ly/1qbBWfl\n \nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of FMNA.\n \nFMNA collects personal information from Maker when Maker enters the Hackathon. The information collected is subject to the privacy policy, which can be viewed at the following link: http://bit.ly/1UyBdBj\n\nIf Maker has any questions or comments, or wishes to send us any notice regarding this Hackathon, please email us at hackathon@fremantlemedia.com.\n \n ", "hackathon-prizes": [{"prize-content": "Three-month consulting contract with Fremantle Media to fully build out your idea for the Fremantle site. Up to $10,000 cash value.", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "First place"}, {"prize-content": "", "prize-title": "Second Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://fremantle.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative and unique is your product? Does is make the Fremantle site more fun and engaging for viewers of the shows?"}, {"judging-criterion": "How well is it designed in terms of usability?"}, {"judging-criterion": "Extent to which the build works as intended and is coded to execute well on Wordpress."}], "hackathon-location-address": "", "hackathon-description-header": "Help us reimagine the television show website!", "hackathon-prizes-total": "$14,500", "hackathon-location-description": "FremantleMedia Offices", "hackathon-end-date": "", "has-projects": "False"}