{"hackathon-description-text": "\nDon’t you hate when that one drink you’re craving isn’t in the cooler? We sure do. You don't get the drink you want, and we lose an opportunity to make you satisfied customer.", "hackathon-number-of-prizes": "5", "hackathon-id": "coolerhack", "hackathon-judges": [{"judge-role": "Bill leads Innovation and Architecture for The Coca-Cola Company’s global IT organization. He is responsible for partnerships and projects with startups, academic institutions and the innovation process across the Coca-Cola system.", "judge-name": "Bill Maynard"}, {"judge-role": "Global Group Director, Emerging Technologies & Strategic Innovation at Coca-Cola", "judge-name": "Anthony Newstead"}, {"judge-role": "Global Commercialization Manager at Coca-Cola. Also the Coca-Cola External Technology Acquisition (ETA) hub lead for Georgia Tech", "judge-name": "Tom North"}, {"judge-role": "Local Atlanta inventor, founder of My Inventor Club, mentor at ATDC, known for his work on the Nerf AirJet brand and developing manufacturing processes for lithium ion batteries.", "judge-name": "Shane Matthews"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "149", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n: Anyone can participate - individuals, teams and organizations. There are no limits on team size.\n: We couldn't possibly fathom the solutions you'll come up with, so we're keeping a very open mind with whatever you create. It could be a new piece of technology, a software solution, a better process, or some combination. There are virtually no rules as to the nature of the solution you submit. We will consider both fully-functional solutions and not-yet-fully-functional solutions. You must be willing to demo the event to the judges at the conculsion of the event.\n: You keep any and all intellectual property you bring or build for this challenge, but you agree to give Coca-Cola the right of first refusal to enter into a contract with you to continue building the solution and/or run a test pilot. We also ask that winners allow us to use their names in marketing and press about the event.\nCoca-Cola employees participating in the event are not eligible for investment but can certainly win prizes. Please refer to your employee contract.\n: Winners will be picked by a panel of judges and prize bundles will be awarded at their discretion. Teams at both the in-person event and those working remotely are eligible for all prizes, including a potential offer to continue building the solution and/or run a test pilot\n: We will have several coolers at the event you can hack on.\n: Both brand new and existing solutions are eligible.\n Contestants can submit more than one solution. \nWe promise to create a safe environment for you. We address every code of conduct violation regardless of severity (severity, after all, is subjective) and we do so in a respectful way to all parties using a transparent process. Please read our Code of Conduct here: ", "hackathon-prizes": [{"prize-content": "Prize bundle of tech goodies - drones, Samsung Gear VR Virtual Reality Headsets, Raspberry Pi 3s, Arduino kits, beacons, adafruit.com gift cards, etc.", "prize-title": "Most awesome"}, {"prize-content": "Prize bundle of tech goodies - drones, Samsung Gear VR Virtual Reality Headsets, Raspberry Pi 3s, Arduino kits, beacons, adafruit.com gift cards, etc.", "prize-title": "Best design"}, {"prize-content": "Prize bundle of tech goodies - drones, Samsung Gear VR Virtual Reality Headsets, Raspberry Pi 3s, Arduino kits, beacons, adafruit.com gift cards, etc.", "prize-title": "Functionally the best"}, {"prize-content": "Land a contract with Coca-Cola to continue building your solution or run a test pilot. We'll likely engage with 3 teams, but it could be more!", "prize-title": "Let's keep talking"}, {"prize-content": "From the \"Let's keep talking\" category, we'll pick 2, narrow it down and run real pilots.", "prize-title": "Pilots"}], "hackathon-location-google-maps": "https://maps.google.com/?q=384 Northyards Blvd NW, Atlanta, GA 30313, USA", "hackathon-url": "https://coolerhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Wow factor. Did you build something no one thought was possible in the scope of a weekend? Did you use techniques that are abnormal, often impractical, and weirdly elegant?"}, {"judging-criterion": "Is it easy to understand? Is it easy to use? Is it creative?"}, {"judging-criterion": "Does it solve the challenge? Does it work as is or does it require additional resources? Can it be scaled to Coke's 14 Million coolers worldwide in a cost-effective way?"}], "hackathon-location-address": "384 Northyards Blvd NW, Atlanta, GA 30313, USA", "hackathon-description-header": "Help Coca-Cola figure out what's in its coolers", "hackathon-prizes-total": "0", "hackathon-location-description": "The Gathering Spot", "hackathon-end-date": "2016-04-17", "has-projects": "True"}