{"hackathon-description-text": "\nFor 36 hours on March 31st - April 2nd, HackPrinceton will bring together 500 developers and designers from across the country to create incredible software and hardware projects.", "hackathon-number-of-prizes": "25", "hackathon-id": "hackprinceton-spr17", "hackathon-judges": [{"judge-role": "Director at Vitech", "judge-name": "Vlad Sheykhet"}, {"judge-role": "Head of Data Science at Clarity Money", "judge-name": "Vishal Srivastava"}, {"judge-role": "CTO and Co-Founder of Promia", "judge-name": "Bill Reynolds"}, {"judge-role": "Software Engineer at Floored", "judge-name": "Lena Henke"}, {"judge-role": "Software Developer at White Goose Tech", "judge-name": "Jon Beyer"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "187", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nSubmissions are due on Devpost \nYou must include videos, photos, or screenshots of the working product and a link to the source code (GitHub, etc.) of your project.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to the best software or hardware project overall. $3000 Amazon gift card split with the winning team.", "prize-title": "Best Overall - Sponsored by Vitech"}, {"prize-content": "A project that delivers a polished, well-thought-out user experience. Bohm Bluetooth Wireless Noise Cancelling Headphones for each member.", "prize-title": "Best Design"}, {"prize-content": "Push the limits of technology with a unique, ambitious, and technically interesting project. One Amazon Fire for each member.", "prize-title": "Most Technically Challenging Hack"}, {"prize-content": "Create a hardware project from individual components: wires, sensors, microcontrollers, solder, and breadboards encouraged. One Bluetooth Sound Bar for each member.", "prize-title": "Best DIY Project"}, {"prize-content": "For the project with the best use of virtual or augmented reality. One Bnext 3D VR Headset for every member.", "prize-title": "Best VR/AR Hack"}, {"prize-content": "Show off a novel and interesting use of machine learning libraries or techniques. Echo Dot for each team member.", "prize-title": "Best Use of Machine Learning"}, {"prize-content": "Visualize, analyze, or represent data in an interesting and beautiful way. Wacom digital drawing and graphics tablet for each member.", "prize-title": "Best Use of Data Visualization"}, {"prize-content": "Use phyiscal sensors or devices to create a hack that connects hardware via the cloud. Cheerwing Syma X5SW-V3 Drone for each team member.", "prize-title": "Best Internet of Things Hack"}, {"prize-content": "For a whimsical project that makes the judges smile :) One ice cream Pusheen plush for each member.", "prize-title": "Made My Day"}, {"prize-content": "The project that garners the most votes during the closing ceremony. One Anker Bluetooth speaker for each member.", "prize-title": "Audience Choice"}, {"prize-content": "For the team with the most spectacular last-minute flop. One stuffed tiger for each member.", "prize-title": "Biggest Failure to Launch"}, {"prize-content": "Amazon Tap and Echo Dot for each person on the winning team", "prize-title": "Best Voice User Experience Using Amazon Alexa - Sponsored by Amazon"}, {"prize-content": "Leverage the power of cognitive computing and connect your IoT sensors to the the Watson IoT Platform in awe inspiring ways. The IBM Watson Cognitive Challenge will award the winning team for the best use of Watson Cognitive and Bluemix API. One Apple Beats Solo3 Wireless headphone for each member.", "prize-title": "Best Use of Watson IoT - Sponsored by IBM"}, {"prize-content": "Projects submitted to this category do not not have to be specific to Capital One.", "prize-title": "Best Financial Hack - Sponsored By Capital One"}, {"prize-content": "For the newbie team who best demonstrates new hackathon skills. To qualify, a strict majority of the team must be attending their first hackathon, and you should demonstrate how your first-time attendees contributed to the project. One Chromecast for each member.", "prize-title": "Best First-Time Hack - Sponsored by Honeywell"}, {"prize-content": "Philips Hue Lightstrips and a Hue Bridge will be given to each member of the team that creates the most creative and technically impressive media-focused hack using emerging platforms, including Internet of Things, VR/AR, and so on.", "prize-title": "Best Emerging Platforms Hack - Sponsored by Viacom"}, {"prize-content": "The group that best utilizes the cloud. Das Keyboard 4 Professional Mechanical Keyboards for each member.", "prize-title": "Best Use of Cloud Services - Sponsored by Linode"}, {"prize-content": "The group that best uses the JSL dataset. The winning team will receive:", "prize-title": "Best Use of JSL Dataset - Sponsored by John Snow Labs"}, {"prize-content": "Prize: $500 (and a chance to win up to $7,500 and a trip to present at the world's most prestigious data science conference)! Do you want your hacking to make a difference to millions of lives around the world? Join the AI for Good Foundation's Global Food Security Challenge! By making use of extensive crop data, plant genetics, soil, climate, and more, create new tools and analysis that help farmers and decision makers to make better decisions about what to grow, where, and the logistics surrounding it. Our world is running out of cropland. We’ll add 2 billion more people by the year 2050, but we’re currently using our arable land and water 50 percent faster than the planet can sustain. At the same time, the crops farmers plant face an unprecedented set of obstacles due to increasingly limited growing conditions and climate change. How will we be able to grow enough food to meet world demand?", "prize-title": "Impact and Innovation Prize - Sponsored by the AI for Good Foundation"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Best Use of Amazon Web Services"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "Awarded to the best sustainability-related software project designed for Princeton students. Portable Solar Charger for each team member! Visit sustain.princeton.edu/tigerenergy for Princeton’s live energy data streams and more. At least one team member must be a Princeton student to be eligible.", "prize-title": "Best Princeton Sustainability App - Sponsored by the Office of Sustainability"}, {"prize-content": "Awarded to the best software project designed for Princeton students. Apple Watch for each member! Build a new TigerApp and we'll help you get it in the hands of students. Sponsored by USG Labs, the program that helps students build TigerApps.  See labs.tigerapps.org for project ideas and more.", "prize-title": "Best Princeton TigerApp - Sponsored by USG Labs"}, {"prize-content": "", "prize-title": "Runner-up Best Princeton TigerApp - Sponsored by USG Labs"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-url": "https://hackprinceton-spr17.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea? Is it simply a repackaging of a previous project or is it something that has never been done before? Projects can also blend two concepts together in a refreshing new way."}, {"judging-criterion": "Is the project something that looks and feels polished? Is the user experience and interface smooth and well-designed?"}, {"judging-criterion": "Does the project take on technical challenges? What parts of the project did your team invent, and how did you build upon existing tools and technologies?"}, {"judging-criterion": "Is the project zany, interesting or just plain amusing? Will it bring a smile to the face of those who see it, whether they are adults, teenagers or little kids?"}, {"judging-criterion": "Can this hack be used in real life to better somebody's life? Is it enough to justify people wanting to use it?"}], "hackathon-location-address": "Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-description-header": "Spring forward with us at Princeton University's premier 36-hour hackathon.", "hackathon-prizes-total": "0", "hackathon-location-description": "Princeton University", "hackathon-end-date": "2017-04-02", "has-projects": "True"}