{"hackathon-description-text": "\nCHIME FOR CHANGE, Global Citizen, Facebook and Kleiner Perkins Caufield & Byers are teaming up again to host CHIMEHACK 4, a hackathon that brings together rising stars in the technology-sector to create tech-driven solutions that advance gender equality. In 2016 Facebook hosted", "hackathon-number-of-prizes": "7", "hackathon-id": "chimehack4", "hackathon-judges": [{"judge-role": "Senior Gender and Development Specialist, UNICEF", "judge-name": "Patty Alleman"}, {"judge-role": "Product Lead, Facebook", "judge-name": "Hema Budaraju"}, {"judge-role": "President and CEO, Gucci America", "judge-name": "Susan Chokachi"}, {"judge-role": "General Partner, Kleiner Perkins Caufield & Byers", "judge-name": "Eric Feng"}, {"judge-role": "Engineering Manager, Coursera", "judge-name": "Priya Gupta"}, {"judge-role": "Program Manager, Chegg", "judge-name": "Melody Frinzell"}, {"judge-role": "Associate Director of Global Business Development, Room to Read", "judge-name": "Sanjana Khoobchandani"}, {"judge-role": "Chief Technology Officer, Global Citizen", "judge-name": "Mark Lehmann"}, {"judge-role": "Data Analyst, Enjoy", "judge-name": "Casie Levine"}, {"judge-role": "Senior Coordinator, Global Policy and Advocacy, Global Citizen", "judge-name": "Leticia Pfeffer"}, {"judge-role": "Strategic Product Manager, Enjoy", "judge-name": "Jaclyn Wolf"}, {"judge-role": "Product Lead - Events, Facebook", "judge-name": "Sue Young"}], "hackathon-number-of-judges": "12", "hackathon-eligibility": "\nEngineers, designers, product managers and marketing experts of all levels are invited to apply. Participants under 18 years of age must be accompanied by an adult. \nHackers must present their ticket from the CHIMEHACK team to gain entrance to the event. Due to overwhelming response, this event is not open to the public and is via application only.  You will not be permitted to enter this event unless you have a ticket. \nMinimum 1 member and a maximum of 6 members per team to be eligible for the prizes.\nTeams must be present to pitch to our judges and receive their prize at the awards ceremony.", "hackathon-number-of-participants": "329", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n1. You must create your project including team name and initial concept by 8pm PT on Saturday, 10 June\n2. You are allowed to continue updating that submission until 12:00pm PT on Sunday, 11 June", "hackathon-rules": "\nCHIMEHACK4 is by application only. Your invitation is non-transferrable. Please notify the event organizer if you can no longer attend so that we can accommodate wait-list attendees. Additionally, due to limited space, attendees will not be allowed to bring guests to this event.  Teams must be present to pitch to our judges and receive their prize at the awards ceremony.\nHackers under the age of 18, must have a chaperone.\n: Minimum 1 member and a maximum of 6 members per team to be eligible for the prizes.\n All software built at the hackathon must be\n to be eligible for the prizes. \nCHIMEHACK4 is dedicated to providing a harassment-free event experience for everyone regardless of age, gender, sexual orientation, disability, physical appearance, race, or religion. We will not tolerate harassment of conference participants in any form, including overly sexualized or demeaning comments during talks or anything that threatens personal safety. Hackathon participants violating these rules may be sanctioned or expelled from the conference at the discretion of the conference organizers.\n: Press is not admitted at this event unless by prior arrangement. Email: digital@globalphilanthropy with questions. ", "hackathon-prizes": [{"prize-content": "The Best Product and Incubation Award is sponsored by Hearst and includes a $5,000 cash prize and access to incubator advising and space in the Hearst San Francisco office. The recipient will be awarded based on teh following selection criteria: Is it solving a clear problem? Is it clear who it's being built for/how they will use it? Does the solution address the problems at hand? Is it useful?", "prize-title": "Best Product and Incubation"}, {"prize-content": "The Young Innovator Award is sponsored by Chegg and includes a $5,000 cash prize. This prize is available to students only and will identify the best solution created by student-age hackers.", "prize-title": "Young Innovator"}, {"prize-content": "The Global Citizenship Award is sponsored by Kleiner Perkins and includes a $5,000 cash prize and an interview (for each team member*) to be a KP Fellow with a KPCB portfolio company. The recipient will be awarded based on the following selection criteria: Does the solution empower individuals to make a difference for others? Does the solution mobilize grassroots support? Does it make individual users feel like a part of a larger movement to create change? *if eligible to apply", "prize-title": "Global Citizenship"}, {"prize-content": "The Unique Concept and Originality Award is sponsored by Gucci and includes a $5,000 cash prize and tickets to the 2017 Global Citizen Festival in the fall. The recipient will be awarded based on the following selection criteria:  Is it aesthetically appealing? Does the solution push creative boundaries? Is the product an innovative approach to unite users globally?", "prize-title": "Unique Concept and Originality"}, {"prize-content": "The Transform Lives Through Learning Prize is sponsored by Coursera and includes a $5,000 cash prize and a half-day with Coursera Leadership to cover pitching, technical career coaching and development, resume review and interview coaching and project strategy. The recipient will be awarded based on the following selection criteria: Does the solution transform the life of the learner, connecting them to opportunities to become their best self, whether that means building their career, furthering their studies, improving their community, or changing the world?", "prize-title": "Transform Lives Through Learning"}, {"prize-content": "The Connection and Integration Award is sponsored by Enjoy and includes a $5,000 cash prize and lunch/coffee with Enjoy CEO and Co-Founder Ron Johnson. The recipient will be awarded based on the following selection criteria:", "prize-title": "Connection and Integration"}, {"prize-content": "The Social Good Award is sponsored by host Facebook and includes a high-end, in-kind gift. The recipient will be awarded based on the following selection criteria: Does this idea use Facebook’s platforms for social good? Does it adequately and creatively address the challenge?", "prize-title": "Social Good"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 Hacker Way, Menlo Park, CA 94025, USA", "hackathon-url": "https://chimehack4.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the project identify ways for disruptive technology to reach school-aged girls with education?"}, {"judging-criterion": "Does the solution empower individuals to make a difference for others?"}, {"judging-criterion": "Does the solution push creative boundaries and use an innovative approach to unite users globally?"}, {"judging-criterion": "Does the solution transform the life of the learner, connecting them to opportunities to become their best self?"}, {"judging-criterion": "Is it an innovative take on guiding user action?"}], "hackathon-location-address": "1 Hacker Way, Menlo Park, CA 94025, USA", "hackathon-description-header": "CHIMEHACK 4 will celebrate the power of women in technology and identify ways for disruptive technology to advance solutions for girls and women at a tipping point moment in history.", "hackathon-prizes-total": "$30,000", "hackathon-location-description": "Facebook HQ", "hackathon-end-date": "2017-06-11", "has-projects": "True"}