{"hackathon-description-text": "\nIf you have any questions please contact us at ", "hackathon-number-of-prizes": "7", "hackathon-id": "hackhealth-2018-6046", "hackathon-judges": [{"judge-role": "North American Recruitment Coordinator, FDM Group", "judge-name": "Kaitlyn Drennan (For Best UI/UX)"}, {"judge-role": "President, Women in Computer Science", "judge-name": "Kitty Liu (For Best UI/UX)"}, {"judge-role": "Software Engineer, Netsmart Technologies", "judge-name": "Emily MacLeod (For Best Mental Health Hack)"}, {"judge-role": "Event Committee Chair, Women in Computer Science", "judge-name": "Harinee Nori (For Best Mental Health Hack)"}, {"judge-role": "Graduate Student Mentor, Stony Brook University", "judge-name": "Rishab Chhabra (For Best Nutrition Hack)"}, {"judge-role": "Event Committee Member, Women in Computer Science", "judge-name": "Shweta Shankar (For Best Nutrition Hack)"}, {"judge-role": "University Grad Recruiter, FDM Group", "judge-name": "Michael Gibbons (For Best Fitness Hack)"}, {"judge-role": "Webmaster, Women in Computer Science", "judge-name": "Melanie Logan (For Best Fitness Hack)"}, {"judge-role": "Software Engineer, Netsmart Technologies", "judge-name": "Peter Geiss (For Best Medicine Hack)"}, {"judge-role": "Secretary, Women in Computer Science", "judge-name": "Mendy Wu (For Best Medicine Hack)"}, {"judge-role": "Software Engineer, Netsmart Technologies", "judge-name": "Yuliya Astapova (For First Time Hackers)"}, {"judge-role": "Vice President, Women in Computer Science", "judge-name": "Lisa Guo (For First Time Hackers)"}, {"judge-role": "Software Engineer, Applied Visions", "judge-name": "Brandon Magaddino (For Most Innovative Hack)"}, {"judge-role": "Treasurer, Women in Computer Science", "judge-name": "Kann Tan (For Most Innovative Hack)"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "\nAll attendees must be university students.\nTeams are officially limited to 4 people per team. (You can have more team members, but we reserve the right to limit the amount of prizes to four people.)\nAll hacking must be done on site, in the room in which we are hosting HackHealth.", "hackathon-number-of-participants": "60", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\nCode of Conduct\nEveryone coming to HackHealth wants to have a good time, and we want to ensure that you do. To this end, we are holding everyone (attendees, volunteers, and mentors alike) to a couple of rules.\n1. \nEveryone here is a human being with thoughts and feelings of their own. Respect everyone’s boundaries, be considerate, and think before you speak.\n2. \nIf you actively harass, discriminate against, or hurt any other attendee, \n. Everyone deserves a safe and comfortable environment to hack and have fun in, regardless of race, gender identity, sexual orientation, transgender status, disability, or any other characteristic of their being. Remember that bias (sexism, homophobia, etc.) can be subtle. And don’t be lewd or tell crass jokes.\n3. \nYou may think that your showing off won’t hurt anyone, but it may put people down and make them feel unqualified to be here. If someone doesn’t know something, don’t be dramatic and make them feel dumb. Instead, teach them about it. They probably know a lot that you don’t, too.\n4. \nYes, you are competing for prizes. And yes, you should be competitive and try to make your hack the best it can be. But don’t go overboard. If you spend all of your time trying to one-up someone else, neither of you will enjoy yourselves. HackHealth aims to be as stress-free an environment as possible.\n5. \nNo one wants to spend 12 hours hacking in a dumpster. Please throw away your trash and be careful not to make a mess. And for the love of all that compiles, be careful with your drinks! (For those of you who don’t know, there are computers in the desks.) If HackHealth ends up damaging equipment or leaving behind a humungous mess, we won’t be allowed to have food in the rooms ever again.\nBy coming to HackHealth, you agree to abide by all of these rules from the moment you step through the door. If you violate these rules, we will give you a warning. If you continue to violate them, you will be disqualified and asked to leave.\nIf you experience any issues, harassment, or discrimination; if anyone is doing anything to make you or others uncomfortable; if you fear for your safety or the safety of someone else, please do not hesitate to tell us. You can tap an E-Board member to speak privately or you can leave us an anonymous note on the podium at the front of the room. Don’t think that you just have to put up with it.\nAnd if you hear or see anyone doing something against the rules, or just being a jerk, don’t be afraid to tell them so. In many cases, especially if it’s subtle, they may not know that they are doing something wrong, and your words will make them a better person. If they become confrontational, we will back you up. Please help us make HackHealth a good experience for everyone.", "hackathon-prizes": [{"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "Best Mental Health Hack"}, {"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "Best Nutrition Hack"}, {"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "Best Fitness Hack"}, {"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "Best Medicine Hack"}, {"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "First Time Hackers"}, {"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "Best UI/UX"}, {"prize-content": "Google Drawstring Bag, Google Pillow Plushie, Facebook Item, Battery Pack, Blender Bottle", "prize-title": "Most Innovative Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=400 Circle Rd, Stony Brook, NY 11790, USA", "hackathon-url": "https://hackhealth-2018-6046.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "About one in five adults in America experience a mental health condition. This award goes to the hack with the most impact on this large scale problem."}, {"judging-criterion": "Eating a well-balanced diet is necessary to keep our bodies healthy. This award goes to the hack that encourages healthy eating habits."}, {"judging-criterion": "Maintaining physical health is vital for our wellbeing and overall health. This award goes to the hack that encourages physical activity and wellness."}, {"judging-criterion": "Were you able to bridge the gap between medicine and technology? This award goes to the hack that was able to innovate healthcare."}, {"judging-criterion": "Everybody starts somewhere! This award goes to the team who has never been to a hackathon before and had to learn many things from scratch."}, {"judging-criterion": "Your hack may or may not function properly, but at least it’s looking good! This award goes to the hack with design and usability in mind to give the best experience possible."}, {"judging-criterion": "Does your hack solve problems in the most interesting way possible? This award goes to the hack with an original idea that no one has ever thought of."}], "hackathon-location-address": "400 Circle Rd, Stony Brook, NY 11790, USA", "hackathon-description-header": "HackHealth is a beginner- and minority-friendly hackathon with a focus on improving nutrition, fitness, mental health, and medicine using technology. Everyone is welcome to attend!", "hackathon-prizes-total": "0", "hackathon-location-description": "GLS/HDV Center", "hackathon-end-date": "2018-02-03", "has-projects": "True"}