{"hackathon-description-text": "\nUCR's Second Annual Local Hackathon that aims to help first time hackers start their project profile.", "hackathon-number-of-prizes": "3", "hackathon-id": "cutie-hack-2016-3843", "hackathon-judges": [{"judge-role": "Software Engineer | Guidance Software", "judge-name": "Miguel Martinez"}, {"judge-role": "Software Engineer | Google", "judge-name": "Manny Sanchez"}, {"judge-role": "", "judge-name": "Solomon Viveros"}, {"judge-role": "Graduate Student | UCR", "judge-name": "Brian Crites"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nOnly University of California, Riverside students are allowed. Please bring your Student ID card or other forms of identification to you at check-in.", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Overall Hack"}, {"prize-content": "", "prize-title": "Best Beginner Hack"}, {"prize-content": "", "prize-title": "Best Challenge Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=N Campus Dr, Riverside, CA 92507, USA", "hackathon-url": "https://cutie-hack-2016-3843.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The hack above all cuties! This prize is earn by the group with the best creativity, design, complexity, UX, and the project's impact to the community"}, {"judging-criterion": "This award is for the group of Beginners*. The judging will be based on the same criteria as Beset Overall Hack.\n\n*More than half of your team is a first time hacker."}, {"judging-criterion": "The topic will be cuties! You will be judged on how much and how well you incorporate cuties into your hack."}], "hackathon-location-address": "N Campus Dr, Riverside, CA 92507, USA", "hackathon-description-header": "Local Hackathon that aims to help new hackers start off their hacker profile! Limited to UCR students only.", "hackathon-prizes-total": "$400", "hackathon-location-description": "University of California, Riverside. Winston Chung Hall 205/6", "hackathon-end-date": "2016-05-15", "has-projects": "True"}