{"hackathon-description-text": "\nPubNub's Data Stream Network makes it easy to build high performance realtime applications that are both scalable and reliable. With over", "hackathon-number-of-prizes": "1", "hackathon-id": "pubnubgame", "hackathon-judges": [{"judge-role": "Founder, CTO, PubNub", "judge-name": "Stephen Blum"}, {"judge-role": "Engineer, PubNub", "judge-name": "Jay Oster"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "12", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nBuild and submit a fully functional, Multi-Player Game App (for mobile or web) that uses PubNub's Data Stream Network. Include the following with your submission:", "hackathon-rules": "\n\nParticipation in the PubNub Inc. Multi-player Game App Challenge (the “Promotion”) constitutes your agreement to be bound by these Official Rules.\n1. Entry Method:\na) Sign up for a free PubNub account using the PubNub Multi-player Game App Challenge App Challenge \n at www.pubnub.com. Then register at \n. Create your project, using PubNub’s Data Stream Network. Upon submission, include an overview description of your project, 2 screenshots, and a short 1-2 minute video. Be sure to identify platform(s) your project was intended for.\n-OR-\nb). Hand-print your first and last name, email address, mailing address, city, state, zip code, daytime phone number (including area code) and date of birth on a 3\"x 5\" card, and mail it in a stamped envelope, hand printed, to: PubNub Inc., Attn: Interactive App Challenge, 725 Folsom St., San Francisco, CA 94107. (\"Mail-in Entry\"). All Mail-in Entries must be postmarked by 10/1/14 and received by 10/5/14 to be eligible.\n2. Date: The Promotion will run from 12:00AM Pacific Time on 9/18/14 until 11:00 PM Pacific Time on 10/5/14 (\"Promotion Period\"). Winners will be selected on 10/10/14.\n3. Prizes:        \n4. Eligibility: The Promotion is open to individuals twenty-one (21) years old or older at the time of entry who are legal residents of the United States or Canada (excluding Quebec), including a team of up to five (5) such individuals. Employees, officers and directors of PubNub Inc. and its parents, subsidiaries, and agents, as well as the immediate family (defined as parents, spouses, children, siblings and grandparents) and household members of each such employee, officer and director are not eligible. By participating, entrant agrees to abide by these Official Rules and the decisions of PubNub Inc., which are final and binding in all respects. This Promotion is void in jurisdictions where prohibited by law. Entrants will receive one entry into the Promotion for each unique project submitted. Entries that are lost, late, illegible or incomplete for any reason will not be eligible. PubNub Inc. reserves the right to disqualify users violating the Official Rules. All submissions must be comply with applicable law and may not be unlawful, harmful, threatening, abusive, vulgar, harassing, defamatory, obscene, pornographic, profane, indecent, inflammatory, libelous, tortious, hateful, racially, ethnically, socially, politically, legally, morally, religiously objectionable or otherwise objectionable, or invasive or infringing of another's rights including but not limited to rights of celebrity, privacy and intellectual property.\n5. ALL POTENTIAL WINNERS ARE SUBJECT TO VERIFICATION BY PUBNUB INC., WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE PROMOTION. AN ENTRANT IS NOT A WINNER OF ANY PRIZE, UNLESS AND UNTIL ENTRANT'S ELIGIBILITY HAS BEEN VERIFIED BY PUBNUB INC.\n6. Winner Selection. Winners will be judged according the following criteria:\nEntrants must comply with all terms and conditions of these Official Rules. Winning is contingent upon fulfilling all Promotion requirements as detailed in the Official Rules. Except where prohibited, the potential winners must execute and return to PubNub Inc., within forty-eight (48) hours of being notified, a statement of eligibility and liability release and, except where prohibited, a publicity release in order to claim his/her prize. The potential winner will be notified by email, telephone, blog comment, Twitter, or similar social network on the day drawing occurs. If a potential winner cannot be contacted within forty-eight (48) hours of the first attempt to contact him/her or if he/she fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period, an alternate entrant will be selected in his/her place. In the event that a potential winner is disqualified for any reason, PubNub Inc. may award the applicable prize to an alternate winner.\n7. Winners are solely responsible for all federal, state, and local taxes and other fees associated with prize receipt and use. No other substitution (including for cash where applicable), assignment or transfer of prizes permitted, except by PubNub Inc. who reserves the right to substitute a prize with another prize of greater or equal value if prize cannot be awarded as stated. PubNub Inc. will withhold and/or report taxes as required by applicable law.\n8. Publicity and License Grant. Except where prohibited, participation in the Promotion constitutes winner's consent to PubNub Inc.'s use of winner's name, likeness, voice, image, opinions, hometown, state/province and country for promotional purposes in any media or channel without further payment or consideration. In addition, you agree to grant PubNub Inc. a fully-paid up, royalty-free, irrevocable, perpetual, sublicensable, worldwide, transferable right and license to use, display, perform, copy and distribute the project.\n9. General Conditions. PubNub Inc. reserves the right, in its sole discretion, to cancel, modify or suspend the Promotion should virus, bugs, unauthorized human intervention, technical failures or any other factor beyond PubNub Inc.'s reasonable control corrupt the administration, security, fairness, integrity or proper operation of the Promotion. In such event, PubNub Inc. reserves the right to award the prize at random from among the eligible entries received up to the time of impairment. PubNub Inc. reserves the right in its sole discretion to disqualify any individual it finds to be tampering with the entry process or the operation of the Promotion or to be acting in violation of these Official Rules or any other Promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately damage PubNub Inc.’s Web site or undermine the legitimate operation of this Promotion may be a violation of criminal and civil laws, and, should such an attempt be made, PubNub Inc. reserve the right to seek damages from any such person to the fullest extent permitted by law. PubNub Inc.'s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Facebook, Inc. is not a sponsor of this Sweepstakes. For the avoidance of doubt, any information provided hereunder is provided to PubNub Inc. and not Facebook, Inc.\n10. Release. By accepting any Promotion prize, winner agrees that PubNub Inc., Facebook, Inc. and their respective parents, subsidiaries and affiliated companies, and the agents, employees, directors and officers of these companies, are not liable whatsoever for any injuries, losses or damages of any kind resulting in whole or in part, directly or indirectly, from the acceptance, possession, use or misuse of any prize, or travel to or from or related to any prize or prize-related activity, or from winner's participation in the Promotion.\n11. Limitations of Liability. PubNub Inc. is not responsible for: (1) incorrect or inaccurate transcription of entry information or late, lost, stolen, illegible, incomplete, misdirected or postage due entries or entries received through impermissible or illegitimate channels, all of which will be disqualified; (2) technical failures of any kind, including but not limited to the malfunctioning of any telephone, computer, network, hardware or software, or the Github service, as applicable; (3) the unavailability or inaccessibility of any Web site or service; (4) unauthorized human intervention in any part of the entry process or the Promotion; (5) electronic or human error which may occur in the administration of the Promotion or the processing of entries; or (6) any injury or damage to persons or property, including but not limited to entrant's computer, which may be caused, directly or indirectly, in whole or in part, from entrant's participation in the Promotion or from downloading any material from PubNub Inc.'s Web site(s), regardless of whether the material was prepared by PubNub Inc., a third party, and regardless of whether the material is connected to PubNub Inc.'s Web site by a hypertext link.\n12. Disputes. Entrant agrees that: (1) any and all disputes, claims, and causes of action arising out of or connected with this Promotion, or any prizes awarded, other than the administration of the Promotion or the determination of winners shall be resolved individually, without resort to any form of class action; (2) any and all claims, judgments and awards shall be limited to actual out of pocket costs incurred, including costs associated with entering this Promotion but in no event attorneys' fees; and (3) under no circumstances will entrant be permitted to obtain awards for and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of entrant, PubNub Inc. in connection with the Promotion shall be governed by, and construed in accordance with, the laws of the State of California, U.S.A., without giving effect to any choice of law or conflict of law rules of provisions. All federal, state, provincial and local laws apply. Exclusive venue for any claim hereunder shall be the state or federal courts located within the City and County of San Francisco, California. PubNub Inc. will monitor all entries to ensure compliance with the rules governing the Sweepstakes.\n13. Data Collection. PubNub Inc. collects personal information from you when you enter the Promotion. The information collected is subject to PubNub Inc.’s Privacy Policy found here: www.pubnub.com/privacy-policy", "hackathon-prizes": [{"prize-content": "+ Free Publicity of Your Game to our 40K Developer Community!", "prize-title": "Best Interactive App"}], "hackathon-location-google-maps": "", "hackathon-url": "https://pubnubgame.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Create the Ultimate Multi-Player Game with JavaScript and PubNub!", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "2014-10-05", "has-projects": "True"}