{"hackathon-description-text": "\nCome join participants from a variety of disciplines—students, industrial designers, engineers, developers and healthcare professionals—collaborate to ideate, iterate and innovate to solve a healthcare challenge. Healthcare knowledge is not necessary!", "hackathon-number-of-prizes": "3", "hackathon-id": "svc-healthhack", "hackathon-judges": [{"judge-role": "Gibbons Law", "judge-name": "George Johnston"}, {"judge-role": "Quest Diagnostics", "judge-name": "Rich Walker"}, {"judge-role": "Director of Operations, Health Recovery Solutions", "judge-name": "Alex Ellis"}, {"judge-role": "McKinsey & Co.", "judge-name": "Anil Nathan"}, {"judge-role": "Head IT Business Partner, Bristol-Meyer Squibb", "judge-name": "Hima Kher"}, {"judge-role": "Innovation Strategist, Frog Design", "judge-name": "Prag Anand"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nTeams are ideally formed of 5 people. Other team eligible team sizes are at the Organizers' discretion. ", "hackathon-number-of-participants": "32", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYou should be building a pitch and a product prototype, both to be Zipped and uploaded to Devpost before 5pm on Sunday, October 8th.", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate for any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the Hackathon at the discretion of the Hackathon.\n\nThe Hackathon starts at 6pm on October 6th, 2017 and ends at 9pm on Sunday, October 8th. Our hackathon does not require you to be on the Stevens Campus for the entire duration.  We are not responsible for you outside of our walls. In fact, even within our walls, by being here you agree to release Stevens Institute of Technology from all liability relating to injuries that may occur in the duration of this hackathon. Finally, we ask that you respect the space by keeping it clean and tidy throughout your time here.\n\nTeams can be made up of five members. We encourage teams to be a mix of students and professionals. If the number of total participants makes this impossible, at the administrator’s discretion, groups of varying sizes may be approved.\n\nTo ensure a level field for all contestants, all code, design, and art must be created within the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. The only exception to this rule would include material that is publicly available. Some examples of this would be: public domain images, creative commons music, and open source libraries with appropriate attribution to the original creators. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks.\n\nTeams are required to submit all material pertaining to the project on devpost.com or alternative chosen by the organizers. This includes but is not limited to: source code, design assets, links to live projects, and final presentations. Projects that blatantly disregard the proposed theme may be ineligible for judging at the discretion of the organizers. All projects must be submitted by 5:30pm on Sunday the 8th. Presentations are required to be eligible for prizes and must meet the length and other specifications set by the organizers.\n\nWinners will be judged based on their project’s solution to one of the theme problems. All prizes are non-transferable. Only teams that complete a pitch and submit all materials by the deadline will be eligible for prizes. On a personal level, you may not leave early and still be eligible if your team wins.\n\nAll teams retain full ownership of what they have created during the Hackathon. We retain the right to display what you build for the purpose of advertisement. This includes all types of media, both print and not.  \n\nBy being here, you consent to and authorize the use and reproduction by Stevens Institute of Technology of any and all photography and/or videography that may be taken of you throughout the duration of the Hackathon for any purpose, without compensation to you. All digital images and/or video files are wholly owned by the Stevens Institute of Technology, who reserves the right to use these images and/or video.\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place Winner"}, {"prize-content": "", "prize-title": "2nd Place Winner"}, {"prize-content": "", "prize-title": "3rd Place Winner"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Babbio Center, 525 River Street, Hoboken, NJ 07030, USA", "hackathon-url": "https://svc-healthhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How viable is your solution and how well does it address the problem? Think market strategy, investors, feasibility, creativity etc."}, {"judging-criterion": "Does your product have a demo? Show us! How well did you prototype your idea and how technically impressive is it?"}, {"judging-criterion": "Clear and appealing pitches are essential."}, {"judging-criterion": "What makes your project extraordinary?"}, {"judging-criterion": "How much effort and thought did you put into your design? UI + UX are key."}], "hackathon-location-address": "Babbio Center, 525 River Street, Hoboken, NJ 07030, USA", "hackathon-description-header": "Digital Healthcare Hackathon", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "Stevens Institute of Technology - Babbio Center Building", "hackathon-end-date": "2017-10-08", "has-projects": "True"}