{"hackathon-description-text": "\nA HACKATHON BY STUDENTS, FOR STUDENTS.", "hackathon-number-of-prizes": "8", "hackathon-id": "def-hacks-fall-2016", "hackathon-judges": [{"judge-role": "", "judge-name": "Barrie Adleberg"}, {"judge-role": "", "judge-name": "David Nachmany"}, {"judge-role": "", "judge-name": "David Markovich"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\n High school students (except for a few cool exceptions ;) )\nUp to 4 members", "hackathon-number-of-participants": "34", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nMake something that you'll be proud of! Whether it's a game, app, or metaphorical cup of coffee, we just want to ensure everyone leaves with a finished project and some new skills! ", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.\n  The Quick Version\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackday attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nThe Less Quick Version\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon with no refund (if applicable)..\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "Each memer of the winner team will receive a blue mini drone", "prize-title": "Hack with the most business potential"}, {"prize-content": "Each member of the winning team will win a Deluxe Arduino Kit with more gadgets than you could ever want.", "prize-title": "Best Overall"}, {"prize-content": "Bendable Silicon Keyboard and Keyboard Cleaning Putty", "prize-title": "Best Game"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive. Prize: Collector's Edition of Watch Dogs 2", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "The winning team will receive 2nd place medals", "prize-title": "2nd Best Project Overall"}, {"prize-content": "The winning team will receive 3rd place medals", "prize-title": "3rd Best Project Overall"}], "hackathon-location-google-maps": "https://maps.google.com/?q=99 Madison Ave, New York, NY 10016, USA", "hackathon-url": "https://def-hacks-fall-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "99 Madison Ave, New York, NY 10016, USA", "hackathon-description-header": "A hackathon for high school students, by high school students", "hackathon-prizes-total": "$470", "hackathon-location-description": "ThoughtWorks", "hackathon-end-date": "2016-11-20", "has-projects": "True"}