{"hackathon-description-text": "\nStudents spend 36 hours building anything they can imagine, and take breaks to interact with technology visionaries, founders, and find new mentors. They meet with the hottest, most sough-after companies in the world who vie for hackers' attention. For MHacks, students give up a weekend of partying to invest a weekend in their personal growth by learning something new, and creating solutions to problems they see in the world. ", "hackathon-number-of-prizes": "26", "hackathon-id": "mhacksv", "hackathon-judges": [{"judge-role": "", "judge-name": "A Panel of Awesome Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-url": "https://mhacksv.devpost.com/", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-rules": "\nThe hack must be built during MHacks V and within the 36 hours of hacking.\nIf you're a beginning hacker, check this out: http://blog.mlh.io/your-first-hackathon-10-07-2013/\nIn addition to Major League Hacking's Code of Conduct found here - http://static.mlh.io/docs/mlh-code-of-conduct.pdf - we ask hackers at MHacks to agree to the following (some content sourced from http://hackathon.launch.co/rules):\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it. \n3) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.\nThe only exception to this rule is that you may use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\n Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”. \n4) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community. \n5) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. \n They'll review it with the team and notify you if you should go forward. Don't waste 36 hours on a  hack that won't be allowed to demo.\n6) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.", "hackathon-requirements": "\nA valid submission is a software/hardware hack produced at MHacks V within the provided rules.\nYour hack must have a valid ChallengePost submission to the MHacks V event, preferably with video/images of the working product, as well as a live demo at your assigned table at the MHacks V Expo.", "hackathon-description-header": "Students from across the world come to MHacks to build amazing things, transform dreams into realities, and to meet others with the same level of passion to build their future. MHacks is for creators.", "hackathon-number-of-judging-criteria": "3", "hackathon-prizes": [{"prize-content": "Per team member: Dell touchscreen monitor + Apple Watch/Moto 360/Pebble Stone + One Plus One/iPad Mini/Myo Armband/Oculus Rift + all expenses paid invitation to Global Hackathon Seoul + invitation and travel compensation to TreeHacks + $1000 reimbursement to National Taiwan University hackathon + Wolfram Award Letter", "prize-title": "Grand Prize"}, {"prize-content": "Per team member: One Plus One/Myo Armband/iPad Mini/Oculus Rift +  all expenses paid invitation to Global Hackathon Seoul + Wolfram Award Letter", "prize-title": "2nd Prize"}, {"prize-content": "Each team member receives a Myo Armband +  all expenses paid invitation to Global Hackathon Seoul + Wolfram Award Letter", "prize-title": "3rd Prize"}, {"prize-content": "Every member of the team that builds the best iOS or OS X app will receive a 128GB iPad mini 3", "prize-title": "Best iOS or OS X App"}, {"prize-content": "Each member of the team with the best Google Glass hack will receive a Google Glass", "prize-title": "Best Google Glass Hack"}, {"prize-content": "Each member of the team that builds the best virtual reality hack will receive a Oculus Rift DK2", "prize-title": "Best Virtual Reality Hack"}, {"prize-content": "All the team members of the best Android App will receive One Plus One phones", "prize-title": "Best Android App"}, {"prize-content": "Each team member of the winning hack will receive a Parrot AR Drone", "prize-title": "Best use of the Bloomberg API"}, {"prize-content": "Each member of the team that best uses Capital One's API will receive a $250 Amazon gift card", "prize-title": "Best use of Capital One's API"}, {"prize-content": "Each team member of the winning project will receive an Apple TV", "prize-title": "Best Hardware Project, sponsored by Apple"}, {"prize-content": "The winning team will receive 8,024 pieces of Legos...making up 5 iconic Star Wars images; including the X-Wing Starfighter, The Malevolence, The Ewok Village, R2-D2, and The Millennium Falcon!!!", "prize-title": "Best use of PayPal or Venmo API"}, {"prize-content": "Team members of the team that wins the most Professional Hack will each receive a Timbuk2 messenger bag with the LinkedIn logo.", "prize-title": "Most Professional Hack, sponsored by LinkedIn"}, {"prize-content": "Best hack that utilizes the Wolfram|Alpha API, Wolfram Language, or Wolfram Programming Cloud.", "prize-title": "Best use of Wolfram Technology"}, {"prize-content": "$500 and some special swag will be split between all members of the team that best utilizes MongoDB.", "prize-title": "Best use of MongoDB"}, {"prize-content": "\"Building something that matters\"", "prize-title": "Best Social Innovation Hack, sponsored by VFA"}, {"prize-content": "SendGrid will give Parrot MiniDrones to each team member of the hack that wins \"Best use of SendGrid\"", "prize-title": "Best use of SendGrid"}, {"prize-content": "The winning team will receive 5 $100 Visa gift cards", "prize-title": "Best Hack Utilizing Machine/Computer Vision, sponsored by Union Pacific Railroad"}, {"prize-content": "Microsoft will give $500 to the team that best utilizes Azure.", "prize-title": "Best use of Azure"}, {"prize-content": "The team that best uses the color #42ff23 in their hack will win $500 from Coyote", "prize-title": "Best use of the color #42ff23, sponsored by Coyote"}, {"prize-content": "The team with the most technically challenging hack will win $500", "prize-title": "Most Technically Challenging, sponsored by a16z"}, {"prize-content": "Winning team will receive $300 and a WunderBar", "prize-title": "Best use of Concur or TripIt APIs"}, {"prize-content": "A Pebble watch for each member of the team who's hack makes the best use of Strap!", "prize-title": "Best use of Strap"}, {"prize-content": "The winning team will receive $250 in Namecheap Credit", "prize-title": "Best Domain Name Registered"}, {"prize-content": "The winning team receives gift cards (amount/vendor TBA)", "prize-title": "Most Innovative Hack for Teaching or Learning, sponsored by ITS"}, {"prize-content": "Winners receive a personal tour of the tech startup scene in downtown Detroit and lunch on Bizdom", "prize-title": "Best Michigan-focused Hack"}, {"prize-content": "Each team member (up to 4) of the team that builds the top Myo hack, will receive a Myo Armband.", "prize-title": "Top Myo Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of Michigan, 500 South State Street, Ann Arbor, MI 48109, USA", "hackathon-number-of-participants": "739", "hackathon-location-address": "University of Michigan, 500 South State Street, Ann Arbor, MI 48109, USA", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-prizes-total": "$35,670", "hackathon-location-description": "", "hackathon-end-date": "2015-01-18", "has-projects": "True"}