{"hackathon-description-text": "\nUntil recently, TVs have needed help from other devices in order to run software applications. But finally, Samsung is freeing the TV, with its Samsung Apps line of televisions and Blu-ray devices, which can download, install, and run apps natively.  Samsung Apps is built into all Samsung 2010 Blu-ray players, Blu-ray Home Theater Systems, and the majority of TVs 40 inches and larger.  For the first time, distributing content to TVs is as easy as creating an app!", "hackathon-number-of-prizes": "5", "hackathon-id": "freethetv2010", "hackathon-judges": [{"judge-role": "Samsung", "judge-name": "Eric Anderson"}, {"judge-role": "Opus Capital", "judge-name": "Bob Borchers"}, {"judge-role": "Sequoia Capital", "judge-name": "Roelof Botha"}, {"judge-role": "Bessemer Venture Partners", "judge-name": "Jeremy Levine"}, {"judge-role": "Floodgate", "judge-name": "Mike Maples, Jr"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "67", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nSamsung Free the TV Challenge (the “Challenge”) is an initiative of Samsung Electronics America, Inc. (“Samsung” or “Sponsor”). The Challenge is being launched in conjunction with the release of Samsung’s new Software Development Kit for Samsung’s line of interactive televisions and is intended to provide recognition to individuals, teams of individuals, corporations and nonprofit organizations (collectively, “Contestants”) who create apps that run on Samsung’s industry-leading platform.\nSubmissions will be judged on the following three criteria: (1) Visual Appeal; (2) Quality of the Idea; and (3) Functional Implementation.\n*Review the sections below for a more detailed description and important requirements and restrictions.\nThe Challenge is open only to: 1) legal residents, 18 or older, of the fifty (50) United States (including the District of Columbia); and 2) and corporations or organizations that are domiciled in the United States, incorporated at the time of entry and employ fewer than fifty (50) people at the time of entry (excluding corporations and organizations competing for the Corporate Recognition Award). Eligibility for the Corporate Recognition Award includes corporations or organizations that are domiciled in the United States, incorporated at the time of entry, and employ fifty (50) or more people at the time of entry. Individuals submitting on behalf of teams, corporations and nonprofit organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team, corporation or nonprofit organization. Void in Guam, Puerto Rico, the U.S. Virgin Islands, and other U.S. territories and possessions and where prohibited by law. Employees of Sponsor, ChallengePost, Inc., retailers or distributors of Sponsor and the judges or any of their respective affiliates, subsidiaries, advertising agencies, or any other company or individual involved with the design, production execution or distribution of the Challenge and their immediate family (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) and household members (people who share the same residence at least three (3) months out of the year) of each such employee are not eligible. The Challenge is subject to all applicable United States federal, state and local laws and regulations. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and Sponsor and Administrator’s decisions, which are final and binding in all matters related to the Challenge. Winning a prize is contingent upon fulfilling all requirements set forth herein.\n: Samsung Electronics America, Inc., 85 Challenger Road, Ridgefield Park, NJ 07660. \n: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nThe Challenge Submission Period begins on August 11, 2010 at 10:00 AM Eastern Standard Time (“EST”) and ends on November 11, 2010 at 10:00 PM EST (the “Challenge Submission Period”). Administrator’s computer is the official time keeping device for this Challenge.\nDuring the Challenge Submission Period, 1) Visit the Samsung D Forum page at: \n ; 2) Register, agree to all terms, and download the Samsung TV Application Software Development Kit by clicking the “SDK and Tools” link on the left column; 3) Create your software application using the Samsung TV Application SDK, and upload it to the Samsung D Forum website at \n so that it may begin the Samsung QA and approval process; and 4) Visit \n , where you must register a ChallengePost account, and submit a video of your application, text description, at least one photograph of your working software application, and your Samsung D Forum ID log in Number. After you register you must verify your email address via the registration email sent to the email entered in the registration form. Registered Contestants will then be able to enter a submission (“_Submission_”). In the event of a dispute as to any registration, the authorized account holder of the email address used to register at \n will be deemed to be the registrant or player. The “authorized account holder” is the natural person assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Potential winners may be required to show proof of being the authorized account holder.\nEach Contestant grants to Sponsor, Administrator, and others acting on behalf of Sponsor, a royalty-free non-exclusive worldwide license to display publicly and use for promotional purposes their Submission in perpetuity. This license includes posting or linking to the Submission on the official Sponsor and Administrator websites and partner websites.\nSubmissions will be posted on \n on a rolling basis after being screened by the Administrator for basic functionality, accuracy of messaging, and integrity (i.e., security). All Contestants will have equal access to Submissions posted on the website. Non-Contestants interested in the Challenge are also encouraged to register on \n . Registration will be required in order to receive updates on the Challenge and vote for the Popular Choice Award. Registered visitors will be able to vote for their favorite Submission. The public voting will take place between on or about November 22, 2010 at 12:00 PM EST and December 16, 2010 at 5:00 pm EST. Public voting will determine the winner of the Popular Choice Award. Each registered visitor is able to vote for their favorite Submissions, but may only vote for a Submission once during the voting period.  Use of an automated process or similar device to submit an electronic vote is strictly prohibited. Any attempt to circumvent the one vote limit per Submission or to use automated vote process will subject all votes from the person to disqualification. If a Contestant receives multiple and/or irregular votes from the same user or users, including but not limited to, votes generated by a robotic, programmed, script, macro, other automated means or other source,  the Sponsor and/or Administrators reserves the right to disqualify the Contestant in their sole discretion. If the voting process for the Popular Choice Award fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the Sponsor and/or Administrators in their sore discretion reserves the right to use another means to determine the winner of the Popular Choice Award, i.e. random selection or appointing a panel of judges. Contestants may not pay people or provide any other type of consideration in exchange for votes. Any Contestant who violates the ban on paying or providing consideration in exchange for votes will be disqualified. Public votes may be displayed on the competition website, on a real-time basis, before being verified for integrity. These unverified votes do not necessarily reflect accurately the winner of the Popular Choice Award. The winner of the Popular Choice Award will be the entrant(s) who are contacted directly by the Administrator or Sponsor after votes have been verified. Sponsor reserves the right to modify the voting period at anytime for any reason.\nSubmissions will initially be screened by a qualified internal panel selected by the Sponsor at its sole discretion. The internal panel will judge the Submissions on the criteria identified below to select finalist Submissions. Then the finalist Submissions will be judged by an expert judging panel determined by the Sponsor that may include Mike Maples, Jr., (Floodgate), Bob Borchers (Opus Capital), Roelof Botha (Sequoia Capital), Jeremy Levine (Bessemer Venture Partners), and Eric Anderson (Samsung). Sponsor reserves the right to substitute or modify the judging panel at any time for any reason. Judges do have the right to withdrawal without advance notice in the event of extenuating circumstances beyond their control.\nJudges will be fair and impartial. A judge may elect to recuse him or herself from judging a Submission, if in the judge’s sole discretion it is not appropriate for him or her to judge that particular Submission because of a past or current relationship with that particular Contestant. A Submission will not be at a disadvantage if one or more judge recuses him or herself.\nOdds of winning depend on the number of eligible Submissions received and the quality of the Submissions. The approximate dates for the judging panel are between November 22, 2010 at 12:00 PM EST and December 16, 2010 at 5 pm EST.\nThe judging panel will judge each finalist Submission on the following three criteria: (1) Overall Visual Appeal; (2) Quality of the Idea; and (3) Functional Implementation. The thirteen (13) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 9, with the exception of the Popular Choice Award. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3). If there is still a tie then the winner will be selected based on a vote by the judging panel, which will likely consist of an odd number of judges.\nOne (1) winner will be based solely on the voting of registered visitors to \n. If there is a tie between one or more Submissions for the Popular Choice Award, the cash prize will be split equally amongst the tied Contestants and each Tied Contestant will receive a Samsung 46” TV.\nThe Corporate Recognition Award is a non-cash recognition award intended to encourage organizations with fifty (50) or more employees. Each finalist Submission for the Corporate Recognition Award will be scored by the judging panel on the following three criteria: (1) Visual Appeal; (2) Quality of the Idea; and (3) Functional Implementation. If there is still a tie then the winner will be selected based on a vote by the judging panel, which will consist of an odd number of judges.\nALL POTENTIAL CHALLENGE WINNERS ARE SUBJECT TO VERIFICATION BY SPONSOR AND/OR ADMINISTRATOR WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE CHALLENGE.\nPotential winners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements. The potential winners will be notified by email, telephone, or mail on or about January 6, 2011. The potential winners will be required to sign and return to Sponsor, within Ten (10) days of the date notice is sent, an affidavit of eligibility, and liability/publicity release (except where prohibited) in order to claim his/her prize if applicable. If a potential winner of any prize cannot be contacted, fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, potential winner forfeits prize. In the event that a potential winner of a Challenge prize is disqualified for any reason, Sponsor may award the applicable prize to an alternate winner who had the highest score remaining of the eligible entries.\n\nFor all Prizes: Delivery of prizes will be paid for by Sponsor. The approximate retail value for all electronics is calculated at the time the Challenge starts. Therefore, the actual value of any prize listed above may be lower or higher at the time it is fulfilled. Any difference between actual value and stated approximate retail value will not be awarded. Winners are responsible for all taxes and fees associated with prize receipt and/or use. Sponsor reserves the right to substitute prizes of comparable value. No transfer or substitution of a prize is permitted except by Sponsor. If a team of individuals, a corporation or an organization is selected as a prize winner, the prize will be awarded to the group and it will be up to them to split or appropriately allocate the prize.\nBy entering, each Contestant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsor, Administrator, and/or the Challenge judges which are binding and final in all matters relating to this Challenge; (b) release and hold harmless the Sponsor, Administrator, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the “Released Parties”) from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of an entry or submission of an entry, participation in the Challenge, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry; and © indemnify, defend and hold harmless the Sponsor and Administrator from and against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to a Contestant’s participation in the Challenge and/or Contestant’s acceptance, use or misuse of prize.\nExcept where prohibited, participation in the Challenge constitutes winners’ consent to Sponsor, Administrator’s and their agents’ use of winner’s name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\nSponsor and Administrator reserve the right to cancel, suspend and/or modify the Challenge, or any part of it, if any fraud, technical failures or any other factor beyond Sponsor and/or Administrator’s reasonable control impairs the integrity or proper functioning of the Challenge, as determined by Sponsor and/or Administrator in their sole discretion. Sponsor and/or Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor and/or Administrator reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsor and/or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Sponsor and Administrator are not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit votes, including those secured through payment, votes achieved through automated means or by registering more than one e-mail account and name, using another Contestant’s e-mail account and name, as well as those lost for technical reasons or otherwise.\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by entrants, printing errors or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur in the administration of the Challenge or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from entrant’s participation in the Challenge or receipt or use or misuse of any prize. If for any reason an entrant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, entrant’s sole remedy is another provide another Submission. No more than the stated number of prizes will be awarded.\nEntrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, shall be resolved exclusively by the United States District Court or the appropriate New Jersey State Court; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Challenge, but in no event attorneys’ fees; and (4) under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsor in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New Jersey, without giving effect to any choice of law or conflict of law rules (whether of the State of New Jersey or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New Jersey.\nSponsor collects personal information from you when you enter the Challenge. The information collected is subject to the ChallengePost privacy policy located at \n.\nFor Challenge results go to \n on or about January 6, 2011.", "hackathon-prizes": [{"prize-content": "$200,000 in cash", "prize-title": "First prize"}, {"prize-content": "$100,000 in cash", "prize-title": "Second prize"}, {"prize-content": "$50,000 in cash", "prize-title": "Third prize"}, {"prize-content": "$1,000 in cash", "prize-title": "Honorable Mentions"}, {"prize-content": "$50,000 in cash", "prize-title": "Popular Choice Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://freethetv2010.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The application's visual appeal"}, {"judging-criterion": "The quality of the idea behind the application"}, {"judging-criterion": "The implementation of the idea"}], "hackathon-location-address": "", "hackathon-description-header": "Samsung challenged software developers to create applications for their Samsung Smart TVs", "hackathon-prizes-total": "$500,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}