{"hackathon-description-text": "\ncompetition is a part of First Lady Michelle Obama’s", "hackathon-number-of-prizes": "12", "hackathon-id": "appsforhealthykids", "hackathon-judges": [{"judge-role": "Vice President, healthymagination General Electric Company", "judge-name": "Michael J. Barber"}, {"judge-role": "Chief Technology Officer & Associate Director for Technology Office of Science & Technology Policy Executive Office of the President", "judge-name": "Aneesh Chopra"}, {"judge-role": "President and CEO  HopeLab", "judge-name": "Pat Christen"}, {"judge-role": "Chief Executive Officer Building Educated Leaders for Life (BELL)", "judge-name": "Tiffany Cooper Gueye"}, {"judge-role": "Developer Advocate, Games Google Inc.", "judge-name": "Mark DeLoura"}, {"judge-role": "President and CEO Entertainment Software Association", "judge-name": "Michael (Mike) D. Gallagher"}, {"judge-role": "Game Designer & Producer thatgamecompany", "judge-name": "Robin Hunicke"}, {"judge-role": "Principal Engineer LucasArts", "judge-name": "Eric Johnston (\"EJ\")"}, {"judge-role": "Executive Director The Joan Ganz Cooney Center at Sesame Workshop", "judge-name": "Michael Levine"}, {"judge-role": "Founder and CEO Zynga", "judge-name": "Mark Pincus"}, {"judge-role": "President School Nutrition Association", "judge-name": "Dora Rivas"}, {"judge-role": "Pediatrician Advisor to Let's Move!", "judge-name": "Shale L. Wong"}, {"judge-role": "Co-founder, Apple Computer Inc.  Co-Author, iWoz: From Computer Geek to Cult Icon Chief Scientist, Fusion-io", "judge-name": "Steve Wozniak aka \"The Woz\""}], "hackathon-number-of-judges": "13", "hackathon-eligibility": "", "hackathon-number-of-participants": "90", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\n\nThe Apps for Healthy Kids competition (the \"Competition\"), is an initiative of \n with the support of the U.S Department of Agriculture (\"USDA\"). The Competition is intended to provide recognition to individuals, teams of individuals, corporations, and nonprofit organizations (collectively, \"Contestants\") for developing innovative software applications, either tools or games, that utilize the USDA Nutrition Dataset available at \n (“USDA Data”). [Note: The required USDA Nutrition Dataset is part of a larger USDA dataset called the Food and Nutrient Database for Dietary Studies (FNDDS). Use of the 3.0 version of this larger dataset is also acceptable as the required dataset. The FNDDS 3.0 dataset can be downloaded \n.] The goal of the Competition is to motivate American entrepreneurs, software developers, the public, and students to use recently released USDA Data to create innovative, fun, and engaging tools and games that encourage children - directly or through their parents - to make more nutritious food choices and be more physically active.\n\nThe Competition is open only to: (1) residents of the fifty (50) United States (plus the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa) who are at least thirteen (13) years old at the time of entry (or teams of eligible individuals); (2) and corporations or organizations that are domiciled in the United States (including the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa), incorporated at the time of entry, and employ fewer than fifty (50) people at the time of entry (excluding corporations and organizations competing for the Corporate Recognition Award). Eligibility for the Corporate Recognition Award is corporations or organizations that are domiciled in the United States (including the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa), incorporated at the time of entry, and employ fifty (50) or more people at the time of entry. Individuals submitting on behalf of corporations and nonprofit organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team, corporation or nonprofit organization. Employees of the USDA, ChallengePost, Inc., and the judges (collectively the \"Promotion Entities\") or any of the Promotion Entities’ respective affiliates, subsidiaries, advertising agencies, or any other company or individual involved with the design, production, execution, or distribution of the Competition and their immediate family (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) and household members (people who share the same residence at least three (3) months out of the year) of each Promotion Entity employee are not eligible. The Competition is subject to all applicable federal laws and regulations. Participation constitutes Contestant's full and unconditional agreement to these Official Rules and Sponsor and Administrator's decisions, which are final and binding in all matters related to the Competition. Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein.\n\nSponsor: U.S Department of Agriculture Food, Nutrition, and Consumer Services, 3101 Park Center Drive, Alexandria, VA, 22302. Administrator: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nThe Competition Sponsor makes all decisions related to the development, management, and implementation of the Competition. The role of the Administrator is to carry out the Competition per the direction of the Sponsor.\n\nThe Competition Submission Period begins on March 10, 2010, at 2:00 PM Eastern Standard Time (\"EST\") and ends on June 30, 2010, at 5:00 PM Eastern Daylight Time (\"EDT\") (the \"Competition Submission Period\"). Administrator's computer, set to Eastern Time, is the official time-keeping device for this Competition.\n\nRegistration: During the Competition Submission Period, visit \n and register. Registration is free. To register you must visit \n and complete the form. After you register you must verify your email address via the registration email sent to the email entered in the registration form. Registered Contestants will then be able to enter a submission (\"Submission\"). A Contestant will be required to fill out the submission form on \n and must provide the Submission title, a link or picture of the Submission, the data set(s) used, and a text description of the Submission (\"Text Description\"). Contestants will also need to specify whether the Submission is being entered in one of two categories: 1) \"Games\" that educate through engaging the user in an entertaining experience, or 2) \"Tools\" that empower users to access, visualize, sort, mash, track, or otherwise better understand data in ways that will inform user behavior. Upon submitting, Contestants must self-identify into the appropriate category based on the definitions set forth by the Sponsor. The Sponsor will have the ability to switch a Submission’s category from Tools to Games, or vice versa, if in its sole discretion it does not believe it was correctly categorized. A screenshot of the Submission is optional. For Contestants under the age of eighteen (18), a Submission will not be considered complete and eligible to win prizes without the Contestant’s parent or legal guardian fully completing and returning a consent form (\"Parent / Legal Guardian Consent Form\"). The completed Parent / Legal Guardian Consent Form must be faxed to ChallengePost, Inc. at 212-675-8676 by July 7, 2010. Your Submission will not be final until the Administrator receives the Parent / Legal Guardian Consent Form.\nSubmission Requirements:\n \nAdditional Restrictions: Submissions which in Sponsor and/or Administrator's sole discretion are determined to be substantially similar to a prior entry will be disqualified. Contestants must comply with the Terms of Use of \n. Failure to do so could result in disqualification from the Competition. Submissions may combine USDA Data with other non-USDA data, provided the Contestant is authorized to distribute the non-USDA data through a free, publicly available tool or game. The Sponsor may make limited changes (updating or refreshing) to the existing USDA Data for nutrition purposes. Submissions must be original, be the work of the Contestant, and must not violate the rights of other parties. Submissions containing any matter which in the sole discretion of the Sponsor, Administrator and Judges is indecent, defamatory, in obvious bad taste, which demonstrates a lack of respect for public morals or conduct, which contains nutrition messaging that is inconsistent with the Dietary Guidelines for Americans and MyPyramid, or which adversely affects the reputation of the Sponsor will not be accepted. If the Sponsor, Administrator or judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified. If any functionality or text of a Submission is in a language other than English, the Submission must be accompanied by an English translation of that text. Each Contestant represents and warrants that he or she is the sole author and owner of the Submission, that the Submission is wholly original with the Contestant, that it does not infringe any copyright or any other rights of any third party of which Contestant is aware, and is free of malware.\nAdditional Considerations: Contestants are encouraged to develop games and tools that target underserved populations, with consideration for access to the software platform used and Submission messaging/content.\nSubmission Rights: Each Contestant grants to USDA, the Administrator, and others acting on behalf of USDA, a royalty-free non-exclusive worldwide license to use, copy for use, perform publicly, display publicly, for the purpose of the Competition until one year after the announcement of winners. This license includes posting or linking to the Submission on the official USDA and Administrator websites and partner websites and making it available for use by the public.\n\nSubmissions will be posted on \n on a rolling basis after being screened by the Administrator for basic functionality, accuracy of nutrition messaging, and integrity (i.e., security). Submissions from Contestants who are under the age of eighteen (18) will not be posted until the completed Parent / Legal Guardian Consent Form is received by fax, as described in Section 4 above. All Contestants will have equal access to Submissions posted on the website. Non-Contestants interested in the Competition are also encouraged to register on \n. Registration will be required in order to receive updates on the Competition and vote for the Popular Choice Winners. Registered visitors will be able to vote for their favorite Submissions. The public voting will take place between on or about July 14, 2010 at 12:00 PM EDT and August 14, 2010 at 12:00PM EDT. Public voting will determine the winner of the Popular Choice Winner awards. Each registered visitor is able to place one (1) vote for each of their favorite Submissions.\n\nExcept for the Popular Choice category, the Submissions will initially be screened by a qualified internal panel selected by the Sponsor at its sole discretion. The internal panel will judge the Submission on the criteria identified below to select finalist Submissions in each category, Games and Tools. Then the finalist Submissions will be judged by an expert judging panel determined by the Sponsor that shall include technology experts, nutrition experts, and child education experts. The judging panel will include the following individuals: Michael J. Barber (Vice President, healthymagination, General Electric), Aneesh Chopra (CTO, White House, OSTP), Pat Christen (President and CEO, HopeLab), Tiffany Cooper Gueye (CEO, BELL), Mark DeLoura (Developer Advocate for Games, Google), Mike Gallagher (President and CEO, Entertainment Software Association), Robin Hunicke (Game Producer, thatgamecompany), Eric Johnston (Senior Software Engineer, LucasArts), Max Finberg (Director, Center for Faith-Based and Neighborhood Partnerships, USDA), Michael Levine (Executive Director, Joan Ganz Cooney Center at Sesame Workshop), Mark Pincus (CEO, Zynga), Shale Wong (Pediatrician, Let’s Move!), Dora Rivas (President, School Nutrition Association) and Steve Wozniak (Co-founder, Apple Computer). The Judging panel will be finalized by April 15, 2010. Judges do have the right to withdrawal without advance notice in the event of extenuating circumstances beyond their control.\nThe following information details the commitment of judges:\nOdds of winning depend on the number of eligible Submissions received and the quality of submitted Submissions. The approximate dates for the judging are between July 14, 2010 and August 14, 2010. Winners for the various prizes will be selected as follows in each of the two categories, Tools and Games:\n\nThe judging panel will judge each finalist Submission on the following five criteria: (1) Potential to impact target audience; (2) Quality, accuracy, and content of message; (3) Creativity and originality; (4) Potential for further development and use; (5) Potential to engage and motivate target audience. The three (3) Contestants in each Category whose Submissions earn the highest overall score will win the prizes identified below in section 9. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), then (3), then (4), and finally (5). If there is still a tie then the winner will be selected based on a vote by the judging panel. In the event that a winner is under 18 years of age, the prize will be awarded to the winner's parent/guardian.\n\nWinners will be based solely on the voting of registered visitors to \n. If there is a tie between one or more Submissions for the Popular Choice Winner in the Tool Category or the Popular Choice Winner in the Game Category, the prize will be split equally amongst the tied Contestants within the Category. In the event that a winner is under 18 years of age, the prize will be awarded to the winner's parent/guardian.\n\nThe Corporate Recognition Award is a non-cash recognition award intended to encourage organizations with fifty or more employees to join the efforts to end childhood obesity. To be eligible to compete for the Corporate Recognition Award, the Contestant must be a corporation or organization that is domiciled in the United States (including the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa), incorporated at the time of entry, and employs fifty (50) or more people at the time of entry. Each finalist Submission will be scored by the judging panel on the following five criteria: (1) Potential to impact target audience; (2) Quality, accuracy, and content of message; (3) Creativity and originality; (4) Potential for further development and use; and (5) Potential to engage and motivate target audience. The one (1) Contestant in each Category whose Submission earns the highest overall score will win the prize identified below in section 9 for Corporate Recognition Award. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), then (3), then (4) and finally (5). If there is still a tie then the winner will be selected based on a vote by the judging panel.\n\nThe GE Healthymagination Student Award is an award being set forth by GE Healthymagination intended to recognize student participation in the Competition. To be eligible to compete for the GE Healthymagination Student Award, Contestants (including all team members if a team submission) must meet the requirements set forth above in Section 1 and must also be either currently enrolled in at least nine credits, three courses, or equivalent at the time of entry; or have graduated from in the three months prior to the date of entry (1) an elementary or secondary school, or functional equivalent; or (2) an accredited post secondary institution (e.g., university, community college, technical college). Each finalist Submission will be scored by the judging panel on the following five criteria: (1) Potential to impact target audience; (2) Quality, accuracy, and content of message; (3) Creativity and originality; (4) Potential for further development and use; and (5) Potential to engage and motivate target audience. The one (1) Contestant in each Category (Tools and Games) whose Submission earns the highest overall score will win the prize identified below in section 9 for GE Healthymagination Student Award. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), then (3), then (4) and finally (5). If there is still a tie then the winner will be selected based on a vote by the judging panel. In the event that a winner is under 18 years of age, the prize will be awarded to the winner's parent/guardian. Prior to awarding the prize and finalizing the entrant as the prize winner, the chosen Contestants (including all individuals in a team) will be required to produce to the Sponsor documentation that verifies eligibility. Verification may be in the form of an official transcript or in any other form requested by the Sponsor in its sole discretion. If any member of a team does not meet the eligibility requirement, the team and its Submission will be disqualified.\n\n\nPotential winners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements. The potential winners will be notified by email, telephone, or mail after the date of the judging. The potential winners, or the winner’s parent/guardian if winner is under 18 years of age, will be required to sign and return to Sponsor, within Ten (10) days of the date notice is sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) in order to claim his/her prize. If a potential winner of any prize cannot be contacted, fails to sign and return the Affidavit of Eligibility and Liability/Publicity Release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, potential winner forfeits prize. In the event that a potential winner of a Competition prize is disqualified for any reason, Sponsor may award the applicable prize to an alternate winner who had the highest score remaining of the eligible entries.\n\n\n \n \n\n \n\nPrize purse may increase up until April 15, 2010. Under no circumstance will a prize level be removed or reduced. Prize money for the GE Heathymagination Student Award will be provided to the chosen Winners by GE Healthymagination. The USDA does not endorse any commercial enterprise or product.\nFollowing the announcement of the awards, Winners will be honored at a White House event in Washington, DC. The Competition Sponsor, Administrator, Judges, members of the White House staff, media representatives, and other guests will be invited to attend as well. Travel to the event for Grand Prize Winners, Runners Up, Popular Choice Winners, and Winners of the Corporate Recognition Award will be provided by USDA in the amount of up to $500 for individual Winners and up to $1,500 for winning teams (total regardless of how many individuals are on the team). Travel to the event for Winners of the GE Healthymagination Student Awards will be provided by GE in the amount of up to $500 for individual Winners and up to $1,500 for winning teams (total regardless of how many individuals are on the team). Any winner who is a minor must be accompanied by their parent or legal guardian to the event.\nAfter prizes are awarded and the Competition is completed, Competition Sponsor and judges may, with a Contestant’s approval, independently consider further developing winning submissions for educational, commercial, or other purposes.\n\nBy entering, each Contestant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsor, Administrator, and/or the Competition judges which are binding and final in all matters relating to this Competition; (b) release and hold harmless the Sponsor, Administrator, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the \"Released Parties\") from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of an entry or submission of an entry, participation in the Competition, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry; and (c) indemnify, defend and hold harmless the Sponsor and Administrator from and against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to a Contestant's participation in the Competition and/or Contestant's acceptance, use or misuse of prize.\n\nExcept where prohibited, participation in the Competition constitutes winners' consent to Sponsor's and its agents' use of winner's name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\n\nSponsor and Administrator reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failures or any other factor beyond Sponsor and/or Administrator's reasonable control impairs the integrity or proper functioning of the Competition, as determined by Sponsor and/or Administrator in their sole discretion. Sponsor and/or Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor and/or Administrator reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsor and/or Administrator's failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Sponsor and Administrator are not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit votes, including those secured through payment, votes achieved through automated means or by registering more than one e-mail account and name, using another Contestant's e-mail account and name, as well as those lost for technical reasons or otherwise.\n\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by Contestants, printing errors or by any of the equipment or programming associated with or utilized in the Competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Competition; (4) technical or human error which may occur in the administration of the Competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant's participation in the Competition or receipt or use or misuse of any prize. If for any reason a Contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant's sole remedy is another entry in the Competition. No more than the stated number of prizes will be awarded.\n\nContestant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, shall be resolved exclusively in an appropriate judicial or administrative forum of the United States; and (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Competition, but in no event attorneys' fees. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestant and Sponsor in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the United States Federal Government, without giving effect to any choice of law or conflict of law rules, which would cause the application of the laws of any jurisdiction other than the United States Federal Government.\n.\nIf you choose to provide the Sponsor and Administrator with personal information by registering or filling out the submission form through the website, that information is used to respond to you in matters regarding your submission and/or the Competition only -- unless you choose to receive updates or notifications about other competitions from the Administrator on an opt-in basis. Information is not collected for commercial marketing.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place - Tool"}, {"prize-content": "", "prize-title": "Second Place - Tool"}, {"prize-content": "", "prize-title": "Honorable Mention - Tool"}, {"prize-content": "", "prize-title": "GE Healthymagination Student - Tool"}, {"prize-content": "Public acknowledgement and no cash prize", "prize-title": "Corporate Recognition - Tool"}, {"prize-content": "", "prize-title": "Popular Choice - Tool"}, {"prize-content": "", "prize-title": "First Place - Game"}, {"prize-content": "", "prize-title": "Second Place - Game"}, {"prize-content": "", "prize-title": "Honorable Mention - Game"}, {"prize-content": "", "prize-title": "GE Healthymagination Student - Game"}, {"prize-content": "", "prize-title": "Corporate Recognition - Game"}, {"prize-content": "Public acknowledgement and no cash prize", "prize-title": "Popular Choice - Game"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appsforhealthykids.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "The USDA challenged software developers, game designers, students, and others to develop fun and engaging software tools and games that drive children to eat better and be more physically active", "hackathon-prizes-total": "$60,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}