{"hackathon-description-text": "\nDuring", "hackathon-number-of-prizes": "9", "hackathon-id": "hackthevisual", "hackathon-judges": [{"judge-role": "Canon Europe Ltd.", "judge-name": "Alberto Spinelli"}, {"judge-role": "The Photographers Gallery London", "judge-name": "Katrina Sluis"}, {"judge-role": "Imaging Mind", "judge-name": "Floris van Eck"}, {"judge-role": "Lifecake", "judge-name": "Nicholas Babaian"}, {"judge-role": "Zen Technologies", "judge-name": "Federico Rampazzo"}, {"judge-role": "Creative Artist", "judge-name": "Hercules Fisherman"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n1. The Event is open to registered participants of the Event who are at least 18.  Participants under the age of 18 should be registered and accompanied by a parent or legal guardian\n2. There is no purchase necessary to enter the Event but only Entries from registered, eligible participants can be considered by the jury\n3. Imaging Mind and Services Valley employees, contractors and partners including their immediate family members, are not eligible to participate in this event\nTickets are for hackers who wish to participate and work on hack projects to present ONLY. If you are not working on a project please DO NOT register for a Hacker Ticket. Tickets are available on a limited basis (max. 120 people). Registration on Typeform does not guarantee access, as we carefully curate tickets for the event and sent out tickets separately. \nThere are many ways for companies to partner with the Hackathon and/or the ongoing Imaging Mind project around visual culture. To learn how you can provide support for our hackers, please contact\n Tickets for everyone who does not participate as either hacker or sponsor will be for sale but you will have to buy one in advance. Alternatively, we'll see if we can Periscope, Meerkat and livestream the event through one or more channels!", "hackathon-number-of-participants": "81", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nWhat teams will submit on Sunday (if all goes well):", "hackathon-rules": "\nWe want to keep the rules as simple as possible, as our primary focus is to deliver a fun and cool event for everyone. But we have to set some simple rules to make it a honest and fair event for all:\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. For more information surrounding our policies on harassment, please go to Major Leage Hacking as we will implement their excellent code of conduct.\n\nThis isn’t a slidedeck hackathon! Build and demonstrate a working project or prototype, don’t just show us screenshots and slides. Seriously, we will disqualify you.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nAll submitted Entries should directly address one or more of the event challenges, as described on our \n to be eligible for posting. Entries not addressing a challenge will be posted publicly at our sole discretion. By submitting a solution, you grant us permission to display, copy, combine, compile, distribute and disseminate your Entry as needed to support the Event and audit your code. All Entries will be reviewed prior to posting. \n\nParticipants will have their code audited to make sure it’s all new and legit, by a developer appointed by Imaging Mind. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day. Keep it honest and fair and build something new & exciting!\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. You can also only be part of one team.\n\nAll intellectual property rights of hacks produced at the event belong to the attendees, and not to the organisers, sponsors, or partners.\nSome of these rules were kindly adopted from those in use at the \n. Our full legal terms will be published on http://www.hackthevisual.com/legal-terms. The most important take-away here is: you own the IP, be nice to each other and finally, regarding privacy, you will be at a public event that will be photographed and filmed. Hacks can be promoted and exhibited after the event (with credits and for non-commercial use only). If you have problems with that, please stay home ;)", "hackathon-prizes": [{"prize-content": "The winning team will receive £ 2,000 and eternal glory. Each member of the winning team will also receive a Canon EOS-750D with lens with a RRP of £689", "prize-title": "Grand Prize"}, {"prize-content": "The runner up team will receive £ 1,000 and eternal glory. Each member of the winning team will also receive a Canon Powershot G7X with a RRP of £459", "prize-title": "Runner Up Prize"}, {"prize-content": "The audience favorite team will receive £ 1,000 and eternal glory. Each member of the winning team will also receive a Canon Legria Mini X with a RRP of £319", "prize-title": "Audience Award Prize"}, {"prize-content": "\"With CCTVs everywhere, and everyone having access to a camera, how can you collect these various sources and use for new and positive experiences?\"", "prize-title": "Challenge 1: Meshed Images"}, {"prize-content": "\"With images from all over the world within reach, how can we allow for new interpretations and views of scenes and events from around the globe?\"", "prize-title": "Challenge 2: New Perspectives"}, {"prize-content": "\"How do we create novel ways to interact with and experience photos, videos and other imagery?\"", "prize-title": "Challenge 3: Interactive Visuals"}, {"prize-content": "Imagga is an Image Recognition Platform-as-a-Service providing Image Tagging APIs for developers & businesses to build scalable, image intensive cloud apps. Imagga offers a 1 year Developer plan for free to all people who use the Imagga API ($168 in value), plus 1 year Pro plan for best use of the Imagga API to one selected team ($4188 in value).", "prize-title": "Imagga"}, {"prize-content": "Clarifai's mission is to bring the world’s best image recognition technology to market. Clarifai offers a choice of Das Keyboard for best use of the Clarifai API. Das Keyboard produces the best mechanical keyboards and RFID blocking gear. Note: prize is for the whole team.", "prize-title": "Clarifai"}, {"prize-content": "Kite empowers the monetisation of digital images and it is the leading data-driven m-commerce platform for selling personalised products on mobile and web. The prize Kite offers to the winning team making the best use of the Kite API is £1,000 worth of Kite credit so you make all the profit on your first bunch of orders. Includes mentoring and API support to get your app launched and live beyond your prototype.", "prize-title": "Kite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=69 Wilson Street, London EC2A 2BB, UK", "hackathon-url": "https://hackthevisual.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is it an amazing, original and innovative idea?"}, {"judging-criterion": "The scale of the potential positive impact on the lives of people. \"Enriching lives through imaging\" is what this criteria is all about."}, {"judging-criterion": "Does the Entry have an user interface & experience that is gorgeous, easy to use and fast?"}, {"judging-criterion": "Is the Entry technically interesting or difficult? Were there real technical challenges to surmount?"}], "hackathon-location-address": "69 Wilson Street, London EC2A 2BB, UK", "hackathon-description-header": "Unlock the next step in visual culture. Bring together photos, videos and other kinds of imagery with hardware, interfaces, apps and services to create enticing new services.", "hackathon-prizes-total": "£8,820", "hackathon-location-description": "", "hackathon-end-date": "2015-06-28", "has-projects": "True"}