{"hackathon-description-text": "\nDo you believe data analytics can improve the lives of people in Charlotte? Show us how in the Queen City's most anticipated data science and machine learning hackathon. ", "hackathon-number-of-prizes": "1", "hackathon-id": "queen-city-hackathon", "hackathon-judges": [{"judge-role": "", "judge-name": "To Be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "18", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n2017 QueenCity Hackathon Terms and Conditions\nThis serves as the official rules for the 2017 QueenCity Hackathon (\"Hackathon\" or \"Contest\"). Please see below for eligibility rules, event rules, judging rules, and prize rules.\n \n In order to enter the Contest, you must agree to these Official Rules (\"Rules\"). Therefore, please read these rules prior to entry to ensure you understand and agree. You agree that submission of an entry to the Contest constitutes agreement to these Rules. You may not submit an entry to the Contest and are not eligible to receives the prizes described in these Rules unless you agree to these Rules. These Rules form a binding legal agreement between you and the QueenCity Hackathon with respect to the Contest. \n This Contest is open to all individuals who have agreed to these Terms, and are at least 18 years of age or older on the date of participation in the Contest. The Contest is void where prohibited by law. Organizer reserves the right to relax any of these restrictions if permitted by law before the start of the Competition. All communications between Organizer and competitors will be in English, including but not limited to the Competition website content and email communications. Current employees, contractors, and official office-holders of Organizer, and its subsidiaries, affiliates, and their respective directors, officers, employees, advertising and promotion agencies, representatives, and agents (“Entities”), and members of the Entities’ immediate families (parents, siblings, children, spouses, and life partners of each, regardless of where they live) and members of the Entities’ households (whether related or not) are ineligible to participate in this Competition. Organizer reserves the right to verify eligibility and to adjudicate on any dispute at any time.\nQueenCity Hackathon organizers have the right at their sole discretion to determine whether an entrant is eligible for the Contest. Competitors must not cheat; all ideas for Submissions must be original, solely the Competitor’s, and Competitors from different teams may not collaborate on a Submission. All decisions relating to the viability of Submissions, the ranking of Submissions and all other matters pertaining to the Competition are within the sole discretion of Organizer and shall be final and binding in all respects. As a condition of participating in the Competition and by submitting a Submission, you warrant to Organizer that your Submission: • Does not include any unsuitable or offensive content, including nudity, sexually explicit, disparaging, libelous or other inappropriate content. • Does not include any content that is in violation of or infringes third party intellectual property rights including, but not limited to copyrights, including music copyrights, trademarks, and rights of publicity. • Has not been entered in previous contests, or won previous awards, and has not been published or distributed previously in any media. • Is suitable for a general audience and does not contain any unsubstantiated, false and/or misleading claims. As a condition of participating in the Competition and by submitting a Submission, each Competitor grants Organizer the right to contact Competitor and use and publicize his/her Submission as described further below. \n The Contest begins at 7:00:00 P.M. Eastern Time (ET) on Friday, November 10, 2017 and end at 3:00:00 P.M. ET on Saturday, November 11, 2017 (\"Contest Period\"). The event period, which includes event programming, presentations, and judging, will last until 6:00:00 P.M. on Saturday, November 11, 2017.\n Applicants have the option of applying either as an individual or in groups of up to four (4) people (collectively \"Teams\"). Teams will be able to form on-site if desired. Individuals who decide to participate as a Team after their original registration, they must update their registration at the registration desk before the Contest Period begins. Participants are responsible for making their own travel and accommodation arrangements and for covering all associated costs and expenses, including travel to/from the venue and meals not provided by Sponsor at the Hackathon. Teams should arrive not later than 6:00:00 P.M. at the venue for the event. The entire duration of the event will occur at the venue. Any and all meal times and meal choices will be determined by the Sponsor in its sole discretion.\n \na. Participants must select one of the research question options (provided on the day of the Hackathon) and build an analytically oriented solution using the provided data. Participants/teams will choose one or more of the provided datasets and train a machine learning model. The teams will then build an engineering solution that allows a user to interact with the model or enable the model to serve decisions to an application. The Participant’s/Team's final score is determined by a panel of judges and the model's accuracy score will be a component.\nb. Data for the research questions will be distributed in advance of the Hackathon. \nc. Each participant must supply his/her own laptop and any other technology.\nd. All work must be original. Code used during the Hackathon must be written during the designated Contest Period.  Each submission (“Submission”) must be original, of the respective team and team members, and must be their own creation and newly written during the Hackathon and must not have been entered in any other competition or program similar to the Hackathon. \ne. “Newly written” means that team members cannot in any way copy software code that already previously exists, and submit it as part of a submission. Submissions may be subject to a due diligence review at any time for eligibility and compliance with these Terms. Determination of eligibility and compliance is at the sole discretion of the judges and Hackathon organizers. Teams will be disqualified if they do not comply with these Terms.\nf. To the extent that your project utilizes external resources (code-based, IP, or otherwise), all references must be included in the final submission write-up.\ng. We ask that you please do not use any pre-written proprietary programs or code. All software used by participants must be publicly and widely available (e.g. R, Python). Please contact the Hackathon organizing team with any questions.\nh. All entries, limited to one (1) entry per Team will be judged based on the Judging criteria outlined below to determine Three (3) Team finalists. After the (3) Team finalists have been determined, they will deliver their solutions to the judges in the format of a three-minute presentation, with time for questions and answers.\ni. By participating in the Hackathon, you agree that all Submissions in their entirety, including, but not limited to, intellectual property (“IP”), including patents, including without limitation all systems and processes, including belief propagation systems, copyrights, including without limitation all application program interfaces, and all other forms of intellectual property, right, title, source code, and methodologies will remain the intellectual property of the individuals or organizations that develop them.\nj. By participating in the Hackathon, you acknowledge that the competition period is from 7:00 PM on November 10, 2017, until 3:00 PM on November 11, 2017, and that the event period is from 6:00 PM on November 10, 2017, until 6:00 PM on November 11, 2017. You acknowledge that you will cover the cost of any and all transportation and lodging necessary for the event. You acknowledge that, in the event of being selected as a finalist, absence for the presentation portion of the event results in immediate disqualification at the discretion of the Hackathon organizers.\nk. By participating in the Hackathon, you agree not to publicly disclose, post, or otherwise publish any Submission, in part or in full – whether literally and/or its equivalent, in any media, including, but not limited to any periodical, newspaper, magazine, journal, website and/or social media platform, without the prior written consent of the Sponsor, which reserves the exclusive right to make such decision. \nl. Have fun and network with your fellow hackers! \n Fifteen (15) finalists will be selected based on the following criteria. Criteria are subject to change on the discretion of the judges: \na. Quality and innovative nature of the idea/demo \nb. Strategic and practical implementation of the idea/demo \nc. Compelling use of the provided data set(s) \nd. Effective communication and summary of results The top fifteen (15) teams after model scores are in will present to the judges in 15 minute increments managed by the team. These fifteen (15) teams will be judged on the following criteria: \ne. Quality and innovative nature of the idea/demo f. Strategic and practical implementation of the idea/demo \ng. Compelling use of the provided data set(s) \nh. Effective communication and summary of results – The top three (3) teams will be announced after an hour deliberation. The final winner will be announced at the event the following Thursday. The judges' and sponsors' decisions are final and no appeals or correspondence will be entered into by the judges in relation to their decision.\nThe judges' and sponsors' decisions are final and no appeals or correspondence will be entered into by the judges in relation to their decision.\n The Sponsor is an organization built on integrity and strong moral beliefs. The Sponsor is committed to providing a safe and welcoming space, without regard to age, gender, race, ethnicity, nationality, sexual orientation, gender identity, gender expression, mental or physical disability, physical appearance, neuro(a)typicality, religion, level of knowledge, level of experience, parental status, marital status, socioeconomic status or background, political affiliation, or any other attribute. The participants of this event are expected to act with the utmost respect for their teammates and competitors and should not show any unwelcome or hostile behavior towards another person for any reason.  This includes, but is not limited to, offensive verbal comments related to personal characteristics or choices, sexual images or comments, deliberate intimidation, bullying, stalking, following, harassing photography or recording, sustained disruption of discussion or events, nonconsensual publication of private comments, inappropriate physical contact, or unwelcome sexual attention. Conduct need not be intentional to be harassment.  Conduct such as this will not be tolerated at this event and will serve as grounds for removal from the event.\n By submitting an Entry or accepting any prize, you represent and warrant the following: you will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the content; and the content submitted by you does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.\n All federal, state, and local laws and regulations apply. Sponsor reserves the right to disqualify any entrant from the Contest if, in Sponsor’s sole discretion, it reasonably believes that the entrant has attempted to undermine the legitimate operation of the Contest by cheating, deception, or other unfair playing practices or annoys, abuses, threatens or harasses any other entrants, Sponsor, or the Judges. \n By accepting a prize, entrant agrees to Sponsor and Contest Entities use of his or her name and/or likeness and any materials the he/she/they have submitted for advertising and promotional purposes without additional compensation and/or permission in perpetuity throughout the world, unless prohibited by law. \n Participants warrant that any materials submitted in this Contest/Application process are their own original work and, as such, they are the sole and exclusive owner and rights holder of the submitted materials and that they have the right to submit the materials in the Contest and grant all required licenses. Each entrant agrees not to submit any materials that (1) infringes any third party proprietary rights, intellectual property rights, industrial property rights, personal or moral rights or any other rights, including without limitation, copyright, trademark, patent, trade secret, privacy, publicity or confidentiality obligations; or (2) otherwise violates the applicable state, federal, local or provincial law. To the maximum extent permitted by law, each entrant indemnifies and agrees to keep indemnified Contest Entities at all times from and against any liability, claims, demands, losses, damages, costs and expenses resulting from any act, default or omission of the entrant and/or a breach of any warranty set forth herein. To the maximum extent permitted by law, each entrant agrees to defend, indemnify and hold harmless the Contest Entities from and against any and all claims, actions, suits or proceedings, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorney’s fees) arising out of or accruing from (a) any Submission or solution or other material uploaded or otherwise provided by the entrant that infringes any copyright, trademark, trade secret, trade dress, patent or other intellectual property right of any person or defames any person or violates their rights of publicity or privacy, (b) any misrepresentation made by the entrant in connection with the Contest; (c) any non-compliance by the entrant with these Rules; (d) claims brought by persons or entities other than the parties to these Rules arising from or related to the entrant’s involvement with the Contest; (e) acceptance, possession, misuse or use of any prize or participation in any Contest-related activity or participation in this Contest; (f) any malfunction or other problem with the venue (“Contest Site”); (g) any error in the collection, processing, or retention of entry information; or (h) any typographical or other error in the printing, offering or announcement of any prize or winners.\n Any false information provided within the context of the Contest by any entrant concerning identity, mailing address, telephone number, email address, ownership of right or non-compliance with these Rules or the like may result in the immediate elimination of the entrant from the Contest.\n Contest Entities are not responsible for any malfunction of the entire Contest Site or any late, lost, damaged, misdirected, incomplete, illegible, undeliverable, or destroyed submissions or entry materials due to system errors, failed, incomplete or garbled computer or other telecommunication transmission malfunctions, hardware or software failures of any kind, lost or unavailable network connections, typographical or system/human errors and failures, technical malfunction(s) of any telephone network or lines, cable connections, satellite transmissions, servers or providers, or computer equipment, traffic congestion on the Internet or at the Contest Site, or any combination thereof, including other telecommunication, cable, digital or satellite malfunctions which may limit an entrant’s ability to participate.\n If for any reason the Contest is not capable of running as planned, including infection by computer virus, bugs, tampering, unauthorized intervention, fraud, technical failures, or any other causes which corrupt or affect the administration, security, fairness, integrity, or proper conduct of the Contest, Sponsor reserves the right at its sole discretion to cancel, terminate, modify or suspend the Contest. Sponsor further reserves the right to disqualify any entrant who tampers with the submission process or any other part of the Contest or Contest Site. Any attempt by an entrant to deliberately damage any web site, including the Contest Site, or undermine the legitimate operation of the Contest is a violation of criminal and civil laws and should such an attempt be made, Sponsor reserves the right to seek damages from any such entrant to the fullest extent of the applicable law. \n Under no circumstances shall the submission of an Application or Solution into the Contest, the awarding of a prize, or anything in these Rules be construed as an offer or contract of employment and/or an independent contractor relationship with either Sponsor, or the Contest Entities. You acknowledge that you have submitted your Application or Solution voluntarily and not in confidence or in trust. You acknowledge that no confidential, fiduciary, agency or other relationship or implied-in-fact contract now exists between you and Sponsor or the Contest Entities and that no such relationship is established by your submission of an Application or Solution under these Rules.\n All decision made by the Judge(s), Organizer(s), and/or Sponsor(s) are final. You agree that no appeals, lawsuits, or correspondence will be entered into regarding any decisions made by these parties. You acknowledge and agree that submission of an entry to the Contest constitutes agreement to accepting the Judge(s), Organizer(s), and/or Sponsor(s) decisions as final and not appealable.\n By entering the Contest, all Entrants agree to release, discharge, and hold harmless the Organizer and its partners, representatives and judges from any claims, losses, damages, expenses and liabilities (including attorney’s fees and settlement fees) arising out of their participation, Entrants participation, Submission or any Contest related activities.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1101 Red Ventures Dr, Fort Mill, SC 29707, USA", "hackathon-url": "https://queen-city-hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "1101 Red Ventures Dr, Fort Mill, SC 29707, USA", "hackathon-description-header": "Use data science and engineering for social good in Charlotte, NC.", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "Red Ventures", "hackathon-end-date": "", "has-projects": "False"}