{"hackathon-description-text": "\nDurhack is a 24-hour MLH hackathon with a twist: focused on satellite data, our challenges are themed and aimed at improving our city.", "hackathon-number-of-prizes": "4", "hackathon-id": "durhack", "hackathon-judges": [{"judge-role": "MLH", "judge-name": "Kevin Lewis"}, {"judge-role": "Durham County Council", "judge-name": "Steve Hodgson"}, {"judge-role": "Waterstons", "judge-name": "Paul Burgess"}, {"judge-role": "GitHub", "judge-name": "Joe Nash"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nStudents above the age of 18. Student IDs will be checked.", "hackathon-number-of-participants": "32", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nI agree to the terms of both the MLH Contest Terms and Conditions and the MLH Privacy Policy. Please note that you may receive pre and post-event informational e-mails and occasional messages about hackathons from MLH as per the MLH Privacy Policy.\n-------------------------------------------------------------------------\nMLH Contest Terms and Conditions\nMAJOR LEAGUE HACKING CONTEST (“Contest”) TERMS AND CONDITIONS Sponsored by Major League Hacking (“Sponsor”).\nTerm: The Events season shall commence on August 27, 2016, and shall end on June 30, 2017. (the “Term”).\nEvents: \"Major League Hacking\" Fall 2016 – Spring 2017 Member Events, consisting of individual third-party organized Major League Hacking league recognized \"member\" Events occurring during the Term in Mexico, Canada, the UK, member states of the European Union, and the fifty (50) United States and the District of Columbia. (each, an \"Event\"). At each Event there will be four Categories (defined below) in which Applications (defined below) may be submitted.\nTHE CONTEST IS VOID WHERE PROHIBITED BY LAW. BY PARTICIPATING IN ANY EVENTS, YOU AGREE TO THESE TERMS AND CONDITIONS.\nNO ENTRY FEE.\nEligibility: Contest is open to individuals who are at least eighteen years old (or minors with parental permission) and registered as students for the full calendar year of 2016 at a university or high school in the United States, Canada, or Mexico and who are not faculty at those universities or bound by the intellectual property policies of those universities.\nParticipation in each Event constitutes Participant’s full and unconditional agreement to and acceptance of these Terms and Conditions (“Terms”). The term “you” refers to you, the “Participant”.\nEmployees of Sponsor and their respective parent companies, affiliates, subsidiaries, advertising, promotion, fulfillment or other coordinating agencies, individuals providing services to Sponsor through an outsourcer or temporary employment agency during the Term, and their respective immediate family members and persons living in their same household, are not eligible to participate in the Contest.\nHOW TO PARTICIPATE IN THE CONTEST: To participate in the Contest, you must submit an application (the “Application”) at the Event in relation to the Theme. You will have to present to the judges that are present an original project/prototype of your Application during a time window defined at the event. Your Application must be a working application, as understood in common industry practice, in order to be eligible; prototypes are not acceptable. All work on your Application must be performed during the time window defined at the Event. You may not perform any work on your Application prior to the time window defined at the Event or your Application will be disqualified at the sole discretion of the Sponsor. Judges can consider only Applications coming from registered individuals/teams. All components of each Application must be submitted in accordance with these Official Rules.\nYou may not participate with more than one (1) Application at each Event, whether you are an individual entrant or part of a team. An Eligible Participant (or team) must be the sole owner of the Application submitted. If you enter the Contest as a member of a team, you acknowledge and agree that, in order for a team to be eligible to participate, all of the members of the team must meet the eligibility criteria contained herein and agree to these Terms and Conditions. By entering, you warrant that you have obtained the appropriate agreement and/or approval by your team members, and any other party which might otherwise claim title to or any other rights in relation to the Application or your participation in the Contest. In addition, you understand and agree that if the team is selected to receive a prize, the team is responsible for ensuring that the prize will be appropriately distributed to each member of the team and each member of the team must agree upon the payment method for the final prize, and that Major League Hacking has no responsibility whatsoever for such distribution or any dispute resulting therefrom. The eligibility of an Entrant is tied to the eligibility of the team. If one member of a team does not comply with these Terms and Conditions or is disqualified, the team as a whole will be disqualified.\nThe Application must be in keeping with Sponsor’ image, and may not be offensive, nor can it defame, or infringe upon the publicity or privacy rights of any person or entity, or otherwise infringe upon any person or entity’s intellectual property or proprietary rights, as determined by Sponsor and the judges at their sole discretion. Each entrant must either (i) be the sole and exclusive owner of all rights (including, without limitation, all intellectual property rights) in and to all content and elements incorporated into or used in the Application, except those elements available in the public domain or under an appropriate general public license; or (ii) have the express written permission to use such content and elements from the owner(s) of the rights to such content and elements. Any entrant whose Application includes content or elements not owned by the entrant must be able to provide written legal releases (in a form that is satisfactory to Sponsor and the judges at their sole discretion) that permit the entrant to use and exploit such content and elements in the manner used and exploited and that permit Sponsor’ right to use and exploit the content and materials in accordance with these Official Rules (“IP Releases”) before eligible to be declared a winner.\nMAJOR LEAGUE HACKING RESERVES THE RIGHT, AT ITS SOLE DISCRETION AND WITHOUT LIMITATION, TO DISQUALIFY ANY APPLICATION THAT MAJOR LEAGUE HACKING DEEMS INAPPROPRIATE, OBJECTIONABLE AND/OR INCONSISTENT WITH THE POSITIVE IMAGE AND/OR GOOD WILL MAJOR LEAGUE HACKING WISHES TO PROMOTE IN THIS COMPETITION. ALL ELIGIBLE PARTICIPANTS ACKNOWLEDGE AND AGREE THAT ALL APPLICATION MATERIALS SUBMITTED IN CONNECTION WITH THIS COMPETITION ARE SUBMITTED ON A NONCONFIDENTIAL AND NON-PROPRIETARY BASIS AND MAY BE USED BY MAJOR LEAGUE HACKING, ITS AGENTS AND SUBSIDIARIES, FOR ADVERTISING AND PROMOTIONAL PURPOSES.\nApplications that are mechanically reproduced, copied, illegible, incomplete or inaccurate are void. Applications that have been generated by a script, macro, bot or any other automated means will be deemed void. Incomplete Applications or Applications not complying with these Official Rules are subject to disqualification. Sponsor are not responsible for late, lost, incomplete, illegible, damaged, or misdirected Applications. Major League Hacking’s decisions are final on all matters relating to this Competition. Any redistribution(s) by an entrant of his/her/its Applications and/or description shall not include any reference to the Competition or, for those entrants that are selected as winners, include any references to the fact that the entrant was a winner without Major League Hacking’s permission. Sponsor reserve all rights, including the right to edit, publish, use, adapt, modify, or dispose of any Application, description, proper names, likenesses, and photographs for advertising and promotional purposes in all media (including, but not limited to, the internet) without additional compensation, except where prohibited by law. If an entrant changes his/her/its telephone number, email address, and/or street address after he/she/it enters the Competition, it is his/her/its sole responsibility to notify Major League Hacking, within 10 days of such change, by email at hi@mlh.io to be received by the end of the Term.\nIndividuals and Teams are limited to one (1) Application in each Event. Additional Applications will not be considered. Individuals and Teams may submit additional Applications at subsequent Events throughout the Term.\nEvent Categories (each a “Category” and, together, the “Categories”):\nSmart Behaviors for Smart Devices (a “Theme” and, taken together with the following categories, “Themes”)\n1) Best Use of Amazon Web Services\n2) Best Use of Domain.com Domain Name\n3) Best Anti-Harassment Hack (the “Overall Theme”)\nScoring of APPLICATIONS:\nAn employee or contractor of Major League Hacking, or any other person or entity deemed appropriate by Major League Hacking, will be responsible for judging Applications (the “Judge”).\nThe Applications will be judged according to the following criteria:\n1) originality/creativity (25%);\n2) technical complexity (25%);\n3) adherence to Theme (25%) and\n4) practical implementation (25%).\nThe Application that earns the highest overall score at each Event will win. The decisions of the Judge will be final. In the event of a tie, Judge will determine the winner at Judge’s sole and final discretion. Each Participant or team must be available during the Event’s judging period to demonstrate the Participant’s or team’s Application. Judges may inspect Applications at any time during the judging period. The judging period may be extended by Sponsor for any length of time, in Sponsor’ discretion. If a judge or Participant identifies to Sponsor a conflict of interest, that Judge will be recused from judging the Application with the conflict and an alternate Judge will be identified as a substitution for the recused Judge. Applications may be subject to a due diligence review at any time for eligibility and compliance with these Terms.\nOwnership of Applications: Participant represents and warrants that the Application is and will be Participant’s own original work and does not and will not infringe the intellectual property or proprietary rights of any third party, including, without limitation, any third party patents, copyrights or trademarks. Participant hereby agrees not to instigate, support, maintain or authorize any action, claim or lawsuit against the Sponsor, or any other person, on the grounds that any use of a Participant’s Application infringes any of Participant’s rights as creator of the Application, including, without limitation, trademark rights, copyrights and moral rights or “droit moral.” Each Participant acknowledges and agree that Sponsor or other Participants or third parties may have developed or commissioned works which are similar to the Application of Participant or Participant’s team, or may develop something similar in the future, and each Participant waives any claims that Participant may have resulting from any similarities to the Application of Participant or Participant’s team.\nPrizes and Awards: The prizes and awards to be awarded are as follows:\nThe Participant, or team of Participants whose Application is awarded the highest score by the Judge in each Category will each receive the following (prizes may vary by location):\n1) Best Device Privacy Hack (a “Theme” and, taken together with the following categories, “Themes”): one (1) copy of the Watch Dogs 2 Collectors Edition Game. Approximate value of the prize: one hundred and ten dollars ($110).\n2) Best Use of Amazon Web Services: one (1) portable one (1) terabyte hard drive. Approximate value of the prize: fifty dollars ($50).\n3) Best Use of Domain.com Domain Name: a Domain.com “swag bag.” Approximate value of the prize: twenty dollars ($20).\n4) Best Anti-Harassment Hack (the “Overall Theme”): one (1) “swag bag.” Approximate value of the prize: thirty dollars ($30). Additional Grand Prize where applicable, as described in the Best Anti-Harassment Hack Terms and Conditions, available at https://github.com/MLH/mlh-policies/blob/master/prize-terms-and-conditions/anti-harassment-prize-terms.md.\nThe odds of winning depend on the total number of eligible Entries received. No cash or other substitution of prizes is permitted, except at the sole option of Sponsor for a prize of equal or greater value. Sponsor will not replace any lost or stolen prizes. Winners are solely responsible for any and all federal, state, provincial and local taxes, if any, that apply to prizes.\nWinners will be notified by conclusion of each Event and may be required to sign and return an affidavit of eligibility and publicity/liability release within seven (7) days of notification and if applicable will be issued a W-9 tax form. If a selected winner cannot be contacted, is ineligible, fails to claim a prize and/or where applicable an affidavit of eligibility and publicity/liability release is not received within seven (7) days, or if such affidavit is incomplete or modified, the prize may be forfeited and an alternate winner will be selected from remaining valid, eligible Applications submitted in a timely manner.\nPublicity: Except where prohibited, by participating in the Contest, Participant consents to the use of his/her name, photo and/or likeness, biographical information, entry and statements attributed to Participant (if true) for advertising and promotional purposes, including without limitation, inclusion in Sponsor’ newsletters, Sponsor’ websites, and any of the Sponsor’ social media accounts or outlets without additional compensation.\nIndemnity: You agree to release, indemnify, defend and hold Sponsor and their parents, affiliates, subsidiaries, directors, officers, employees, Sponsor and agents, including advertising and promotion agencies, and assigns, and any other organizations related to the Contest, harmless, from any and all claims, injuries, damages, expenses or losses to person or property and/or liabilities of any nature that in any way arise from participation in the Contest or acceptance or use of a prize or parts thereof, including without limitation (i) any condition caused by events beyond Sponsor’ control that may cause the Contest to be disrupted or corrupted; (ii) any claim than an Application infringes third party intellectual property or proprietary rights; (iii) any disputes among team members, (iv) any injuries, losses, or damages (compensatory, direct, incidental, consequential or otherwise) of any kind arising in connection with or as a result of the prize, or acceptance, possession, or use of the prize, or from participation in the Contest; (v) any printing or typographical errors in any materials associated with the Contest; technical errors that may impair your ability to participate in the Contest; or (vi) errors in the administration of the Contest.\nDISCLAIMER. IN NO EVENT WILL SPONSOR BE LIABLE TO YOU FOR ANY DIRECT, SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF USE, DATA, BUSINESS OR PROFITS) ARISING OUT OF OR IN CONNECTION WITH YOUR PARTICIPATION IN THE CONTEST, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT SPONSOR HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE. Some jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitation or exclusion may not apply to you.\nGeneral:\nThe Contest is subject to federal, state, and local laws and regulations. The Contest is offered by Sponsor, which are not responsible for (i) late, lost, damaged, incomplete, or misdirected Applications, responses, or other correspondence, whether by e- mail or postal mail or otherwise; (ii) theft, destruction, unauthorized access to or alterations of Applications; or (iii) phone, electrical, network, computer, hardware, software program or transmission malfunctions, failures or difficulties.\nSponsor reserve the right, in their sole discretion, to cancel, modify or suspend the Contest in whole or in part, in the event of fraud, technical or other difficulties or if the integrity of the Contest is compromised, without liability to the Participants. Sponsor reserve the right to disqualify any Participant, as determined by Sponsor, in their sole discretion. These Terms are governed by the law of the State of New York, without reference to rules governing choice of laws. Any action, suit or case arising out of, or in connection with, this Contest or the Terms must be brought in either the federal or state courts located in the New York, New York. Sponsor’ failure to enforce any term of these Terms shall not constitute a waiver of that provision.\nWinner’s List: For a list of winners, send an email message to hi@mlh.io with Winner’s List as the email subject and Event name specified in the body of the e-mail.\n---------------------------------------------------------------------------\nMLH Privacy Policy\nMajor League Hacking, Inc (\"MLH\", \"us\" or \"we\") respects the privacy of the parties visiting its Website, the home page of which is located at http://www.mlh.io. The home page and accompanying pages will collectively be known as \"Website\". This Privacy Policy is intended to educate you on our policies and practices regarding the collection, use and disclosure of any Personal Information (defined below) and Anonymous Information (defined below) you submit to us or we collect through our Website. Unless otherwise defined herein, capitalized terms shall have the definitions assigned to such terms set forth in the MLH Terms and Conditions that you can find at Terms and Conditions and which incorporate this Privacy Policy \"Personal Information\" is information about you that is personally identifiable to you, like your name, address, email address, or phone number, as well as other non-public information that is associated with the foregoing. “Anonymous Information” is information that is not associated with or linked to your Personal Information; Anonymous Information does not allow the identification of individual persons. We collect and use Personal Information and Anonymous Information as indicated in this Privacy Policy.\nUser Consent\nWhen you submit any Personal Information through our Website, you agree to the terms of this Privacy Policy and you expressly consent to the treatment of your Personal Information defined in this Privacy Policy.\nInformation Collected\nWe may collect Personal Information that you submit to us voluntarily through our Website or submitted to an event organizer at one of our Sanctioned MLH Events. We collect this information when you register, create and edit a profile, answer survey questions, enter contests, use certain features on the site, or submit information to an event organizer at one of our Sanctioned MLH Events. The types of information you can choose to provide on our site may include, without limitation,:\n1) Name, username, password, email address, and contact information.\n2) Billing and shipping addresses, credit card number, and expiration date.\nWe or our third party service providers may also gather information relating to your devices, including: device model, operating system, browser type, unique device identifier, IP address, mobile phone number, mobile network carrier, location, and event information (such as application installations).\nOther Personal Information you choose to provide such as your preferences, etc.\nUse of Information\nWe may use your Personal Information for the following general purposes:\n1) To fulfill or respond to your inquiries.\n2) To address administrative needs and communications.\n3) To improve our products and services.\n4) To contact you for internal business purposes.\n5) To provide you with newsletters, surveys, promotions, and notices on changes and upgrades to our products and services.\n6) Marketing communications from third parties at your request.\nWe use Anonymous Information such as web or mobile pages you have viewed, in order to analyze request and usage patterns so that we may improve our products and services, enhance our user experience, and gather broad demographic information for aggregate use. Anonymous Information consists of data that would not identify you personally; these records exclude information (such as your name) that makes them personally identifiable to you. We may disclose Anonymous Information to third parties that promote our products and services. MLH reserves the right to use and disclose Anonymous Information to third parties in its discretion.\nInformation Sharing\nExcept as otherwise stated in this Privacy Policy, we do not trade, rent, or share your Personal Information with third parties and we will not disclose financial information that is part of your Personal Information unless you request or authorize that we do so. If you provide Personal Information for a certain reason, we may use the Personal Information in connection with the reason for which it was provided. For instance, if you contact us by e-mail, we will use the Personal Information you provide to answer your question or resolve your problem and will respond to the email address from which the contact came.\nMLH may disclose Personal Information to its corporate subsidiaries or entities affiliated with MLH. Any Personal Information provided to MLH's subsidiaries or entities affiliated with MLH will be treated by those subsidiaries and affiliated entities in accordance with the terms of this Privacy Policy.\nWe may share your Personal Information with third parties to provide you with the products and services that we offer you through the Website such as MLH Member Event organizers (“Event Organizers”). We make no representations or warranties as to how such Event Organizers will use your Personal Information. You expressly consent to the sharing of your Personal Information with our contractors and third party service providers (for example, without limitation, individuals providing support services to MLH Events Mailchimp, targeted advertising through facebook, twitter, etc) for the sole purpose of providing products and services to you.\nWe may participate in co-branding or co-promotional agreements with third parties pursuant to which we may share Personal Information with such third parties (\"Partner Companies\"). For example, we may participate in agreements with Partner Companies pursuant to which we provide the Partner Companies with a URL and a customer registration page co-branded with, or private labeled by, the Partner Companies, and the Partner Companies distributes and promotes the URL to its customers. A Partner Company may have access to Personal Information that we collect from their customers. As a result, if you register on the Website through a Partner Company, we may provide your Personal Information to the Partner Company. We do not control the privacy practices of these Partner Companies.\nWe may participate in co-branding or co-promotional agreements with third parties pursuant to which we may share Personal We may offer you the chance to participate in drawings, contests, giveaways, and promotions (\"Special Promotions\") through our Web site. By registering for a Special Promotion, you agree to the official rules that govern that Special Promotion, which may contain specific requirements of you, including, except where prohibited by law, allowing the sponsor(s) of the Special Promotion to use your name, voice and/or likeness in advertising or marketing associated with the Special Promotion. If you choose to enter a drawing, contest or other promotion, personally identifiable information may be disclosed to third parties or the public in connection with the administration of such Special Promotion, including, without limitation, in connection with winner selection, prize fulfillment, and as required by law or permitted by the Special Promotion’s official rules, such as on a winners list.\nMLH may use your Personal Information in order to provide to third parties non-personal aggregated information about you that does not allow you to be identified or contacted and that is combined with the Personal Information of other users (\"Aggregate Information\"). For example, we might inform third parties regarding the number of users of our site and the activities they conduct while on our site. We might also inform a company that performs services or that provides products and/or services to MLH (that may or may not be a MLH business partner or an advertiser on our site) that \"50% of our users live in the USA\" or that \"85% of our users have purchased products and/or services which can be downloaded from MLH's Web site.\" Depending on the circumstances, we may or may not charge third parties for this Aggregate Information. We may not limit the third parties' use of the Aggregate Information.\nIf another company acquires our company or our assets, that company will possess the Personal Information we have collected and that company will assume the rights and obligations regarding your Personal Information as indicated in this Privacy Policy.\nUnder the following scenarios, we may be required to share your Personal Information:\nIf we believe it is necessary to share information in order to investigate, prevent or take action regarding illegal activities, suspected fraud, situations involving possible threats to the physical safety of any person, violations of our Terms of Use or as otherwise required by law.\nIf we respond to subpoenas, court orders or legal process, or if we need to establish or exercise our legal rights or defend against legal claims.\nIf we believe it is necessary to restrict or inhibit any user from using any of our Websites, including, without limitation, by means of \"hacking\" or defacing any portion thereof.\nOpt-Out\nYou have options regarding the collection, use and sharing of your Personal Information. When you receive promotional communications from us, you may specify a preference to stop receiving further communications from us and you will have the chance to \"opt-out\" by following the unsubscribe instructions indicated in the communication you receive. Despite your selected preferences, we may send you communications regarding the services we provide to you, such as notices about administrative updates, transaction reports, notices of new Website releases, and notices regarding changes to the Website, updates to our Privacy Policy, Terms of Use, or other policies.\nYou may make changes to any of the Personal Information in your account by editing your online profile.\nCalifornia Privacy Rights\nAs provided by California Civil Code 1798.83, if you are a California resident, you have the right to receive (a) information identifying any third party company(ies) to whom we have disclosed your Personal Information to in the past year; and (b) a description of the categories of Personal Information disclosed. To obtain such information, please email your request to hi@mlh.io with [California Privacy Rights Request] in the subject line.\nChildren’s Information\nOur Website is not intended to be used by children, and we will not knowingly collect personally identifiable information from children.\nOther Websites\nOur provision of a link to any other website or location is for your convenience and does not indicate our endorsement of such other website or location or its contents. We have no control over, do not review, and cannot be responsible for these outside websites or their content. Please be aware that the terms of our Privacy Policy do not apply to these outside websites.\nCookies and Similar Technologies\nWe may use pixel tags, cookies, and/or other similar technologies to collect visitor information.\nCookies, for example, are alphanumeric identifiers that we transfer to your computer's hard drive through your web browser. They make it possible for us to save the items in your shopping cart until you are ready to check out, recognize your browser when you visit, and provide you with information about products that interest you. By doing this, we can customize your return visits and save you time during checkout. It is possible to deactivate cookies from being used in your browser by turning the feature off, but in order to enjoy the benefits of being a registered user, your browser must be set to accept cookies.\nSecurity\nYour account is password protected for your privacy and security. You need to prevent unauthorized access to your account and Personal Information by selecting and protecting your password, and limiting access to your computer, phone and browser by taking precautions such as signing off after you have finished accessing your account. We use industry standard measures to protect Personal Information. However, we cannot guarantee the security of account information. Unauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.\nUpdates to Privacy Policy\nWe may modify this Privacy Policy from time to time by posting updates on this page. Please check back regularly to view any updates.\nThis Privacy Policy was last updated on May 11, 2015.\nContact Us\nShould you have any questions, concerns or feedback regarding this Privacy Policy, please contact us by email at: hi@mlh.io.\n---------------------------------------------------------------------------\nMLH Anti-harassment Hack Contest\nMAJOR LEAGUE HACKING BEST ANTI-HARASSMENT HACK CONTEST (“Contest”) TERMS AND CONDITIONS Sponsored by Major League Hacking (“Sponsor”).\nThese terms and conditions (the “Prize Terms”) are intended to be read in conjunction with the Major League Hacking Contest Terms and Conditions, available at https://github.com/MLH/mlh-policies/blob/master/prize-terms-and-conditions/contest-terms.md (“Contest Terms”). All terms not defined herein shall have the meaning given in the Contest Terms.\nThe Contest Terms establish the Contest and all rules and regulations thereto. At the end of the Contest Term, one or more Judge shall determine, at its sole discretion, the winning Application in the Best Anti-Harassment Hack Category, using those same criteria established in the Contest Terms. This winning Application will be awarded the Grand Prize, defined as follows:\nA team of up to 4 people will each receive round trip coach airfare to San Jose, California, three night’s accommodation at a hotel of Sponsor’s choosing, and a $500 gift card for expenses with meals and transportation per person on the team. Total value is US$2,300 per participant. The team will have the opportunity to meet the Hack Harassment team and technical experts at Intel to discuss your project and at the discretion of the team and experts, be eligible for up to US$10,000 in a seed funding grant to continue your project.\nFor any and all other information relating to the Contest please see the Contest Terms.", "hackathon-prizes": [{"prize-content": "Sponsored by Sunderland Software City.", "prize-title": "Most Innovative"}, {"prize-content": "Sponsored by Waterstons. More information on their 5 ways to improve business through technology (which the judging criteria is based on) at:", "prize-title": "Improve Business Through Technology"}, {"prize-content": "We know you'll put the credit to good use! Teams with the best use of AWS wins $400 AWS credit per person.", "prize-title": "Amazon Web Services"}, {"prize-content": "The team with the best domain name from Domain.com wins $40 credit per person.", "prize-title": "Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Durham DH1 3LE, UK", "hackathon-url": "https://durhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Data security has never been more important and failing to keep your information safe has never been so expensive."}, {"judging-criterion": "Collaboration is integral to innovation."}, {"judging-criterion": "Extract the data that you need from many different sources, and combine them into one easily accessible version of the truth."}, {"judging-criterion": "Anticipate the needs of your audience and retain them."}, {"judging-criterion": "Align technology with business strategy to provide what's best for people while keeping costs as low as possible."}], "hackathon-location-address": "Durham DH1 3LE, UK", "hackathon-description-header": "Build a better Durham City with satellite data at your disposal", "hackathon-prizes-total": "0", "hackathon-location-description": "Christopherson Building, School of Engineering and Computing Sciences", "hackathon-end-date": "2017-01-29", "has-projects": "True"}