{"hackathon-description-text": "\nThe", "hackathon-number-of-prizes": "3", "hackathon-id": "musichackathon", "hackathon-judges": [{"judge-role": "Musician / Producer", "judge-name": "Young Guru"}, {"judge-role": "Amazon CTO", "judge-name": "Werner Vogels"}, {"judge-role": "500 Startups", "judge-name": "Selcuk Atli"}, {"judge-role": "TechCrunch Editor-at-Large", "judge-name": "Josh Constine"}, {"judge-role": "Pandora VP of Product", "judge-name": "Chris Becherer"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "89", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n2016 SXSW MUSIC HACKATHON\nOfficial Rules and Regulations\nCOMMON TERMS USED IN THESE RULES\nThese are the Official Rules and Regulations (the “Official Rules”) that govern how the SXSW Music Hackathon operates (the \"Contest\"). In these rules, \"we,\" \"our,\" and \"us\" refer to SXSW, LLC. “You”, “Yourself”, and “Participant” refer to an eligible participant.\nOVERVIEW\nThe Contest is for the 2016 SXSW Music & Media Conference and Festival (“SXSW Music 2016”). The Contest is designed to create new tech innovations in the music space for artists, industry, and fans. Please note that this is a skilled-based contest, and chance plays no part in the determination of the winners. By participating, you (and your parent/legal guardian if you are a minor) agree to these Official Rules.\nYou must be 16 years or older (with express permission from a parent or legal guardian, if applicable) to enter the Contest. This Contest is void where prohibited by law. No purchase is necessary and a purchase or payment of any kind will not increase your chances of winning.\nHOW DO I PARTICIPATE?\nTo participate, visit http://sxsw.com/music/hackathon and submit a Contest application. Participants will be selected based on the completeness of their application and the potential to impact the music industry. Selected participants will be notified of their selection before the Event. If you are a minor and are selected to participate, you must get written permission from your parent/ legal guardian before you can participate.\nWHO IS ELIGIBLE TO WIN?\nYou must complete an application by Tuesday, March 15, 2016 at 2:00pm to participate (some exceptions may apply at our sole discretion). You must be selected as a participant. Once you are selected as a participant of the Contest, You will be required to submitaproject(“Project”)incompliancewiththerulessetforthherein(“ProjectRequirements”). Atleastonememberofyour team must be on-site for the duration of the Contest.\nProject\nHOW ARE WINNERS SELECTED?\nJudges will select finalists and winners with the highest scoring submission based on the judges’ opinions on the following factors: Impact to the Music Industry (25%); User Experience (25%); Innovativeness (25%); Technical Excellence (25%)\nWHAT ARE THE PRIZES?\nEach winner may receive one of the following prizes (“Prize(s)”):\nCategory prizes: Three (3) $3,500 cash prize to three separate Participants, as selected by the judges (“Prizewinner”).\nOther prizes provided by the sponsors may be announced prior to the Contest, subject to availability and SXSW approval.\nAfter the awards ceremony, the Prizewinner agrees to execute any further contracts or releases provided by SXSW or the Contest sponsors in order to receive the Prize (collectively, “Processing”). This Processing may include tax withholdings. A Participant is not the Prizewinner until SXSW has verified Participant’s eligibility.\nIf you are an international winner, please note your check may be subject to different taxes due to your country's Tax Treaty(s) with the United States. More information on U.S. taxes that may be applicable to you is available here: http://www.irs.gov/ Businesses/International-Businesses/United-States-Income-Tax-Treaties---A-to-Z\nWHAT OTHER CONDITIONS AM I AGREEING TO BY PARTICIPATING?\nBy participating in this Contest you (and your parent/legal guardian if you are a minor) agree:\nA PRIZE, YOU AGREE THAT RELEASED PARTIES SHALL NOT BE LIABLE FOR, AND WILL BE HELD HARMLESS BY YOU AGAINST, ANY LIABILITY FOR ANY DAMAGE, INJURY OR LOSS TO PERSON (INCLUDING DEATH) OR PROPERTY DUE IN WHOLE OR IN PART, DIRECTLY OR INDIRECTLY, TO ACCEPTANCE, POSSESSION, USE OR MISUSE OF PRIZE, PARTICIPATION IN ANY CONTEST-RELATED ACTIVITIES, RELEASED PARTIES’ USE OF ANY ENTRY OR PARTICIPATION IN THIS CONTEST.\nWHAT LAWS GOVERN THE WAY THIS CONTEST IS EXECUTED AND ADMINISTERED?\nThis Contest will be governed by the laws of the State of Texas, and you consent to the exclusive jurisdiction and venue of state and federal courts in Travis County, Texas for any disputes arising out of this Contest.\nWHAT IF SOMETHING UNEXPECTED HAPPENS AND THE CONTEST CAN'T RUN AS IT WAS PLANNED?\nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled (also referred to as “force majeure”) affects the fairness and/or integrity of this Contest, we reserve the right to cancel, change, or suspend this Contest. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Contest, we reserve the right to select winners from among all eligible entries received before we had to cancel, change or suspend the Contest.\nIf you or your team attempts to compromise the integrity or the legitimate operation of this Contest, or if we have reason to believe that you or your team have compromised the integrity or the legitimate operation of this Contest by cheating, hacking, creating a bot or other automated program, or by committing fraud in any way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Contests, so please play fairly.\nHOW CAN I FIND OUT WHO WON?\nA full list of all winners will be published on www.sxsw.com after the conclusion of SXSW Music 2016.", "hackathon-prizes": [{"prize-content": "Commerce: how is money getting to artists and rights-holders and can blockchain technology help?", "prize-title": "Best Commerce Hack - $3,500"}, {"prize-content": "Creation: how can musicians use tech to create and perform music in new ways?", "prize-title": "Best Creation Hack - $3,500"}, {"prize-content": "Consumer: how can we improve the fan or listener experience?", "prize-title": "Best Consumer Hack - $3,500"}], "hackathon-location-google-maps": "https://maps.google.com/?q=500 E 4th St, Austin, TX 78701, USA", "hackathon-url": "https://musichackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "500 E 4th St, Austin, TX 78701, USA", "hackathon-description-header": "SXSW MUSIC HACKATHON CHAMPIONSHIP", "hackathon-prizes-total": "$10,500", "hackathon-location-description": "4th Floor Salon DE", "hackathon-end-date": "2016-03-16", "has-projects": "True"}