{"hackathon-description-text": "\nEPIC's mission at Northwestern University is to empower the next generation of entrepreneurs. We understand what it's like to have a thirst for solving problems. We've seen firsthand what teams of motivated individuals can pull out of thin air in little time and under intense pressure. And we make it our mission to support students applying their skills in creating tangible solutions to real-world problems. So come join us in November as we host hundreds of hackers competing against each other for cash prizes while united in their desire to turn visions into reality. Come build something great. Come be EPIC.", "hackathon-number-of-prizes": "12", "hackathon-id": "wildhacks2014", "hackathon-judges": [{"judge-role": "Starter League", "judge-name": "Neal Sales-Griffin"}, {"judge-role": "Venture For America", "judge-name": "Julia Anaya"}, {"judge-role": "Belvedere Trading", "judge-name": "Matt Stimmel"}, {"judge-role": "Datastax", "judge-name": "Peter Halliday"}, {"judge-role": "Major League Hacking", "judge-name": "Shy Ruparel"}, {"judge-role": "IBM", "judge-name": "Edward Bridge"}, {"judge-role": "PayPal", "judge-name": "Justin Woo"}, {"judge-role": "Lecturer of Innovation and Entrepreneurship at the Kellogg School of Management", "judge-name": "Brad Morehead"}, {"judge-role": "Associate Professor of Computer Science at Northwestern University", "judge-name": "Ian Horswill"}, {"judge-role": "Entrepreneur", "judge-name": "Wes Dearborn"}, {"judge-role": "Developer Evangelist at Microsoft", "judge-name": "Tim Benroeck"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "\nAny college student willing and able to enter.", "hackathon-number-of-participants": "397", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nPlease submit at the very least a rough description of your hack.", "hackathon-rules": "\nAny college student, graduate or undergraduate, can enter the challenge. The products of your work are yours and solely yours.", "hackathon-prizes": [{"prize-content": "The winning team will also receive their choice of a brand from BrandBucket (", "prize-title": "First Place"}, {"prize-content": "The winning team will also receive their choice of a brand from BrandBucket (", "prize-title": "Second place"}, {"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "Venture for America is proud to award a prize to the team that creates the best solution to a social issue - hack a cause that means something to you (hunger, poor infrastructure, access to education) and help others in the process.", "prize-title": "Venture For America Social Innovation"}, {"prize-content": "Mailjet will be providing 3 Chromebooks to the team that displays the best use of the Mailjet API.", "prize-title": "Mailjet"}, {"prize-content": "Dorm Room Fund is a student-run venture firm that invests in student-run companies.", "prize-title": "Dorm Room Fund Partner Meeting"}, {"prize-content": "The top two winning teams will receive a brand (brand name, logo, and domain) of their choice from BrandBucket", "prize-title": "BrandBucket Brand"}, {"prize-content": "An Arduino for each member of the winning team for best use of IBM Bluemix or Watson", "prize-title": "IBM Prize"}, {"prize-content": "Over $1k+ of Star Wars Lego Set. Including 4000 piece Star Wars Lego Death Star.", "prize-title": "PayPal/Venmo Prize"}, {"prize-content": "Up to 3 SmartThings kits for the team that best uses the SmartThings Platform.", "prize-title": "SmartThings Prize"}, {"prize-content": "Dell Venue Pro 8 tablets for each member of the “Best use of Azure” team. We will also raffle off a Surface Pro 2 based on entries from a Microsoft Survey.", "prize-title": "Microsoft Prize"}, {"prize-content": "", "prize-title": "Best Use of the Myo/Leap"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Norris University Center, Northwestern University, Evanston Campus, 1999 Campus Drive, Evanston, IL 60208, USA", "hackathon-url": "https://wildhacks2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The hack should be unique and interesting. This can range from a new spin on a known idea (e.g. Uber for classrooms) to completely outlandish ideas (e.g. API t for tables). The hack should be something damn cool you’ve never seen before."}, {"judging-criterion": "Doesn't have to be business-ready or productivity-boosting. Should have the potential for people to find a use for it. So anything from a javascript framework for sending smells to a data visualization for crimes in the countryside."}, {"judging-criterion": "The hack should be technically impressive for 24 hour project. They should have code and a functioning prototype. Anything from frameworks, apis, algorithms to interesting languages can added to the technical difficulty of the project."}, {"judging-criterion": "Should look or work beautifully. The closer it looks and feels to a professional-grade application, the better. For more technical projects, polish pertains more to the ease of use (e.g. how easy is it to implement the api or use the javascript library."}], "hackathon-location-address": "Norris University Center, Northwestern University, Evanston Campus, 1999 Campus Drive, Evanston, IL 60208, USA", "hackathon-description-header": "Intercollegiate hackathon at Northwestern University, Nov. 22-23. Join hundreds of hackers competing for cash prizes while united in their desire to turn visions into reality. Apply at wildhacks.org.", "hackathon-prizes-total": "$4,800", "hackathon-location-description": "", "hackathon-end-date": "2014-11-23", "has-projects": "True"}