{"hackathon-description-text": "\nLe Yackathon de la Communauté Yelp est un projet unique à Montréal qui vise à exposer les utilisateurs locaux de Yelp Montréal au dynamique secteur de la technologie et des starts up de notre ville, tout en favorisant un engagement plus profond avec ses entreprises locales ainsi que le gouvernement et les services locaux.", "hackathon-number-of-prizes": "5", "hackathon-id": "yackathon16", "hackathon-judges": [{"judge-role": "Hacking Health", "judge-name": "Irene Pylypenko"}, {"judge-role": "Montréal ville intelligente et numérique", "judge-name": "Stephane Guidon"}, {"judge-role": "Anges Quebec", "judge-name": "Stéphane Pilette"}, {"judge-role": "McGill University Montreal Public Health", "judge-name": "David Buckeridge"}, {"judge-role": "District 3 Innovation Center", "judge-name": "Noor El Bawab"}, {"judge-role": "Ladies Learning Code", "judge-name": "Nancy Naluz"}, {"judge-role": "Maison Notman House", "judge-name": "Noah Redler"}, {"judge-role": "Printemps numérique", "judge-name": "Mehdi Benboubakeur"}, {"judge-role": "MTL NewTech + Wavo.Me", "judge-name": "Michael Ghattas"}, {"judge-role": "La Vitrine culturelle", "judge-name": "Nadine Gelly"}, {"judge-role": "Open North", "judge-name": "Laurence Harvey Leclerc"}, {"judge-role": "Decideo", "judge-name": "Philippe Nieuwbourg"}, {"judge-role": "Girl Geeks + Third Wunder", "judge-name": "Liesl Barrell"}, {"judge-role": "MTLDATA", "judge-name": "Matthieu Di Mercurio"}, {"judge-role": "YACKATHON 2015 Winner", "judge-name": "Marek Zaluski"}, {"judge-role": "YACKATHON 2015 Winner", "judge-name": "Samantha Bickell"}, {"judge-role": "Yelp Engineering Manager", "judge-name": "Fred Hatfull"}, {"judge-role": "Yelp Engineering Manager", "judge-name": "Srivatsan Sridharan"}], "hackathon-number-of-judges": "18", "hackathon-eligibility": "\nParticipants: Individuals over 18 years in age.\nTeams: Up to 4 members per team.", "hackathon-number-of-participants": "71", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYou must submit your completed project profile through DevPost AND you must email your final presentation to\nA final presentation is required for all projects and will be the basis of how projected are judged. ", "hackathon-rules": "\nPour compléter l’inscription, il vous faut créer un compte DevPost ou vous connecter avec un compte existant. Créer un compte DevPost est gratuit. Cela vous permettra de recevoir des mises à jour importantes et l’accès à la page: « Enter a Submission » ou « Entrer une soumission »\n \nLes créateurs, comprenant chaque membre d’équipe, doivent avoir un compte Yelp Developers valide, et doivent accepter les \n. Pour avoir un compte Yelp Developer valide, \n, ou ouvrez une session avec un compte existant et complétez le formulaire Yelp API Registration ici :\n. Créer un compte Yelp est gratuit.\n \nLes créateurs doivent accepter les Termes et Conditions du Yackathon pour utiliser l’ensemble de données académique :\n \n** CODE DE CONDUITE **\n \nCode de Conduite : Les Créateurs doivent se respecter les uns les autres et les lieux.\n \nTous les participants, sponsors, partenaires, volontaires et personnels au hackathon doivent accepter le code de conduite suivant. Les organisateurs mettront en application ce code tout au long de l’événement. Nous nous attendons à la coopération de tous les participants pour faire en sorte de s’assurer d’un environnement sain pour tous.\n \nRegister for the Hackathon Contest by clicking the “Register for this Hackathon” button. To complete registration, sign up to create a DevPost account, or log in with an existing DevPost account. There is no charge for creating a DevPost account. This will enable you receive important updates and access the “Enter a Submission” page.\nMakers, including each team member, must have a valid Yelp developer account, and must have agreed to the \n. To get a valid Yelp developer account, \n, or login with an existing Yelp account, and complete the Yelp API Registration form at \n. There is no charge for creating a Yelp account.\n \nMakers must accept the Terms and Conditions of the Yackathon to use the Academic Dataset:\n \n**CODE OF CONDUCT**\n \nCode of Conduct: Makers must respect each other and the venue.\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organizers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.\nCODE OF CONDUCT\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon organisers.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately, contact Yackathon Director Risa Dickens directly: risa@yelp.ca.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organizers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon.", "hackathon-prizes": [{"prize-content": "The Jury Choice prize will go to the best team. EACH of these 4 talented individuals will win:", "prize-title": "Best in Show - Jury Choice"}, {"prize-content": "The second category is for the funniest presentation. EACH of these 4 hilarious individuals will win:", "prize-title": "Funny"}, {"prize-content": "The third prize is awarded to the team with the most useful idea. EACH of these helpful individuals will win:", "prize-title": "Useful"}, {"prize-content": "The fourth prize is awarded to the team with the coolest visualization. EACH of these creative individuals will win:", "prize-title": "Cool"}, {"prize-content": "The fifth prize is for the MVP of the weekend. He or she will win: 2 Entries to Surf Maeva to learn how to surf!  $100 gift card to Restaurant Lawrence. A pair a tickets  to a show of your choice at Comedy Works Montreal. A delicious gift basket from \"les chocolats de Chloé\" worth $80. A public interview and photoshoot featured on the Yelp Blog.", "prize-title": "Most Valuable Player"}], "hackathon-location-google-maps": "https://maps.google.com/?q=5333 Avenue Casgrain, Montréal, QC H2T 1X3, Canada", "hackathon-url": "https://yackathon16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We are looking for Funny Presentations. \nNous cherchons des présentations Drôles."}, {"judging-criterion": "We are looking for the most Useful combinations of data.\nNous cherchons des combinaisons de données Utiles."}, {"judging-criterion": "We are looking for the Coolest visualizations of data. Nous cherchons les visualisations de données les plus Cools."}, {"judging-criterion": "We are looking for the Yackathon participant who contributes most to the collaborative success of all projects. Nous cherchons le participant du Yackathon qui contribue le plus au succès collaboratif de tous les projets."}, {"judging-criterion": "Local data leaders will pick their favourite! \nLes leaders et professionnels en données locaux choisiront leur préféré!"}], "hackathon-location-address": "5333 Avenue Casgrain, Montréal, QC H2T 1X3, Canada", "hackathon-description-header": "Data Mashups for a Smarter Montreal!", "hackathon-prizes-total": "$4,000", "hackathon-location-description": "La Gare", "hackathon-end-date": "2016-04-03", "has-projects": "True"}