{"hackathon-description-text": "\nThe EmpowHERment Summit connects, honors, and inspires our current and future super-heroines in technology.  What does it take to be a super-heroine? It's simple; join our movement by committing to disrupt the male-dominated tech environment as we know it today. The event brings together female engineering students at the college level, the Qualcomm engineering community, various non-profit organizations that are improving STEM education, and university partners for a two day summit experience.  Student attendees will have an opportunity to enhance their powers by attending technical and/or developmental workshops, hearing from speakers, networking with non-profits, and growing their women in tech community.  Perhaps the best part of all, our attendees will have a chance to \"hack for good\" by solving the real-world problems of our participating non-profits.", "hackathon-number-of-prizes": "10", "hackathon-id": "empowhermentqualcomm", "hackathon-judges": [{"judge-role": "Mobile Learning Center/Qualcomm", "judge-name": "Jonathan Brasted"}, {"judge-role": "Curriculum Developer/Girls Who Code", "judge-name": "DanAnh Do"}, {"judge-role": "Engineering for Social Innovation Center & Faculty/Georgia Institute of Technology", "judge-name": "Joy Harris, Ph.D."}, {"judge-role": "Associate Director & CTO/NCWIT", "judge-name": "Terry Morreale"}, {"judge-role": "Community Engagement & Development/Anita Borg", "judge-name": "Rose Robinson"}, {"judge-role": "Founder/PinkThink", "judge-name": "Makeda Ricketts"}, {"judge-role": "Faculty/California State University San Marcos", "judge-name": "Youwen Ouyang"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\n\n", "hackathon-number-of-participants": "82", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\nHackers will have a chance to use their technical expertise to help solve the real-world problems of our participating event partners listed below.  A complete list of project descriptions can be found on our\n\nOur hope is that after the hackathon experience, our participating parters will be able to implement some of the solutions and recommendations of our attendees.  In order to do so, our partners will need access to the code and project descriptions of our hack teams and therefore, we're asking participants to do the following:  \n \n ", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "You win! This team truly stood out amongst the hacker crowd. Looks like we've got some super-heroines in tech on our hands.", "prize-title": "Best Overall Hackathon"}, {"prize-content": "Newbie prize! At least 50% of this team is attending a hackathon for the first time.  Watch out world....here they come...", "prize-title": "Best Rookie Hack"}, {"prize-content": "Womp, womp! This team had good intentions and a great solution but struggled on the execution of the project. You'll be a force to be reckoned with in the future.", "prize-title": "Best Fail"}, {"prize-content": "We'll poll your peers and solicit their feedback to determine this prize category.  Yes, it's that simple!", "prize-title": "Judge Favorite"}, {"prize-content": "Best hack on the Girls Who Code project", "prize-title": "Best Hack:  Girls Who Code"}, {"prize-content": "Best hack on the Hope Bars project", "prize-title": "Best Hack:  Hope Bars"}, {"prize-content": "Best hack on the NCWIT project", "prize-title": "Best Hack:  NCWIT"}, {"prize-content": "Best hack on the PinkThink project", "prize-title": "Best Hack:  PinkThink"}, {"prize-content": "Best hack on the Anita Borg Institute project", "prize-title": "Best Hack:  Anita Borg Institute"}, {"prize-content": "Best hack on the Qualcomm Thinkabit project", "prize-title": "Best Hack:  Qualcomm Thinkabit Lab"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Qualcomm Building AO, 5880 Oberlin Drive, San Diego, CA 92121, USA", "hackathon-url": "https://empowhermentqualcomm.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The \"out of the box\" factor. How creative or novel is the idea?"}, {"judging-criterion": "How well executed was the idea? Evaluate the team on the completeness and quality of the solution."}, {"judging-criterion": "What is the likelihood that the partnering organization will fully implement the idea or at minimum some form of the solution?"}, {"judging-criterion": "How well did the team convey their idea and proposed solution during the oral presentation and demo of their project?"}, {"judging-criterion": "\"The total package\". How did the team perform overall? Did the hackers offer a complete solution to the problem? How well did they work as a team? Did they go above and beyond the required solution?"}], "hackathon-location-address": "Qualcomm Building AO, 5880 Oberlin Drive, San Diego, CA 92121, USA", "hackathon-description-header": "Join us for an opportunity to “hack for good” by solving the real-world problems of our participating non-profits working in the STEM field", "hackathon-prizes-total": "$11,460", "hackathon-location-description": "Qualcomm", "hackathon-end-date": "2015-07-18", "has-projects": "True"}