{"hackathon-description-text": "\nAt the", "hackathon-number-of-prizes": "23", "hackathon-id": "salesforcehackathon", "hackathon-judges": [], "hackathon-number-of-judges": "0", "hackathon-eligibility": "", "hackathon-number-of-participants": "730", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYou must create a mobile app using Force.com, Heroku, or Force.com with Heroku. ", "hackathon-rules": "\nOfficial Rules for the 2014 Salesforce $1 Million Hackathon\nTHE HACKATHON IS VOID WHERE PROHIBITED BY LAW. BY PARTICIPATING, YOU AGREE TO THESE OFFICIAL RULES.\n1) Overview\n2) Eligibility\ncontests of this type. We are not responsible for any disputes arising between you and your employer.\n3) Registration and Check-in\n4) Entry\na) You must submit your team’s Entry at http://salesforcehackathon.challengepost.com by 12:00 PM on October 12, 2014, except as noted below. A team may only submit one Entry. Incomplete entries may be disqualified. Your Entry consists of:\nviii) Git Commit submissions must be submitted as described in Section 6 below.\n5) General App Requirements\ni) Salesforce Technologies\n1) Required Salesforce Technologies: You must sign up and use the Force.com development environment, the Heroku development environment, or a combination of the two environments as the starting point to build your app.\n2) Other Allowed Salesforce Technologies: You may use Salesforce generally available technology, as well Salesforce technology designated by Salesforce as “beta” or “developer preview” provided it is publicly available and easily accessible at the time of the Hackathon.\nii) Other Technologies: You are also able to use source code, sample code, libraries, SDKs, and APIs as long as these technologies are:\n1) Publicly discoverable and available for public use in developing applications, and provided that such code or previous versions must (a) have been publicly available on the internet before September 1, 2014, and (b) be indexed and reachable through Google’s search engine, and (c) be easily accessible (i.e., anyone can download or access if signup is required, access must be granted within 3 hours).\nOur intention is that you cannot take private code and simply makand e it open source, or make a private API publicly available right before the hackathon and use it in your Entry, but that you are welcome to use open source libraries and frameworks in your Entry, for example Angular.js, jQuery, and Bootstrap.\nd) We reserve the right to assess your eligibility and compliance with these Official Rules at any point during the Hackathon. If we require any assistance in order to assess your compliance, you must promptly provide that assistance. If you do not provide the requested assistance in a timely manner, or if we have reason to believe that you are not complying with the Official Rules, you may be disqualified, in our sole discretion. Each team member will be required to sign and deliver an affidavit by 12:00 PM on Sunday, October 12, 2014 attesting to his or her compliance with all of the Official Rules, and declaring whether, and if so how, any part of your Entry reflects an idea, functionality or an app you are aware of or worked on prior to this Hackathon. The failure of any team member to deliver his or her affidavit in a timely way will result in the disqualification of his or her team’s Entry.\n6) Git Commit\na) Each registered team will be required to commit their code to a public or private repository on GitHub or Bitbucket between 10:00 AM and 12:00 PM on Saturday, October 11, 2014, between 6:00 PM and 8:00 PM on Saturday, October 11, 2014, and between 10:00 AM and 12:00 PM on Sunday, October 12, 2014 (“Git Commit”). If a team chooses to use a private repository, BeMyApp will provide free access to a private repository to that team on Friday evening. If your team chooses to use a public repository, you must send a URL to the repository via e-mail to salesforce1million@bemyapp.com.\nb) The Git Commit must include (a) all source code of your app including CSS and supporting media; and (b) all metadata created or changed on the Force.com platform if any. (Complete instructions for obtaining Force.com metadata will be provided at the Hackathon.)\nc) If, for whatever reason, your team is unable to submit via Git, then the source should be zipped up and submitted via e-mail within the deadlines in Section 6(a) to salesforce1million@bemyapp.com.\nd) Failure to meet the Git Commit requirements will result in disqualification. 7) Judging\na) Category Judging (Force.com, Heroku, and a Combination of Force.com and Heroku)\nto run their demo. Round 2 teams will be responsible for ensuring in advance of Round 2 judging that their Entry can run on these devices. We will provide support to Round 2 teams on Monday, October 13 to install any needed tools.\niv) Winner placement for places first and second in each category, in addition to the grand prize winner, will be announced on Thursday, October 16, 2014. At least one team member from each team announced on Tuesday October 14, 2014 as either a first or second place finalist must be present and ready to demonstrate their Entry onstage at 3:00 pm on Thursday October 16, 2014.\nb) Open Source Judging (Node, Postgres, Python, and Ruby) - During the Round 1 judging period described above, one judge for each Open Source category will visit teams who wrote and contributed open source code in their Entry and registered to be judged in theOpenSourcejudgingcategory. Thejudgewillidentifyhimorherselfandaskyouto demonstrate your Entry. Please be ready to do your demonstration when he or she arrives. You must have a team member available at your designated location throughout the judging period to demonstrate your Entry. If you or a teammate are not at your location when the Open Source judge arrives, you will not receive a score for this category. You will be given up to three minutes to publicly demonstrate your Entry in front of the judge. You may utilize no more than one presentation slide as part of your demonstration. You will need to provide a mobile device and accessories for the demonstration.\ni) The judges will evaluate each Entry according to the following Judging Criteria, each of which will be scored on a scale of between 1-25 points: (a) impact to other developers; and (b) ability to be reused. The judges may or may not reference the additional materials which you submit in your Entry listed Section 4(a)(ii) through viii) above. In the event of a tie, judges will deliberate to determine the winner.\nc) Judges will not be salesforce.com or BeMyApp employees. If a judge or participant identifies to us a conflict of interest, that judge will be recused from judging the Entry with the conflict. An alternate judge will be identified as a substitution for the judge with the conflict.\n8) Prizes\n a) Category Prizes\ni) Ten prizes will be awarded in each main category (Force.com, Heroku, and a combination of Force.com and Heroku). The qualifying team finalist Entry with\nthe highest score in each category will be awarded US $100,000; the next highest scoring qualifying team finalist Entry will be awarded US $50,000; the third highest scoring qualifying team finalist Entry will be awarded US $35,000; the fourth highest scoring qualifying team finalist Entry will be awarded US $20,000; the fifth highest qualifying team finalist Entry will be awarded US $15,000; and the sixth through tenth highest qualifying finalist teams’ Entries will each be awarded US $10,000.\nii) The highest scoring qualifying team finalist Entry among the three main categories will be declared the Grand Prize Winner, and awarded an additional US $150,000.\n9) How Your Entry May be Used\nsimilar in the future, and you waive any claims you may have resulting from any similarities to your Entry.\nc) You understand that we cannot control the information you disclose to us or our representatives in the course of participating in the Hackathon, or what we or our representatives will remember about your Entry. You also understand that we will not restrict work assignments of representatives who have had access to your Entry. By participating in the Hackathon, you agree that we may use any information in our representatives’ unaided memories in the development or deployment of our products or services without liability or compensation to you. You understand that you will not receive any compensation or credit from us for use of your Entry in connection with this Hackathon. This provision does not limit any compensation you may receive through us or third parties as a result of your use or marketing or profiting from the application beyond this Hackathon or as provided in these Official Rules. We are not responsible for any unauthorized use of your Entry by those accessing or viewing your Entry.\n10) General Terms\nclarify these Rules on the Discussion Forum located at http://salesforcehackathon.challengepost.com. You are responsible for checking these sites regularly. We may also modify any timeline, start date/time or end date/time set forth in these Official Rules in our sole discretion without posting updated rules or clarification; however where such a modification would negatively affect Hackathon participants broadly we will endeavor to give you notice of the change via the Discussion Forum and/or e-mail. Because we will endeavor to provide important notices to you via\nDiscussion Forum and/or the e-mail address you have provided at registration, it is important that you regularly check that e-mail address and the Discussion Forum.\nc) Without limiting our rights and remedies, we reserve the right, in our sole discretion, to disqualify any individual or team who: (a) fails to comply with any provision of these Official Rules or the Dreamforce Code of Conduct; (b) cheats or tampers with the operation of the Hackathon, or otherwise acts in a disruptive or inappropriate manner; or (c) engages in conduct that is unlawful, offensive, or otherwise leads us to conclude, in our sole discretion, that public association with you could cause controversy or embarrassment to us or our partners.\n11) Privacy and Publicity", "hackathon-prizes": [{"prize-content": "One 1st prize wins an additional $150,000 for a total of $250,000", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "Force.com Category - First Place"}, {"prize-content": "", "prize-title": "Force.com Category - Second Place"}, {"prize-content": "", "prize-title": "Force.com Category - Third Place"}, {"prize-content": "", "prize-title": "Force.com Category - Fourth Place"}, {"prize-content": "", "prize-title": "Force.com Category - Fifth Place"}, {"prize-content": "", "prize-title": "Force.com Category - Sixth to Tenth Place"}, {"prize-content": "", "prize-title": "Heroku Category - First Place"}, {"prize-content": "", "prize-title": "Heroku Category - Second Place"}, {"prize-content": "", "prize-title": "Heroku Category - Third Place"}, {"prize-content": "", "prize-title": "Heroku Category - Fourth Place"}, {"prize-content": "", "prize-title": "Heroku Category - Fifth Place"}, {"prize-content": "", "prize-title": "Heroku Category - Sixth to Tenth Place"}, {"prize-content": "", "prize-title": "Force.com + Heroku Category - First Place"}, {"prize-content": "", "prize-title": "Force.com + Heroku Category - Second Place"}, {"prize-content": "", "prize-title": "Force.com + Heroku Category - Third Place"}, {"prize-content": "", "prize-title": "Force.com + Heroku Category - Fourth Place"}, {"prize-content": "", "prize-title": "Force.com + Heroku Category - Fifth Place"}, {"prize-content": "", "prize-title": "Force.com + Heroku Category - Sixth to Tenth Place"}, {"prize-content": "Salesforce will also donate $5,000 to Open Source Foundation of winner’s choice", "prize-title": "Best Python Open Source Project"}, {"prize-content": "Salesforce will also donate $5,000 to Open Source Foundation of winner’s choice", "prize-title": "Best Rails Open Source Project"}, {"prize-content": "Salesforce will also donate $5,000 to Open Source Foundation of winner’s choice", "prize-title": "Best Node Open Source Project"}, {"prize-content": "Salesforce will also donate $5,000 to Open Source Foundation of winner’s choice", "prize-title": "Best Postgres Open Source Project"}], "hackathon-location-google-maps": "https://maps.google.com/?q=135 4th Street, Metreon, San Francisco, CA 94103, USA", "hackathon-url": "https://salesforcehackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": "Only for the open source category"}], "hackathon-location-address": "135 4th Street, Metreon, San Francisco, CA 94103, USA", "hackathon-description-header": "BUILD THE BEST MOBILE APP", "hackathon-prizes-total": "$995,000", "hackathon-location-description": "", "hackathon-end-date": "2014-10-11", "has-projects": "True"}