{"hackathon-description-text": "\nThe two-day event will be held on Friday, April 27, through Saturday, April 28, 2018, at 1701, the first co-working space in Virginia Beach. Located in the ViBe District, 1701 is home to individual freelancers, startups, artists and remote employees.", "hackathon-number-of-prizes": "6", "hackathon-id": "smarter-roads-hackathon-vb", "hackathon-judges": [{"judge-role": "Chief Technology Officer, Center for Innovative Technology", "judge-name": "David Ihrie"}, {"judge-role": "Transportation and Transit Planner, City of Virginia Beach", "judge-name": "Tara Reel"}, {"judge-role": "Chief Information Officer, Virginia Department of Transportation", "judge-name": "Murali Rao"}, {"judge-role": "Owner and Technology Consultant, 1701 - Virginia Beach Coworking", "judge-name": "Lisa DeNoia"}, {"judge-role": "Professor and Director, Transportation Research Institute at Old Dominion University", "judge-name": "Mecit Cetin"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nWe are looking for hackers, idea jammers, mentors and even folks simply interested in checking things out, to join our event.", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nTo create a valid Submission you will need to create a working proof of concept or prototype of a software application or a data visualization that uses, or illustrates use of, at least one feed from the SmarterRoads Data Portal.\nSubmissions must ONLY include data identified in the\nDuring the SmaterRoads Hackathon, all participating members of your team need to read and agree to the Official Rules. Then, you must submit your Submission by providing:\nIn addition to the above, teams will have the option to submit the following to demonstrate their Submission:\nAll parts of the Submission must be entered at the same time on SmarterRoads Hackathon DevPost submission form. All Submissions must be received by no later than 2:00 p.m. on April 28, 2018.", "hackathon-rules": "\n\nVDOT and our partners are dedicated to providing a harassment-free conference experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, race, or religion. We do not tolerate harassment of conference participants in any form.\nAll communication should be appropriate for a professional audience including people of many different backgrounds. Sexual language and imagery is not appropriate for any conference venue, including talks.\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate.\nAttendees violating these rules may be asked to leave the conference at the sole discretion of the conference organizers.\nThank you for helping make this a welcoming, friendly event for all.\n \n\n \n\nThe Competition is open to all individuals who reside in Virginia. The Competition is not open to persons in any location where the Competition is prohibited by law or where participation in the Competition would create a violation of law. \nAny company or individual involved with the design, production, execution, or distribution of the Competition and their immediate families (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) are not eligible.\nParticipants who are minors must have the consent of a parent or guardian and shall submit, at the time of submitting his/her competition entry, a copy of these Rules that has been signed by a parent or guardian. Failure to submit such a consent may result in disqualification.\nIndividuals making joint or team submissions must meet the eligibility requirements for individual participants. An individual may not join more than one team.\nParticipants must comply with the Competition Rules. Failure to do so may result in disqualification from the Competition.\n \n\nThe Competition is subject to all applicable federal, state, and local laws and regulations.\nThese Rules, and the Competition Administrator’s decisions, are final and binding on all matters related to the Competition.\nWinning a prize is contingent upon complying with all Competition Rules and requirements. No more than the stated number and type of prizes will be awarded.\nSubmissions must be (a) original; and (b) solely owned by the submitting participant(s). Submissions must not violate the intellectual property or other legal rights of any person.  Each participant represents and warrants that the submission is original; that it is free of viruses and other malware; that it is owned solely by the submitting participant(s) and that no other party has any rights or interests; and that the submission does not violate the intellectual property or other legal rights of any person.\nNothing in these Rules constitutes a waiver of the sovereign immunity of the Commonwealth or any other public body.\nNothing in these Rules or any other materials related to the SmarterRoads Hackathon creates any contractual rights against the Commonwealth of Virginia or any other public body. The SmarterRoads Hackathon may be terminated or cancelled at any time with or without notice.\n \n\nMs. Virginia Lingham, P.E., has been designated as the Competition Administrator. The Competition Administrator shall decide all disputes related to the Competition and shall engage in any necessary interpretation of these Rules or any other Competition Requirements. The Administrator’s decisions shall be final.  As stated above, nothing in these Rules shall be interpreted to grant any right of appeal or to waive the sovereign immunity of the Commonwealth or any other public body.\nThe construction, validity, and interpretation of these Rules, the rights and obligations of the participants and Sponsors in connection with Competition, and all other matters arising from or related to the Competition shall be governed by, and construed in accordance with, the laws of the Commonwealth of Virginia, without giving effect to any choice of law or conflict of law rules.\n \n\n\n\nRead the Official Rules to confirm you meet all eligibility requirements.\n \n\nData is available at SmarterRoads.org and other open data sources will be compiled into a “Data Discovery Document” that will be posted on the event site. Proprietary data is not eligible for use. Teams are encouraged to explore the data and other datasets prior to the event.\nParticipate in the SmarterRoads Hackathon two days of solution development on April 27th and 28th at 1701 Coworking Space in Virginia Beach.\nA presentation must be delivered at the end of each event in order to qualify for judging, developing a working demo is strongly encouraged.\nApps can be developed in any form (ex. mobile, web, Excel, etc.)\nA presentation must be delivered at the end of the event in order to qualify for judging, developing a working demo is strongly encouraged. The presentation must include a clear description of the data sources used, including the required feed from the SmarterRoads Data Portal.\nApproximately 10 minutes will be allotted for each team to pitch/demo.\nDuring the SmaterRoads Hackathon, all participating members of your team need to read and agree to the Official Rules. Then, you must submit your Submission by providing:\nIn addition to the above, teams will have the option to submit the following to demonstrate their Submission:\nAll parts of the Submission must be entered at the same time on SmarterRoads Hackathon DevPost submission form. All Submissions must be received by no later than 2:00 p.m. on April 28, 2018.\n \n\nThe Commonwealth and Competition administrators make no claim to title or ownership in or to submissions. Each submitting participant understands and accepts that the Competition administrators may use the submission to the extent necessary to administer the competition and may publicly perform or display the submission, including, without limitation, for advertising and promotional purposes relating to the Competition. Each submitting participant is solely responsible for taking any necessary actions to protect participant’s intellectual property rights, including with respect to the use that may occur in the course of the Competition.\nParticipation in the Competition constitutes award recipient’s consent to the Competition’s or its sponsors’ use of the applicant’s submission, name, likeness, photograph, voice, opinions, and/or hometown for Competition promotional purposes in any media, worldwide, without further payment or consideration.\n \n\n\nDemonstrates potential for widespread impact.\nShows innovation is addressing the challenges identified or a clear need identified by the team.\nFeasible to partner with organizations to disseminate technology/process.\nHigh success for implementation.\n\nProvides convincing rationale for why this unique approach has the potential to work.\nOffers new and creative technology or process innovation solution.\n\nBrings cross-disciplinary expertise in technology/process development, business/implementation.\nUsed a diverse set of data in visualization and/or application.\nIncorporates end-user input/feedback.\n\nDeveloped a project that is unique, does not look like the others.\nShows creativity that works, it is not just novel, but exciting and fresh.\n\nDemonstrates a refined concept that is easy to understand.\nOffers a clear and convincing presentation.\n \n\nThe Competition administrators and sponsoring organizations are not responsible for: (1) any incorrect or inaccurate information, whether caused by participants, printing errors or by any of the equipment or programming associated with or utilized in the competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the competition; (4) technical or human error which may occur in the administration of the competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from participation in the competition or receipt or use or misuse of any prize.\nParticipants, and not the Competition authorities, are the sole providers of the information content of their submissions. Accordingly, the Commonwealth of Virginia and the Competition Administrator are not responsible for any claims or causes of action arising out of or relating to participant’s participation in the SmarterRoads Hackathon.\nIf you have any questions about these Rules or the Competition, please contact Virginia Lingham at Virginia.Lingham@VDOT.virginia.gov.", "hackathon-prizes": [{"prize-content": "* $1,000 Cash Prize", "prize-title": "Hackathon: 1st Place"}, {"prize-content": "* $500 Cash Prize", "prize-title": "Hackathon: 2nd Place"}, {"prize-content": "* Cash Prize or Prize Package Valued at $250 or greater.", "prize-title": "Idea Jam: Resiliency"}, {"prize-content": "* Cash Prize or Prize Package Valued at $250 or greater.", "prize-title": "Idea Jam: Safety"}, {"prize-content": "* Cash Prize or Prize Package Valued at $250 or greater.", "prize-title": "Idea Jam: Vulnerable Road Users"}, {"prize-content": "* Cash Prize or Prize Package Valued at $250 or greater.", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1701 Baltic Ave, Virginia Beach, VA 23451, USA", "hackathon-url": "https://smarter-roads-hackathon-vb.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Provides convincing rationale for why this unique approach has the potential to work.\nOffers new and creative technology or process innovation solution."}, {"judging-criterion": "Developed a project that is unique, does not look like the others.  Shows creativity that works, it is not just novel, but exciting and fresh."}, {"judging-criterion": "Demonstrates potential for widespread impact.\nShows innovation is addressing the challenges identified or a clear need identified by the team.\nFeasible to partner with organizations to disseminate technology/process.\nHigh success for implementation."}, {"judging-criterion": "Brings cross-disciplinary expertise in technology approach, process development, business processes, and/or implementation approach.\nUses a diverse set of data in visualization and/or application."}, {"judging-criterion": "Demonstrates a refined concept that is easy to understand.\nOffers a clear and convincing presentation."}], "hackathon-location-address": "1701 Baltic Ave, Virginia Beach, VA 23451, USA", "hackathon-description-header": "Use Open Data Sources To Find Transportation Solutions!", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "1701 - Virginia Beach Coworking, Meeting & Event Space", "hackathon-end-date": "2018-04-28", "has-projects": "True"}