{"hackathon-description-text": "\nThe SfunCube Solar Hackathon brings innovative programmers, hardcore designers, and brilliant business minds together for 36 hours to develop ways to accelerate solar adoption. Participants will build web-based solutions to make it easier, more efficient, and more enjoyable for people to power their lives with sunshine. At the Solar Hackathon you can:", "hackathon-number-of-prizes": "3", "hackathon-id": "solarhackathon", "hackathon-judges": [{"judge-role": "Former Chief of Staff, Department of Energy", "judge-name": "Brandon Hurlbut"}, {"judge-role": "Former Governor of Michigan", "judge-name": "Jennifer Granholm"}, {"judge-role": "VP of Engineering, Pandora", "judge-name": "Chris Martin"}, {"judge-role": "GreenBiz", "judge-name": "Krys Freeman (MENTOR)"}, {"judge-role": "Mosaic", "judge-name": "Tony Bako (MENTOR)"}, {"judge-role": "Sungevity", "judge-name": "Sloane Morgan (MENTOR)"}, {"judge-role": "PowWow Energy", "judge-name": "Oliver Jerphagnon (MENTOR)"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nNo minimum - 5 max  ", "hackathon-number-of-participants": "43", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYou can submit at anytime prior to the deadline once the hackathon begins. Be sure to include the following:", "hackathon-rules": "\nYour creation must fall into one of the following three categories: \n\nDevelop an application that promotes and interacts with potential or existing solar customers. The key aim of this challenge is to make solar more accessible and more convenient via social networks to a broad audience reflecting the demographics of the state and country. \n\nUse technology to integrate solar systems with smart building solutions. The goal is to build applications that will interface with  solar systems and interact seamlessly with generation, the grid, and storage. \n\nIntegrated solution that provides solar electricity to the 1.5 billion people around the world without access. The majority of whom have, or will soon have, smart phones. The goal is leap frog over dirty energy infrastructure and install microgrid systems.\nFor more details and ideas pertaining to each of the categories go to: http://sfuncube.com/hackathon/challenges/\n\n\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Overall App"}, {"prize-content": "", "prize-title": "Best User Experience"}, {"prize-content": "", "prize-title": "Best Technical Accomplishment"}], "hackathon-location-google-maps": "https://maps.google.com/?q=55 Jack London Square #310, Oakland, CA 94607, USA", "hackathon-url": "https://solarhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well does the application address the goals defined for this challenge?"}, {"judging-criterion": "How creative, innovative, interesting, and unique is the application in meeting contest requirements?"}, {"judging-criterion": "How well is the idea executed by the developer and how well is the app integrated with potential customers or systems?"}, {"judging-criterion": "Includes design, user functionality, graphics, typography, ease of use, and visual aesthetic"}, {"judging-criterion": "To what extent will the submission impact the solar industry?"}], "hackathon-location-address": "55 Jack London Square #310, Oakland, CA 94607, USA", "hackathon-description-header": "See link to 2015 edition below", "hackathon-prizes-total": "$4,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}