{"hackathon-description-text": "\n, the company behind leading HD connectivity standards such as HDMI®, MHL®, and WirelessHD®, invites you to enter the Dual Screen App Challenge. The goal of this contest is to showcase Silicon Image technologies by creating awesome Android games and apps that take advantage of the dual screen capabilities that were introduced in Android 4.2 Jellybean. In addition, we want developers to create games and apps that showcase additional advanced features of MHL and/or WirelessHD, such as:", "hackathon-number-of-prizes": "3", "hackathon-id": "siliconimage", "hackathon-judges": [{"judge-role": "Sr. Business Development Manager, Silicon Image, Inc.", "judge-name": "Michael Bergen"}, {"judge-role": "Director Developer Technical Services, Sony Mobile", "judge-name": "Magnus Ekenheim"}, {"judge-role": "Owner, CommonsWare", "judge-name": "Mark Murphy"}, {"judge-role": "Membership Manager, Application Developers Alliance", "judge-name": "Mike Schwartz"}, {"judge-role": "Vice President Mobile Ecosystem, Nvidia", "judge-name": "Neil Trevett"}, {"judge-role": "Developer Advocate, Google", "judge-name": "Kristan \"Krispy\" Uccello"}, {"judge-role": "Senior Director, Snapdragon Gaming, Qualcomm", "judge-name": "Mike Yuen"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThis challenge is open only to (1) individuals and companies who are legal residents of the fifty (50) United States and the District of Columbia, Canada (excluding Quebec), United Kingdom, Germany, India, Finland, Sweden, Japan, China, Russia, Italy, Spain, Ireland, and the Netherlands; (2) at least eighteen (18) years old or the age of majority in the participant’s jurisdiction of residence at time of entry, whichever is greater (for individuals and team entrants); (3) have internet access at the time of entry; and (4) have a valid YouTube, Vimeo, or Youku account.  ", "hackathon-number-of-participants": "200", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nDual Screen App Challenge\n2014 OFFICIAL RULES \n \n\nCLARIFICATION - MAY 11, 2014:  While an entrant’s App may incorporate third-party software, including open source software, the App must include material and substantial functionality that adds significant value beyond the third-party software that is the result of entrant’s original work of authorship.  Further, any use of third-party software must fully comply with all relevant software licenses, including open source licenses. Upon request entrants must provide evidence of its right to use any software that is encompassed within or was used in the creation of entrant’s App.  Failure to do so or the improper use of licensed software or open source code may result in the disqualification of entrant’s App in the promotion.\nDual Screen App Challenge (the “Promotion”) is open only to (1) individuals and companies who are legal residents of the fifty (50) United States and the District of Columbia, Canada (excluding Quebec), United Kingdom, Germany, India, Finland, Sweden, Japan, China, Russia, Italy, Spain, Ireland, and the Netherlands; (2) at least eighteen (18) years old or the age of majority in the participant’s jurisdiction of residence at time of entry, whichever is greater (for individuals and team entrants); (3) have internet access at the time of entry; and (4) have a valid YouTube, Vimeo, or Youku account.  The following people are NOT eligible to participate, to enter, or to win:  Employees (including part-time and temporary), their immediate family (i.e., current and ex- spouses, parents, grandparents, children, grandchildren, and siblings and in-laws and steps in any of the foregoing categories) and household members of each such employee (i.e., roommates, housemates, significant others, and partners of each legally residing at the same address), officers and directors of Sponsor, and any of their respective parent companies, subsidiaries and affiliate companies, agents, advertising and promotion agencies, manufacturers and distributors of promotion materials, judges and their immediately family and persons residing in a country or jurisdiction not identified above.  Entrants may be individuals, companies, or teams (each an “Entrant” or “entrant”) .  Void where prohibited or restricted by law.  The Promotion is subject to all applicable federal, state, and local laws and regulations. The Promotion is a skill-based contest.  Companies may only participate via their representatives, duly authorized to act and enter into this agreement on behalf of the company.  Members of a team must designate one (1) team member who will serve as the point of contact for the Promotion (the “Designated Representative”), and by doing so, each team member agrees and duly authorizes the Designated Representative to act on his or her behalf.   Each team member may be required to separately agree to the terms of these Official Rules within three (3) business days of Sponsor’s first attempted notice to the team member by email at the email address for the Entrant provided by the Designated Representative at the time of entry (“Team Confirmation”).  Any team entries that do not comply with the Team Confirmation requirements may not be eligible for participation in the Promotion and/or may be disqualified from participation and ineligible to win a prize. \n \nSilicon Image, Inc., 1140 East Arques Avenue, Sunnyvale, California 94085.\n\nBy participating in the Promotion, Entrant fully and unconditionally agrees to and accepts these Official Rules, accepts Sponsor’s Privacy Policy located at \n , and the decisions of the Sponsor, which are final and binding in all matters related to the Promotion.  Whether an Entrant qualifies or receives a prize is contingent upon fulfilling all requirements set forth herein.  By entering this Promotion, each Entrant consents to being contacted by Sponsor by email for the purposes of this promotion.\n\nThe terms of the Official Rules are written in the English language, but Sponsor may, at its sole and absolute discretion, provide versions in one or more other languages.  Entrant agrees that the English language version of these Official Rules shall control and prevail over all other language versions (if any).\n \nThe Promotion begins on March 17, 2014 at 10:00 a.m. Pacific Time (PT) and ends on July 21, 2014 at 5:00 p.m. PT (the \"Promotion Period\").   The Voting begins on July 21, 2014 at 5:01 p.m. PT and ends on August 4, 2014 at 5:00 p.m. PT  (the “Voting Period”).  Sponsor’s marketing computer is the official time-keeping device for the Promotion.\n \nIMPORTANT NOTICE TO ENTRANTS:  ENTRANTS ARE RESPONSIBLE FOR DETERMINING THE APPLICABLE PROMOTION PERIOD AND VOTING PERIOD TIMES IN THEIR RESPECTIVE TIME ZONES.\n \nTo enter this Promotion, Entrants are invited to enter online by registering at the ChallengePost website located at \n (the “ChallengePost Site”), completing a profile including, but not limited to the following required information: email address, first name, last name, company if entering on behalf of a company, country/jurisdiction of residence, (the “Entry Form”), and responding to all other requested fields indicated on the ChallengePost Site, including but not limited to submitting a live online link to access an original software application, as defined below, a description of the application, created by Entrant, a link to an original video uploaded to YouTube, Vimeo, or Youku (a “Video”).  The software application must be functional, and simultaneously display different images  when accessed on a user’s mobile device screen, and a secondary display screen connected by MHL (Mobile High-Definition), WiHD (WirelessHD), or a similar technology  and HDMI (High Definition Multimedia Interface) (each an “App”).  The App should feature and highlight the main functionality and any unique features of the Sponsor’s Technology, as described below under App Guidelines.  The Entry Form, App, and Video are collectively referred to herein as an “Entry”.  Entering this Promotion is also subject to additional conditions as specified in these Official Rules, including in Sections 6, 11, and 12 below. \n \nWinners’ names and screenshots from the winners’ Apps may be posted online at Sponsor’s website, the Promotion website, and/or the Sponsor’s social media channels, and other locations.  All entries must be submitted during the Promotion Period and received by July 21, 2014 at 5:00 p.m. PT.  Entering a submission does not mean that such entry has been accepted by the Sponsor as an eligible entry into this Promotion.  Sponsor shall be the sole determiner as to whether a submission satisfies its entry criteria or not.   \n \nOnce the entry has been submitted, Entrants will be permitted to make or submit substitutions, revisions, and/or new versions of their entries only until the Voting Period begins, at which point Entrants will not be permitted to make or submit substitutions, revisions, and/or new versions of their entries.  An Entrant may submit multiple entries during the Promotion Period, each a unique and substantially different App and Video, and each from a discrete Entry Form.   An Entrant may win more than one prize.  Any attempt by any Entrant to obtain multiple entries by using multiple/different email addresses, identities, registrations and logins, substantially similar Apps or YouTube Videos, or any other methods may void that Entrant's entries and that Entrant may be disqualified.  Use of any automated system or programmed, robotic or similar means to participate is prohibited and will result in disqualification.  Released Parties (as defined in Section 14, below) are not responsible for lost, late, stolen, damaged, incomplete, invalid, un-intelligible, garbled, delayed or misdirected entries, which will be disqualified.\n \nIndividual Entrants are not permitted to share the same email address.  A team Entrant must provide the email address of the team’s Designated Representative and for each individual team member for purposes of this Promotion.  In the case of a dispute as to the owner of an Entry Form, the entry will be deemed to have been submitted by the authorized account holder of the email address provided on the Entry Form.  The “authorized account holder” is the natural person assigned to an email address by an Internet access provider, online service provider, or other organization responsible for assigning email addresses for the domain associated with the submitted address.  If an Entry is submitted on behalf of a company, the “authorized account holder” is the company identified in the Entry Form, and the individual listed in the Entry Form on behalf of the company must be authorized to act and enter into this agreement on behalf of the company.  If an Entry is submitted on behalf of a team, the “authorized account holder” is the Designated Representative, and the Designated Representative must be authorized to act and enter into this agreement on behalf of each team member.  A selected finalist or winner may be required to provide Sponsor with proof that he/she is the authorized account holder of the email address associated with the Entry Form, and that he/she is an authorized representative authorized to act and acting for and on behalf of the company named in the Entry, or on behalf of each team member identified in the Entry.\n \n\n\n\n\nYour compliance with the all the above criteria shall be determined in Sponsor’s sole discretion.  All submissions containing any content Sponsor deems unsuitable shall be disqualified or edited in the sole discretion of Sponsor.  No notification of such disqualification or editing will be provided.  Entrants must ensure that their submissions comply with all applicable laws, regulations and guidelines.  All claims to submissions must be adequately substantiated. Submission must not offend or harm others.  Submissions may not contain \"hate speech,\" whether directed at an individual or a group, based on membership within certain categories.  These categories include, but are not limited to, race, sex, creed, national origin, religious affiliation, marital status, sexual orientation, gender identity, or language.  Submissions may not insult, attack, harass, bully, threaten, demean or impersonate others.  Submissions must not be false, deceptive or misleading or contain spam.  Submissions must not contain or promote illegal products or services. Submissions must not reference alcohol, drugs or other illicit substances, or material not appropriate for audiences of all ages, material that disparages Sponsor or otherwise casts Sponsor in a bad light, or material that is otherwise objectionable, offensive, illegal or prohibited. Submissions must not violate the rights of others.  Entrants may not violate any federal, state or local laws and may not harm or endanger themselves or other persons or property in connection with this Promotion.  If Sponsor deems that an Entrant, finalist, or winner may have created a public hazard, cheated, engaged in improper or illegal activity, caused interference with or destruction of property and/or utilized public safety resources, such Entrant, finalist, or winner may be disqualified in Sponsor’s sole discretion.  Sponsor may in its sole discretion disqualify entries for which intellectual property claims, including those under the Digital Millennium Copyright Act, are received and remove any such entry or component thereof from the website.  Sponsor reserves the right to eliminate any entry that does not adhere to the terms and conditions of these Official Rules, and any such entry may be disqualified.  All of Sponsor’s decisions are final.\n.  The public may participate in online voting for the Videos during the Voting Period.  To participate in public voting, visit ChallengePost.com, create and register an account with ChallengePost, and place your vote for the Video that you think shows the best implementation of the Android Dual Screen Technologies.  Limit: Public voting is limited to one (1) vote per entry per person per log-in.  Votes will be accepted only during the Voting Period.  Any individual who, at the sole determination of the Sponsor, abuses the voting process in any way, including without limitation by mass voting or generating votes by a script, macro or use of automated devices, will be disqualified from further voting in the Promotion and his/her prior votes may be disqualified.   Entrants may not provide consideration or other incentives in exchange for votes, and such actions will result in disqualification of Entrant and any votes related thereto.  Sponsor is not responsible for lost, late, incomplete, invalid, unintelligible or misdirected votes, which will be disqualified.  The results of the public voting during the Voting Period will be the sole factor considered by the judges when determining the winners of the PUBLIC CHOICE PRIZE category, unless there is a tie.\n \nTHE FINALISTS AND WINNERS ARE SUBJECT TO VERIFICATION BY SPONSOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THIS PROMOTION.  AN ENTRANT IS NOT A FINALIST OR WINNER OF ANY PRIZE, EVEN IF THE PROMOTION SHOULD SO INDICATE, UNLESS AND UNTIL ENTRANT’S ELIGIBILITY, AND THE POTENTIAL WINNING ENTRY HAVE BEEN VERIFIED AND ENTRANT HAS BEEN NOTIFIED THAT VERIFICATION IS COMPLETE. SPONSOR WILL NOT ACCEPT SCREEN SHOTS OR OTHER EVIDENCE OF WINNING IN LIEU OF ITS VALIDATION PROCESS. ANY ENTRY THAT OCCURS AFTER THE SYSTEM HAS FAILED FOR ANY REASON IS DEEMED A DEFECTIVE ENTRY AND IS VOID AND WILL NOT BE HONORED.\n \n:  Sponsor will select one (1) winner each for the three (3) categories (i.e., GAMES, OFFICE/PRODUCTIVITY, or ENTERTAINMENT/OTHER) from the  eligible entries submitted in each applicable Category; one (1) Grand Prize winner and one (1) Runner Up from among Entrants in all categories (the “App Winners”); and five (5) Public Choice Winners (the  “Video Winners”).  App Winners will be selected based on the criteria:  best use and display of different content and information on dual separate screens (35%); public appeal as demonstrated by the number of votes entered at the ChallengePost website received during Voting Period (30%); best use of Silicon Image, Inc.’s technologies and features (20%); innovation and creativity (15%) (collectively the “Judging Criteria”).  Of the three category winners, one (1) Grand Prize winner will be chosen for the BEST IN SHOW prize based on the highest scores considering the Judging Criteria, and one (1) Runner Up winner will be chosen for the RUNNER UP Prize based on the second highest scores considering the Judging Criteria.  In the event of a tie, the Entrant with the higher score in the “innovation and creativity” category will be deemed the higher scoring Entrant.  Five (5) Video winners will be selected to win the PUBLIC CHOICE Prize based on the highest number of votes received in the Voting Period.  In the event of a tie, the judges will score the Entries based on the Judging Criteria, and the Entry with the highest score will be deemed the tie-breaking winner.  All decisions of the judges are final in all matters relating to this Promotion.  Entrants may win more than one prize.  In the event Sponsor receives insufficient entries in any Category, Sponsor reserves the right not to award a Prize in that Category.  A panel of judges including an independent judge will be appointed to judge the entries.  A full list of the judges can be obtained upon written request to Sponsor’s headquarters at 1140 East Arques Avenue, Sunnyvale, California 94085. \n \nEach winner will be notified by email at the email address in the Entry Form submitted with the App and Video not later than September 15, 2014.  If winner is a company, only the email address listed in the Entry Form will be notified.  If winner is a team, only the email address listed for the Designated Representative in the Entry Form will be notified.  Delivery failure relating to that email will be exclusively at the company’s or team’s risk. \n \nThe Sponsor reserves the right, in its sole discretion, to attempt to contact any Entrant, finalist or winner once or more than once.  Winners and finalists will have fourteen (14) calendar days from the date of initial notice  to respond to the communication from Sponsor as instructed therein.  \n \nExcept where prohibited, selected winners will be required (where legal) to sign and return an affidavit of eligibility, liability and publicity release, and intellectual property license (the “Winner Documents”), all of which must be received by Sponsor within twenty one (21) calendar days of the date the first attempted notice is sent, in order to claim the prize.  If a team is selected as a winner, each individual team member and the Designated Representative in the winning Entry will be required (where legal) to sign and return the Winner Documents within the requested time period.  If a selected winner cannot be contacted within fourteen (14) calendar days of first notification attempt, fails to execute and return (where legal) the Winner Documents within the required time period, if the prize or prize notification is returned as undeliverable, if the selected winner rejects the prize or in the event of noncompliance with these Official Rules, the selected winner forfeits the prize.  For purposes of this Promotion, the disqualification of the individual listed in the Entry Form on behalf of the company for any reason will result in the disqualification of the entire company.  For purposes of this Promotion, the disqualification of the Designated Representative on behalf of the team, or of any of the individual team members listed in the Entry Form, for any reason may result in the disqualification of the entire team. \n \nPrizes will be fulfilled within 3-6 weeks of the return of the Winner Documents after the winners are selected, but in any event by no later than October 31, 2014,  and their entries have been verified.  All prizes will be awarded in U.S. dollars.  Any and all costs associated with currency exchange are the sole responsibility of the winner.  Prizes may be combined if multiple prizes are awarded to a single Entrant.  Acceptance of any prize shall constitute and signify each Entrant’s agreement (or in the case of a team, each individual team member and the Designated Representative listed in the Entry)  and consent that Sponsor and its designees may use such Entrant’s name in connection with the Promotion for promotional, advertising or other purposes, worldwide, in any and all media now known or hereafter devised, including the Internet, in perpetuity, without limitation and without further payment, notification, permission or other consideration, except where prohibited by law.  To Entrants resident in Germany and other countries where required, the explicit consent of the Entrants, given in the course of the registration process applies instead.  Selected winners will indemnify Sponsor, Released Parties (defined below) and any licensee of Sponsor against all claims, damages, liabilities, and expenses (including reasonable counsel fees and legal expenses) arising out of or related to any breach of these Official Rules terms, representations, or warranties.\n \nIn its discretion, the Sponsor may update the siliconimage.challengepost.com with Promotion information; however, information may not be available in real time and may be delayed until such time as the Sponsor is prepared for the next cache refresh.  The frequency and duration of any such delay will be in Sponsor’s sole discretion on a case-by-case basis.\n \nThere are ten (10) prizes. \nTotal ARV of all prizes USD $100,000.  Prizes are non-transferable and no substitution will be made; however, Sponsor reserves the right to substitute a prize or a portion thereof, for one of equal or greater value should it become unavailable for any reason beyond Sponsor’s control.  No transfer or assignment of prizes is allowed.  Except where prohibited, winner and finalists are responsible for all applicable federal, state, local, provincial, and territorial taxes and any other fees associated with prize receipt and/or use, including but not limited to luxury, sales, use, and income tax, if any, including any applicable withholdings, as required by law.  As a condition of entry into the Promotion, and to receipt of any prize, each winner agrees to provide Sponsor with such forms that may be required by law or the relevant tax authorities to comply with his or her state and country/jurisdictional tax requirements, or in the case of a company, the tax requirements of the state/jurisdiction of registration.  If a finalist or winner fails to provide such forms or comply with such laws, the prize may be forfeited and Sponsor may select, in its sole discretion, an alternative finalist or winner based on the applicable criteria set forth herein.  If a prize is awarded to a company, the applicable prize check will be awarded and delivered to the company, to the attention of the company’s duly authorized representative who is listed by name in the winning Entry Form, and any division of the prize is the company’s sole responsibility.  If a prize is awarded to a team, the applicable prize check will be awarded in the name of the Designated Representative who is listed by name in the winning Entry Form, and any division of the prize is the team’s sole responsibility. \nBy accepting a prize, each winner agrees for a period of one year from prize notification to keep the winning App and Video featured in the winning Entry in good and workable condition and to make it reasonably available to Sponsor including for Sponsor’s access and use in connection with promotion, publicity, marketing and advertising for Sponsor, this Promotion or other promotions by Sponsor.   To Entrants resident in Germany and other countries where required the explicit consent of the Entrants, given in the course of the registration process applies.\nIn the event a winner’s employer has a policy that prohibits the awarding of a prize to an employee, the prize will be forfeited and an alternate winner may be selected.  Each Entrant hereby acknowledges and agrees that the relationship between the Entrant and Sponsor, is not a confidential, fiduciary, or other special relationship, and that the Entrant’s decision to provide the Entrant’s Entry to Sponsor for the purposes of this Promotion does not place Sponsor in a position that is any different from the position held by the members of the general public with regard to elements of the Entrant’s Entry except as specifically provided in these Official Rules.\nSponsor reserves the right to cancel, suspend and/or modify, the Promotion, or any part of it, if any virus, bugs, non-authorized human intervention, fraud, technical failures or any other factor beyond Sponsor’s reasonable control impairs the integrity or proper functioning of the Promotion, as determined by Sponsor in its sole discretion.   Sponsor is not responsible for any failure to contact Entrants, whether due to technical or human error beyond its control.  Sponsor reserves the right to declare null and void entries or change or rescind the prize for any reason, with or without selecting a winner or finalist, at any time with or without prior notice.  Any such notice will be posted online at siliconimage.challengepost.com.  Sponsor, in its sole discretion, reserves the right to disqualify any Entrant it finds to be tampering with the entry process or the operation of the Promotion or to be acting in violation of these Official Rules or those of any other contest or in an offensive or disruptive manner and void all associated entries.  Any attempt by any person to deliberately undermine the legitimate operation of the Promotion may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor reserves the right to seek damages from any such person to the fullest extent permitted by law.  Sponsor’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision.  If any provision of these  terms and conditions is or becomes illegal, invalid, or unenforceable, in any respect it shall not affect or impair the legality, validity, or enforceability of any other provision of these terms and conditions.  \n \nTo the extent permitted by law, Entrants and winners assume sole liability and accept all risk of loss for injuries, including personal injuries and/or damage to property, caused or claimed to be caused by participating in this Promotion or the acceptance, possession, shipping and handling, loss, use or misuse of any prize awarded.  The foregoing sentence does not apply to Entrants resident in Germany and where otherwise prohibited.\nBy entering this Promotion, Entrants grant to Sponsor a worldwide, perpetual, irrevocable, right and royalty-free license in all media now known or hereafter invented to use the Entry for any purpose commercial or otherwise specifically including, but not limited to the posting, performance and use of the Entry and, except where prohibited by law, Entrants expressly and irrevocably agree to the Sponsor’s free of charge use and posting of the Entrant’s first and/or last name, on television, radio, publications and the Internet, including on Sponsor’s and/or its designee’s respective websites for public viewing and voting, or for any other purposes including without limitation, by making them available for download.  By entering this Promotion, Entrants agree (a) that Sponsor has the right to use each Entrant’s Entry in any and all media now known or hereafter invented in and in connection with promotion, publicity, marketing and advertising for Sponsor, its products and/or services, this Promotion or other promotions by Sponsor, as Sponsor sees fit without any further attribution, notification or compensation to Entrant; (b) that Sponsor, in Sponsor’s sole discretion, may edit, adapt, composite, mix, remix, morph, scan, duplicate, alter and/or otherwise modify and commercially exploit any Entry, in whole or in part, without any restrictions as to changes, for publication or for any other purpose which Sponsor deems necessary or desirable, including, without limitation, in future publicity and advertising for Sponsor’s products and/or services; (c) that Sponsor shall have no obligation (express or implied) to use any of the Entries in any manner and the corresponding Entrants shall not be entitled to any damages or other relief by reason of Sponsor’s use or non-use of any Entry; (d) not to enforce (and to waive to the extent permitted by law) any moral rights or similar rights in relation to the Entry, any component thereof, and such proposed activities of Sponsor.   To Entrants resident in Germany and other countries where required, the explicit consent of the Entrants, given in the course of the registration process applies instead of the consent stipulated within this paragraph.\nSponsor may use cookies and/or collect IP addresses (an IP address is a number that can uniquely identify a specific computer or other network device on the internet) for the purpose of implementing or exercising its rights or obligations under the Official Rules, for information purposes, identifying your location (including, without limitation, to re-direct you to the appropriate geographic website, if applicable) or for any other lawful purpose in accordance with Sponsor’s privacy policy (available at www.siliconimage.com/privacy/).  Information collected by Sponsor in connection with entering, or otherwise participating in this Promotion may be shared with Sponsor’s affiliates and otherwise used in accordance with Sponsor’s privacy policy (available from the link noted above).  Information submitted to the ChallengePost website, including in connection with Entry into this Promotion and registration for the Public Voting process, is also subject to ChallengePost’s privacy policy located at \n.  Check third party social networking sites for their privacy provisions.\nThis Promotion is not sponsored or endorsed by YouTube, Youku or Vimeo.\n.  By entering, Entrants warrant that (a) the Entry contains only original creations, (b) he, she, the company, or the team  on whose behalf an Entry is submitted own 100% of all rights to their Entry (including all intellectual property and property ownership rights, including all copyrights in the App and Video), (c) the Entry does not contain any third party copyrighted materials and otherwise does not infringe any third party proprietary, intellectual property, industrial property, personal rights or other rights, including without limitation, copyright, trademark, publicity right, patent, trade secret or confidentiality obligation; or otherwise violate any applicable law, (d) the Entry requires no additional permissions relating to the copyright, patent, or trademark/trade dress of the Entry and submitted in this Promotion, and (e) the Entry complies with these Official Rules.  If an Entry is submitted on behalf of a company, both the individual listed in the entry form and the company warrant the individual listed in the Entry on behalf of the company is authorized to act and enter into this agreement on behalf of the company, and that entry into this Promotion does not violate the company’s policies.  If an Entry is submitted on behalf of a team, the individual team members listed in the Entry and the Designated Representative warrant the Designated Representative listed in the Entry on behalf of the team is authorized to act and enter into this agreement on behalf of each team member contained therein, and that each team member has consented to be contacted by Sponsor by email in connection with this Promotion.\nBy accepting Entries, Sponsor accepts no responsibility or liability for any breach of contract or any infringement or other violation of copyright, patent, or any other intellectual property right or proprietary or property rights. Each Entrant agrees not to submit any Entry that (a) infringes any third party proprietary, intellectual property, industrial property, personal rights or other rights, including without limitation, copyright, trademark, publicity right, patent, trade secret or confidentiality obligation; or (b) otherwise violates applicable law in any countries in the world. \n\nBy participating in this Promotion, you agree to release, indemnify and keep indemnified, and hold harmless to the maximum extent permitted by law, Sponsor, and its affiliates, franchisees, suppliers, distributors, advertising/promotion agencies, judges and their immediate families and prize suppliers, and each of their respective parent, subsidiary and affiliate companies and each such company’s officers, directors, employees and agents, and YouTube, Vimeo and Youku (collectively, the “Released Parties”) from and against any liabilities, claims, demands, losses, costs and expenses, or cause of action, including, but not limited to, personal injury, death, or damage to or loss of property, arising out of or related to use of your name in connection with this Promotion, screenshots from your App,  your participation in the Promotion, any default, non-observance, act or omission of the Entrant and/or breach of any warranty set forth herein,  or receipt, possession, use or misuse of any prize as well as any claims based on copyright, trademark, publicity rights, false endorsement or association, defamation and/or invasion of privacy, or similar claims.  To the maximum extent permitted by law, each Entrant also indemnifies and agrees to keep indemnified the Released Parties at all times from and against any liability, actions, claims, demands, losses, damages, costs and expenses for or in respect of which the Released Parties will or may become liable by reason of or related or incidental to any act, default or omission by a Entrant under these Official Rules including without limitation resulting from or in relation to any breach, non-observance, act or omission whether negligent or otherwise, of applicable law or these Official Rules by such Entrant.\n \nSponsor is not responsible if Promotion cannot take place or if any prize cannot be awarded due to delays or interruptions due to acts of God, acts of war, natural disasters, weather, acts of terrorism or any other causes outside of Sponsor’s reasonable control. Entrants who do not comply with these Official Rules or attempt to interfere with this Promotion in any way may be disqualified.\n\nSponsor and its affiliates are not responsible for any technical difficulties, technical malfunctions or errors (whether technical or typographical) experienced due to, internet availability, electronic problems, server, Internet Service Provider (ISP), website (including, without limitation, third party websites and social networking sites), telephone or other connections, availability or accessibility, or miscommunications, or failed computer, or mobile phone or other handheld device or tablet, hardware or software or telephone malfunctions, failures, or technical errors or difficulties, any error, omission, interruption, deletion, defect or delay in operation or transmission, theft or destruction or unauthorized access to, or tampering with or hacking of any of the websites, computer virus, bug, complications or server performance suspected to be caused by any reason, or other errors or corruptions of any kind whether human, mechanical, electronic or network or the incorrect or inaccurate capture of information or the failure to capture, or loss of, any such information or any other factor that may prevent an individual from completing or Sponsor from receiving (accurately or otherwise) an email, accessing any website or mobile application (including the Sponsor or any third party website or mobile application), or for any problem associated with the Sponsor’s website or other social media website or software, internet, telephone connections, servers, routers, or any other technical problem that may impact entry, participation, voting or prize claim in any way, regardless of the cause, including, without limitation, any injury or damage to any person’s computer, mobile phone or other handheld device or tablet, equipment, property, software or network related to or resulting from participating in Sponsor’s Promotion or visiting its websites (whether as an Entrant, or otherwise). Sponsor and its affiliates assume no responsibility for any incorrect or inaccurate information, whether caused by website users, or by any equipment or programming associated with or utilized in the Sponsor’s Promotion. Sponsor is not responsible for any printing errors or typographical errors in the printing of the offer, administration of the Promotion or in the announcement of the Prizes.   With respect to Entrants resident in Germany and other countries where required, the foregoing restrictions of liability are subject to the following restrictions.  The Sponsor and its affiliates are liable for their willful misconduct or negligence.  The liability for negligence is restricted to gross negligence.  The Sponsor shall only be liable for simple negligence in case of an infringement of a duty which is of essence for the proper performance under this promotion contract. In case of simple negligence damages are restricted to the extent reasonably foreseeable to the Sponsor and its affiliates.  The liability under the German Product Liability Act as well as for injury to life, body or health remains unaffected.\n \nIf, for any reason, in the sole opinion of the Sponsor, the Promotion is not capable of running as planned for any reason of infection by computer virus, worms, bugs, tampering, hacking, unauthorized intervention, fraud, technical failures, technical slow-downs, or any other causes, whether discovered or suspected by Sponsor, which, in sole opinion of the Sponsor, does or could corrupt or affect the administration, security, fairness, integrity or proper conduct of the Promotion.   \n\nExcept where prohibited, each Entrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Promotion or any prize awarded shall be resolved individually, without resort to any form of class action, and exclusively by the United States District Court for the Northern District of California or the appropriate California State Court located in Santa Clara County, California USA; (2) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Promotion, but in no event attorneys’ fees; and (3) under no circumstances will Entrant be permitted to obtain awards for, and Entrant hereby waives all rights to claim indirect, punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased.  All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Entrant and Sponsor in connection with the Promotion, shall be governed by, and construed in accordance with, the laws of the State of California applicable to contracts entered into by California residents and to be performed within such State, without giving effect to any choice of law or conflict of law rules (whether of the State of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California.  Despite the foregoing, mandatory consumer protection provisions of German law - including the provisions on the venue - remain unaffected and apply to Entrants resident in Germany.  Notwithstanding the foregoing, any dispute arising out of or in connection with these Official Rules brought by an Entrant from the People’s Republic of China, including any question regarding its existence, validity, or termination, shall be determined by arbitration administered by the American Arbitration Association in accordance with its International Arbitration Rules, and one arbitrator shall be appointed for the arbitration.  The place of arbitration shall be Santa Clara County, California, USA.  The language(s) of the arbitration shall be English.  \n \nPersonal information collected from Entrants, including but not limited to email address, first name, last name, country, state/province/prefecture, Zip/Post Code, City (“Personal Information”) is subject to Sponsor’s Privacy Policy located at \n.  By entering the Promotion, you agree to the collection, use, and distribution of your Personal Information in accordance with the terms of the privacy policy referred to herein and acknowledge that you have read and accepted such privacy policy.  You further consent that such Personal Information may be used by Sponsor and its designees for the purposes of administering the Promotion, contacting Entrants during the Promotion, and notifying and publicizing the winners.  The Personal Information that Sponsor collects is stored and processed on servers located in the United States.  Please note that the Sponsor may be located in a country that does not offer an equivalent level of protection of personal data as the Entrants' country of residence.  Entrants have a right to access, review, rectify, or cancel any Personal Information held by the Sponsor by writing to Sponsor (Attention: Dual Screen App Challenge) at the address listed below in Section 18.  If you have any questions or complaints about your Personal Information collected by Sponsor, you may submit your questions to webmaster@siliconimage.com.   Sponsor will endeavor to respond to your request within the timeframe as required by applicable local laws and regulations (for Entrants in the People’s Republic of China, Sponsor will do so within fifteen (15) days upon receiving an Entrant’s question or complaint).  If Entrant’s data is not provided or is inaccurate, Entrant’s Entries will be ineligible and disqualified.  Entrants agree that by entering into this Promotion, their Personal Information will be transmitted to Sponsor’s and/or its designees’ offices in California for the purposes of the Sponsor’s administration of the Promotion in accordance with the Official Rules.  To Entrants resident in Germany and other countries where required, the explicit consent of the Entrants, given in the course of the registration process applies instead of the consent stipulated within this paragraph.\nComplete Official Rules are available at the Sponsor’s headquarters at 1140 East Arques Avenue, Sunnyvale, California 94085 during normal business hours of 9:00 a.m. to 5:00 p.m., Monday through Friday or online at siliconimage.challengepost.com/rules.  A copy of these Official Rules will be mailed free of charge to anyone requesting them.  Postage for the request will be refunded at the economic postage rate, upon request made simultaneously with the request for the Official Rules.  To request a copy of these Rules, please contact Sponsor in writing at the above address. \nFor a winner list, visit siliconimage.challengepost.com.  The winner list will be posted at the site above after winner confirmation is complete through October 31, 2014.\n \n©2014 Silicon Image, Inc. All rights reserved.", "hackathon-prizes": [{"prize-content": "Each category will have a winner who will receive $20,000. In addition, those three will be ranked, and the top score across the three category winners will receive an additional $25,000 for a total of $45,000!", "prize-title": "Best in Show"}, {"prize-content": "Each category will have a winner who will receive $20,000. In addition, those three will be ranked, and the second score across the three category winners will receive an additional $10,000 for a total of $30,000!", "prize-title": "Runner Up"}, {"prize-content": "The 5 submissions with the most public votes will each receive $1,000!", "prize-title": "Popular Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://siliconimage.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does making the app dual screen significantly improve the user experience? Does the app make the best use of both the big screen and the small one?"}, {"judging-criterion": "Apps should make use of the sub-frame latency performance inherent in Silicon Image technologies such as MHL and WiHD. Apps or games that use the 8-channel surround sound and charging capabilities of MHL are encouraged."}, {"judging-criterion": "Is this a new and incredible way to use dual screens on Android? Does the app creatively use external accessories (e.g. Bluetooth keyboard/mouse, dock, game controller, etc.) for an enhanced user experience?"}, {"judging-criterion": "Which apps get the most votes?"}], "hackathon-location-address": "", "hackathon-description-header": "Think Outside the Phone!", "hackathon-prizes-total": "$80,000", "hackathon-location-description": "", "hackathon-end-date": "2014-07-22", "has-projects": "True"}