{"hackathon-description-text": "\nEver wanted to build the next Snapchat? Program a drone? Build a website that connects people across the globe? Come to HackTJ and work with your friends to build something cool, learn new tricks, and have a fantastic time!", "hackathon-number-of-prizes": "10", "hackathon-id": "hacktj2016", "hackathon-judges": [{"judge-role": "", "judge-name": "HackTJ Mentors"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "241", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nDevpost is the record of your hackathon, so write with details, upload pictures/videos, and anything else you would want to explain your project to the viewer.\nHowever, judging will be conducted in-person, not on Devpost, so don't worry about uploading code or making your submission ", "hackathon-rules": "\nAll participants agree to follow the \n while at HackTJ.\n", "hackathon-prizes": [{"prize-content": "For any web or server-side applications.", "prize-title": "Best Web App"}, {"prize-content": "For any apps developed for iOS, Android, Windows phone, or any other mobile platform.", "prize-title": "Best Mobile App"}, {"prize-content": "For any hack that incorporates some sort of physical device (other than a phone or laptop) – e.g. Arduino, Raspberry Pi, Oculus Rift, Myo, or anything else.", "prize-title": "Best Hardware Hack"}, {"prize-content": "For any project built by a team of participants who have never been to a hackathon before.", "prize-title": "Best Beginner Hack"}, {"prize-content": "For the best project built for the Pebble Watch.", "prize-title": "Best Pebble Hack"}, {"prize-content": "For any project that uses MongoDB. (Please note that this prize is awarded by representatives of MongoDB, and not the HackTJ judges.)", "prize-title": "Best use of MongoDB"}, {"prize-content": "For the best hack using the Capital One API. (", "prize-title": "Best Capital One Hack"}, {"prize-content": "For the \"funniest\" domain name registered with your Domain.com coupon. (Please make sure you note the domain name in your project submission)", "prize-title": "Best Domain Name (sponsored by Domain.com)"}, {"prize-content": "The best hack that addresses one of the challenges on kpcbfellows.com/challenges will receive interviews for next year's KPCB Fellows Program. You must submit your project both here and to the link above. (Only Seniors can be eligible for this prize).", "prize-title": "KPCB #BuildForGood"}, {"prize-content": "For the best app or program using internet-sourced data. Prize is a Raspberry Pi for each team member.", "prize-title": "BookHolders Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=6560 Braddock Rd, Alexandria, VA 22312, USA", "hackathon-url": "https://hacktj2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We're looking to see that your hack is unique and different – something we haven't seen before. This also includes the technical difficulty of the project, and the implementation of something new and interesting with technology."}, {"judging-criterion": "We're looking to see a creative approach to solving a problem with your hack. This includes (but is not limited to) a unique or fun UI design, an outside-of-the box solution, or a fun theme/vision for your hack."}, {"judging-criterion": "We're looking for hacks that solve a real problem – things that you or I would appreciate using in our daily lives."}, {"judging-criterion": "It's important to develop an interesting and engaging \"pitch\" for your app, one that easily explains what it does without boring the listener."}], "hackathon-location-address": "6560 Braddock Rd, Alexandria, VA 22312, USA", "hackathon-description-header": "The Original High School Hackathon is back – again.", "hackathon-prizes-total": "$2,800", "hackathon-location-description": "Thomas Jefferson High School for Science and Technology", "hackathon-end-date": "2016-02-07", "has-projects": "True"}