{"hackathon-description-text": "\nAt MHacks: Refactor, we're forming an inclusive community that empowers everyone to make, break, and create the best hacks imaginable and to develop a love for hacking.", "hackathon-number-of-prizes": "21", "hackathon-id": "mhacksrefactor", "hackathon-judges": [{"judge-role": "MHacks Sponsorship Team", "judge-name": "William Cohen"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "373", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "10", "hackathon-requirements": "", "hackathon-rules": "\nThe hack must be built during MHacks: Refactor and within the 36 hours of hacking.\nIf you're a beginning hacker, check this out: http://blog.mlh.io/your-first-hackathon-10-07-2013/\nIn addition to Major League Hacking's Code of Conduct found here - http://static.mlh.io/docs/mlh-code-of-conduct.pdf - we ask hackers at MHacks to agree to the following:\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it. \n3) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.\nThe only exception to this rule is that you may use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\n Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”. \n4) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community. \n5) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. \n They'll review it with the team and notify you if you should go forward. Don't waste 36 hours on a  hack that won't be allowed to demo.\n6) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.", "hackathon-prizes": [{"prize-content": "To be revealed at closing ceremony", "prize-title": "MHacks Top 5"}, {"prize-content": "MLH powered by Dell and Intel Medals", "prize-title": "1st Place Overall - MLH"}, {"prize-content": "MLH powered by Dell and Intel Medals", "prize-title": "2nd Place Overall - MLH"}, {"prize-content": "MLH powered by Dell and Intel Medals", "prize-title": "3rd Place Overall - MLH"}, {"prize-content": "Awarded for best Travel Hack", "prize-title": "Best Travel Hack by Concur"}, {"prize-content": "Best Hack to Help Developers wins GitHub Mona the Octocat Statues", "prize-title": "Best Hack to Help Developers by GitHub and MLH"}, {"prize-content": "Awarded for best use of Intel Edison", "prize-title": "Best Use of Intel Edison"}, {"prize-content": "Awarded for best use of Cloud Services", "prize-title": "Best Use of Cloud Services by Linode"}, {"prize-content": "Awarded for most creative use of insights", "prize-title": "Most Creative Use of Insights by Qualtrics"}, {"prize-content": "Awarded for most creative use of Target's API", "prize-title": "Most Creative Use of Target API"}, {"prize-content": "Awarded for best use of Twilio's API", "prize-title": "Best Twilio Hack"}, {"prize-content": "Wins a Domain.com swag bag with Spark Fun Arduino Red Boards", "prize-title": "Best Domain.com Domain Name"}, {"prize-content": "Awarded for best use of the ArcGIS Platform", "prize-title": "Best Use of Esri ArcGIS"}, {"prize-content": "Awarded for best use of Capital One's API", "prize-title": "Best Use of Capital One API"}, {"prize-content": "Awarded for best use of Visa's API", "prize-title": "Best Use of Visa API"}, {"prize-content": "Awarded for best Financial Hack", "prize-title": "Best Financial Hack sponsored by Blackrock"}, {"prize-content": "Awarded for best Health Related Hack", "prize-title": "Best Health Hack, from Meridian Health"}, {"prize-content": "Awarded for best use of Firebase", "prize-title": "Best Use of Firebase"}, {"prize-content": "Best use of Emergent Technology", "prize-title": "Best Use of Emergent Technology by Disney"}, {"prize-content": "Amazon Gift Card", "prize-title": "Best Use of MongoDB"}, {"prize-content": "Awarded to a teams that are looking to continue working on their hack after the weekend", "prize-title": "1517 Hack Grant"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1301 Beal Ave, Ann Arbor, MI 48109, USA", "hackathon-url": "https://mhacksrefactor.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the application demonstrate technical competence/knowledge?"}, {"judging-criterion": "Did the team use a variety of technologies?"}, {"judging-criterion": "Did the project execute cleanly, without errors and bugs?"}, {"judging-criterion": "Is the hack extensible? Can more functionality be added to the app by the team members, users, or other developers?"}, {"judging-criterion": "Is the idea original? Has it never been done before?"}, {"judging-criterion": "Is the hack novel in its implementation or development?"}, {"judging-criterion": "Does the hack identify and fulfill the user’s need?"}, {"judging-criterion": "Were the presenters clear, and did they communicate their idea effectively?"}, {"judging-criterion": "Is the application aesthetically pleasing?"}, {"judging-criterion": "Is the application intuitive to use?"}], "hackathon-location-address": "1301 Beal Ave, Ann Arbor, MI 48109, USA", "hackathon-description-header": "50/50. 4:1. 500-700. radical. empowering. unapologetic.", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "University of Michigan - North Campus", "hackathon-end-date": "2016-02-21", "has-projects": "True"}