{"hackathon-description-text": "\nMedHacks brings together the nation’s brightest technologists, scientists, healthcare professionals and engineers to come up with creative solutions to the most fundamental of all human concerns - health. During the 36 hour event, students will engage in exciting ideation, hacking, and pitching sessions. They will interact with accomplished mentors and innovative companies from the healthcare, tech, and business fields, and compete cash prizes- some sponsored by the biggest names in industry", "hackathon-number-of-prizes": "11", "hackathon-id": "medhacks2017", "hackathon-judges": [{"judge-role": "Texas Medical Center, BioDesign", "judge-name": "Lance Black, MD"}, {"judge-role": "Exec Vice Dean, Johns Hopkins School of Medicine", "judge-name": "Landon King"}, {"judge-role": "Dean, Johns Hopkins School of Nursing", "judge-name": "Patricia Davidson"}, {"judge-role": "SVP of Engineering of Healthcare and Education, Elsevier", "judge-name": "Jeff Keating"}, {"judge-role": "Professor of the Practice and Founding Director of the Innovation+Design Enabling Access (IDEA)", "judge-name": "Anthony D. So"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nIf you applied to MedHacks, \n ", "hackathon-number-of-participants": "382", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nSee the code of conduct: \n All rules must be followed.", "hackathon-prizes": [{"prize-content": "$1,500 to the first place team of the six finalist teams. This first place team will also be awarded a Muse headband ($250 value).", "prize-title": "First Place Winner"}, {"prize-content": "$1250 to the second place team of the six finalist teams", "prize-title": "Second Place Winner"}, {"prize-content": "$1000 to the third place team of the six finalist teams.", "prize-title": "Third Place Winner"}, {"prize-content": "Your team will have the opportunity to spend half a day with the Managing Director of BlueCross BlueShield Venture Partners, John Banta, or a similar level partner. The purpose of this opportunity is to learn how to take your winning hackathon idea to the market.", "prize-title": "Winner of Access to Care Track - Presented by BlueCross BlueShield"}, {"prize-content": "Your team will have amazing career prep from CVS. This will include mentoring from a Manager (matched to the students interest) and a resume review session with as Sr. Consultant or higher within CVS Health. Additionally, winners will each receive a FitBit Alta (~$130 value).", "prize-title": "Winner of Medication Adherence Track - Presented by CVS Health"}, {"prize-content": "Your team will have an amazing chance to work with the Armstrong Institute to develop the project after the completion of MedHacks. Members will also have formal specialized advisory meetings with several JHU departments including: the Armstrong Institute for Patient Safety and Quality, Johns Hopkins University Applied Physics Laboratory, Carey Business School, and Malone Center for Engineering in Healthcare", "prize-title": "Winner of Patient Safety &amp; Quality - Presented by Johns Hopkins Medicine"}, {"prize-content": "The Top 20 teams will win a year of Wolfram|One Personal Edition ($310 value) plus a one-year subscription to Wolfram|Alpha Pro ($66 value)", "prize-title": "The Wolfram Award"}, {"prize-content": "410C Dragonboard ($85) for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "The Top 3 Johns Hopkins teams will present to the VC firm Contrary Capital for potential funding opportunities and placement in the summer accelerator", "prize-title": "Contrary Capital Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=720 Rutland Ave, Baltimore, MD 21205, USA", "hackathon-url": "https://medhacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Projects will be judged on alignment to the submitted track's theme"}, {"judging-criterion": "Projects will be judged based on their achievement in surmounting real technical challenges"}, {"judging-criterion": "Projects will be judged on their practicality in implementation to solve real medical issues"}, {"judging-criterion": "Projects will be judged based on their novelty and potential to disrupt the medical field."}], "hackathon-location-address": "720 Rutland Ave, Baltimore, MD 21205, USA", "hackathon-description-header": "Are you ready to change the future of healthcare?", "hackathon-prizes-total": "$17,395", "hackathon-location-description": "Johns Hopkins Hospital - Turner Auditorium", "hackathon-end-date": "2017-09-10", "has-projects": "True"}