{"hackathon-description-text": "\n“", "hackathon-number-of-prizes": "7", "hackathon-id": "alexakidskills", "hackathon-judges": [{"judge-role": "President, Code.org", "judge-name": "Alice Steinglass"}, {"judge-role": "General Manager, Learning & Development, Pinpoint Learning", "judge-name": "Ashley Andersen Zantop"}, {"judge-role": "Assistant Professor, University of Washington Information School", "judge-name": "Jason Yip"}, {"judge-role": "Founder and CEO, Black Girls Code", "judge-name": "Kimberly Bryant"}, {"judge-role": "General Manager, Kids and Family, Amazon", "judge-name": "Kurt Beidler"}, {"judge-role": "Senior VP, Digital Partnerships, Nickelodeon", "judge-name": "Stefanie Schwartz"}, {"judge-role": "VP, Amazon Alexa", "judge-name": "Steve Rabuchin"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\n\n\n\n ", "hackathon-number-of-participants": "2592", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nBuild an Alexa skill that educates, entertains, and/or engages children under the age of 13.\nA skill description, video demo, and other information must be submitted on the Devpost website by\nThe skill must be submitted to the\n ", "hackathon-rules": "\n \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nAlexa Skills Challenge: Kids (the “Competition”)\n (the “Competition Website”)\n \n\n(the “Poster”): Amazon Digital Services LLC, 410 Terry Avenue North, Seattle, WA 98109-5210.\nThe Poster is the sponsor of the Competition.\n(the “Administrator”): Devpost, Inc. (“Devpost”), 222 Broadway, 19th Floor, New York, NY 10038.\nThe Administrator is responsible for the rules, administration, and operation of the Competition. The Poster, Amazon, is not responsible for the administration or operation of the Competition.\n \n\n October 25, 2017 (5:00pm Eastern Time, USA) – January 10, 2018 (5:00pm Eastern Time, USA) (the “Submission Period”)\nJanuary 10, 2018 (10:00am Eastern Time, USA) – January 17, 2018 (5:00pm Eastern Time, USA) (the “Certification Period”)\n January 18, 2018 (10:00am Eastern Time) – January 29, 2018 (5:00pm Eastern Time) (the “Finalist Judging Period”)\n On or around January 30, 2018 (2:00pm Eastern Time) \nJanuary 31, 2018 (10:00am Eastern Time) – February 20, 2018 (5:00pm Eastern Time) (the “Customer Engagement Period”)\nFebruary 21, 2018 (5:00pm Eastern Time) – February 27, 2018 (5:00pm Eastern Time) (the “Second Round Judging Period”)\nOn or around February 27, 2018 (2:00pm Eastern Time) \nOn or around February 28, 2018 (2:00pm Eastern Time) \n\nIMPORTANT:\nThe Administrator will be the official timekeeper for the Competition.\n \n\n\n(the above are collectively, “Makers”)\nAn Eligible Individual may join more than one Team or Organization and an Eligible Individual who is part of a Team or Organization may also enter the Competition on an individual basis.  \nIf a Team, or Organization is entering the Competition, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative and each team member must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team, or Organization you represent and warrant that you are the Representative authorized to act on behalf of your Team, or Organization.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Competition, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\n \n\nMakers must do the following to participate in the Competition:  \n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\n(i) \nMakers must build a functioning Alexa skill intended to entertain, educate, and/or engage children under the age of thirteen (each a “Skill”).\n(ii) \nThe Skill must be functioning and submitted for U.S. Alexa Skill Store certification prior to the end of the Submission Period. The Skill must be certified and publicly available in the U.S. Alexa Skill Store prior to the end of the Certification Period. The Skill must function as depicted in the video and/or expressed in any other Submission materials.\n(iii) \nSkills may be either newly created or updated by the Maker after the start of the Submission Period. Makers entering Skills that existed prior to the start of the Submission Period will be required to explain how their Skill has been updated during the Submission Period. Skills that have been selected as a winner in any other contest are not eligible for prizes in the Competition.\n (vii) \n A Maker may submit more than one Submission, however, each Submission must be unique and substantially different from each of the Maker’s other Submissions, as determined by the Poster and/or the Administrator. Please note, however, that each Maker is only eligible to receive one Participation Prize, regardless of how many Submissions they enter.\n(v) \nSkills may integrate SDKs, APIs and data, provided the Maker has the rights to use them.\n(vi) \nYour Submission must: (a) be your (or your Team, or Organization’s) original work product; (b) be solely owned by you, your Team, or your Organization with no other person or entity having any right or interest in it; (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity; and (d) comply with the Developer Agreement and all terms, rules and policies that Poster or its affiliates make available regarding submission of Alexa Skills. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Competition you represent, warrant, and agree that your Submission meets these requirements.\n(vii) \n A Skill must not have been developed, or derived from a Skill developed, with financial or preferential support from the Poster or Administrator. Such Skills include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or Administrator any time prior to the end of Submission Period. This includes Skills that have been funded or co‑developed by Amazon, including skills that earn money through licensing. The Administrator, at their sole discretion, may disqualify a Submission, if awarding a prize to the Submission or Maker would create a real or apparent conflict of interest.\n\nThe text description should explain the features and functionality of your Skill.\n\nThe video portion of the Submission: \na. should be less than five (5) minutes;\nb. should include appropriate disclosure on the video or text description that it is being posted as part of entry into the Competition (#AmazonAlexaSkillsChallengeKids)\nc. must include footage that clearly explains the Skill’s features and functionality through a comprehensive demonstration;\nd. must be uploaded to YouTube, Vimeo, or Youku and be made public, and a link to the video must be provided on the submission form on the Competition Website; and\ne. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material;\nf. must not infringe on any third party’s intellectual property, including featuring names and images of people without their permission;\ng. must comply with \n; and\nh. in the event a minor appears in the video, the minor should be the legal child of Maker. If Maker is not the parent or legal guardian of the child appearing in the video, Maker must obtain written consent from the parent/legal guardian to publicly feature the child in the video.\n\nPrior to the end of the Submission Period, you may save draft versions of your Submission on Devpost to your portfolio before submitting the Submission materials to the Competition for evaluation. Once the Submission Period has ended, you may not make any changes or alterations to your Submission, but you may continue to update the project in your Devpost portfolio.\nThe Poster may permit you to modify part of your Submission after the Submission Period for the purpose of acquiring additional consent forms, adding the Competition hashtag to the demonstration video, or removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what the Poster permits.\n \n\nSubject to the licenses described below and granted in the Developer Agreement, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Competition, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Competition Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\nMakers represent and warrant that the Poster, Administrator, and Competition partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n \n\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or external, may or may not be listed individually on the Competition Website, and may change before or during the Judging Period.\nJudging will take place in two rounds with two panels of Judges, selected at the discretion of the Poster. During the Finalist Judging Period, a panel of Judges will select twenty (20) Finalist prize winners. During the Second Round Judging Period, a second panel of Judges will select the Grand Prize and Bonus Prize winners described below in Section 7.\n\nDuring the Finalist Judging Period, the panel of Judges will score eligible Submissions using the following equally weighted criteria:\n(including creativity and originality of the skill)\n(including the user experience, such as its ease-of-use and whether it performs as expected and includes fresh content)\n(including the description, video demonstration, and any other materials submitted on the Competition Website)\n(including the extent to which the skill can engage, entertain, and/or educate children under the age of 13)\nDuring the Second Round Judging Period, the panel of Judges will score Finalists using criteria (i), (ii), and (iv) from the Finalist Judging Period. In addition, Amazon Judges will score each Finalist on a fifth, equally weighted criterion to evaluate the performance of each Finalist’s Skill during the Customer Engagement Period:\n(a variety of factors are considered such as minutes of usage, new customers, recurring customers, customer ratings, and more). NOTE: Makers may promote their skills during the Customer Engagement Period however, they may not use any automated methods to create customer engagement nor offer any incentive in exchange for customer engagement with the skill.\n(The above are collectively the “Judging Criteria”).\nThe Judging Criteria above may not apply to every Prize. See Section 7 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJudges are not required to test the Skill and may choose to judge based solely on the text description, images and video provided in the Submission. \nFor each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n\n\nAn eligible Skill may win a Participation Prize, a Finalist Prize, and the Grand Prize. Each Maker is limited to one Participation Prize, regardless of the number of eligible Skills entered by the Maker. The Grand Prize winner is NOT eligible to win a Bonus Prize. A Finalist Prize winner may also win a Bonus Prize but a Bonus Prize may be awarded to a Skill that is not a Finalist Prize winner, with the exception of the “Kid Favorite, Parent Approved” Prize which will be awarded to one of the 20 Finalist Award Winners. An eligible Skill can only win one of the Bonus Prizes.\n \n\nIn addition to the requirements in Section 3, Makers (including all team members, if a team submission) must:\n \n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nPotential winners will be notified using the email address associated with the Devpost account used to enter the Submission (the submitter is the “Representative” in the case of a Team or Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a Team or Organization) will be required to sign and return to the Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”). Required Forms for any potential winner under the age of the majority in their country of residence will need to be completed and returned by the potential winner’s parent or legal guardian.\nten (10) business days after the Required Forms are sent.\nThe Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s Team or Organization, is disqualified for any other reason. \nIn the event of a disqualification, the Administrator may award the applicable Prize to an alternate potential winner.\n \n\nThe Administrator has the right to make a Prize substitution of equivalent or greater value. The Administrator will not award a Prize if there are no eligible Submissions entered in the Competition, or if there are no eligible Makers or Submissions for a specific Prize.\nPrizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a Team, or to the Organization, if the Maker is an Organization. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their Team or Organization’s participating members, as the Representative deems appropriate. \nPrizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a Team, or to the Organization, if the Maker is an Organization. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their Team or Organization’s participating members, as the Representative deems appropriate. Prizes are payable via any means of the Poster or Administrator's choosing, whether electronic or not, and are payable only after receipt of the Required Forms. A winning Maker may be required to provide a mailing address, bank information, and/or create an account with an electronic payment provider of the Poster or Administrator’s choosing in order to receive payment.\nFailure to provide correct information on the Required Forms, or other correct information required for the delivery of a Prize, may result in delayed Prize delivery, disqualification or the Maker, or forfeiture of a Prize.\nWithin 45 days of the Administrator’s receipt of the Required Forms. Prizes for any potential winner under the age of the majority in their country of residence will be fulfilled to the potential winner’s parent or legal guardian.\nWinners (and in the case of Team or Organization, all participating members) are responsible for any fees associated with receiving or using a prize, including but not limited to, wiring fees. Winners (and in the case of Team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \n\nA. By entering the Competition, you (and, if you are entering on behalf of a Team or Organization, each participating member) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Competition Judges which are binding and final in all matters relating to the Competition.\n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Competition, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Competition; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Competition Website;\n(iii) unauthorized human intervention in any part of the entry process or the Competition; \n(iv) technical or human error which may occur in the administration of the Competition or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Competition or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Administrator.\n \n\nBy participating in the Competition you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Competition. This consent applies, as applicable, to all members a Maker’s Team or Organization that participated in the winning Submission.\n \n\nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Competition, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB. Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Competition, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law.  Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Competition materials, including but not limited to the Submission form, Competition Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Administrator will post the terms and conditions of the amended Official Rules on the Competition Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Competition, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n \n\nBy entering, all Makers (including, in the case of a Team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n \n\nA. Except where prohibited by law, as a condition of participating in this Competition, Maker agrees that:\n(i) any and all disputes and causes of action arising out of or connected with this Competition, or any Prizes awarded, shall be resolved individually, without resort to any form of class action lawsuit, and exclusively by final and binding arbitration under the rules of the American Arbitration Association and held at the AAA regional office nearest the contestant;\n(ii) the Federal Arbitration Act shall govern the interpretation, enforcement and all proceedings at such arbitration; and\n(iii) judgment upon such arbitration award may be entered in any court having jurisdiction.\nB. Under no circumstances will Maker be permitted to obtain awards for, and contestant hereby waives all rights to claim, punitive, incidental or consequential damages, or any other damages, including attorneys’ fees, other than contestant’s actual out-of-pocket expenses (i.e., costs associated with entering this Competition), and Maker further waives all rights to have damages multiplied or increased.\nC. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of Maker, Administrator and Poster in connection with this Competition, shall be governed by, and construed in accordance with, the substantive laws of the State of New York, USA without regard to New York choice of law rules.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\n \n\nPlease review the Devpost Terms of Service at \n for additional rules that apply to your participation in the Competition and more generally your use of the Competition Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Competition only.\nParticipation in the Competition constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Competition that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nThe Administrator collects personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n. \n \n\nIf you have any questions or comment, or wish to send us any notice regarding this Competition, please email us at \n. \n \n \n \n \n \n ", "hackathon-prizes": [{"prize-content": "• $20,000 USD Grand Prize", "prize-title": "Grand Prize"}, {"prize-content": "• $5,000 USD", "prize-title": "Finalist Prize"}, {"prize-content": "• $7,500 USD Kid Favorite, Parent Approved Prize", "prize-title": "Bonus Prize: Kid Favorite, Parent Approved"}, {"prize-content": "• $10,000 USD", "prize-title": "Bonus Prize: Best Skill by High School Students age 13-18 in US or Canada"}, {"prize-content": "• $10,000 USD", "prize-title": "Bonus Prize: Best Skill by University Students"}, {"prize-content": "• $7,500 USD", "prize-title": "Bonus Prize: Best Skill Designed for Echo Show"}, {"prize-content": "• $7,500 USD", "prize-title": "Bonus Prize: Best Educational Skill"}], "hackathon-location-google-maps": "", "hackathon-url": "https://alexakidskills.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "(including creativity and originality of the skill)"}, {"judging-criterion": "(including the user experience such as its ease-of-use, whether it performs as expected, includes fresh content, etc.)"}, {"judging-criterion": "(including the extent to which the skill can engage, entertain, and/or educate children under the age of 13)"}, {"judging-criterion": "(including the description, video demo, and any other materials submitted to Devpost)"}, {"judging-criterion": "(a variety of factors are considered such as minutes of usage, new customers, recurring customers, customer ratings, and more)"}], "hackathon-location-address": "", "hackathon-description-header": "Build an Alexa skill that educates, entertains, and engages kids under 13", "hackathon-prizes-total": "$202,500", "hackathon-location-description": "", "hackathon-end-date": "2018-01-10", "has-projects": "True"}