{"hackathon-description-text": "\nFemmeHacks is an all-women collegiate hackathon that aims to create a welcoming environment for women in tech. FemmeHacks is available to all women, beginner to experienced, and allows students to explore their passion for tech by building on web, mobile and hardware.", "hackathon-number-of-prizes": "7", "hackathon-id": "femmehacks-2018", "hackathon-judges": [{"judge-role": "", "judge-name": "To Be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "76", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSolve a problem, design a cool website, make something completely random!\nYour project must function reasonably and able to be demoed in front of an audience. Screenshots and/or a video are allowed as supplements. ", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "Drone for each team member", "prize-title": "Judges Choice"}, {"prize-content": "Amazon Echo for each team member", "prize-title": "Runner Up"}, {"prize-content": "Raspberry Pie for each team member", "prize-title": "Best Beginner"}, {"prize-content": "2 EA Games for each member", "prize-title": "Best Beginner Runner Up"}, {"prize-content": "Unicorn Plush Toy(s)", "prize-title": "Best Use of Twilio API"}, {"prize-content": "Google Home for each member", "prize-title": "Best Use of Google Cloud Platform"}, {"prize-content": "$200 Amazon Gift Cards for each member of the winning team", "prize-title": "Capital One Best Financial Hack"}], "hackathon-location-google-maps": "", "hackathon-url": "https://femmehacks-2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What was special about this idea? How is it different?"}, {"judging-criterion": "How challenging was this project? Has it been done before?"}, {"judging-criterion": "How well was the project put together?"}, {"judging-criterion": "Is the project viable for future use by a specific, or many, audiences?"}], "hackathon-location-address": "", "hackathon-description-header": "FemmeHacks is a beginner-friendly, collegiate hackathon for women-identifying* individuals in Philly/NY/NJ", "hackathon-prizes-total": "$2,119", "hackathon-location-description": "University of Pennsylvania and the Pennovation Center!", "hackathon-end-date": "2018-02-04", "has-projects": "True"}