{"hackathon-description-text": "\nHackGenY and eBay are now partering to invite Israel's 150 top young bright hackers, to show the world what they can do within 36 hours. But with a twist.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackinggenerationyebay", "hackathon-judges": [{"judge-role": "Head of Innovation at eBay", "judge-name": "Yan Chelly"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAges: 0 - 26\nNo other requirement!", "hackathon-number-of-participants": "37", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll hacks must utilize eBay's API. The mission of the Hackathon is:\n\"Build viral mobile applications, centered on Gamification, with eBay's API\"", "hackathon-rules": "\nOnly teams comprised wholly of eligible participants that submit their hacks to this DevPost, and then go on to demo their hack at HackGenY can win prizes. \n- YOU MUST BE AT HACKGENY TO WORK ON A PROJECT FOR SUBMISSION\n- You cannot work on your project before the event begins\n- You cannot steal another team's source code\n- The decision of judges is final for determining prizes and awards\n- Please comply with all instructions from HackGenY organizers\n- Be respectful to the people around you\n- Do not vandalize the WIX building in any way. \n ", "hackathon-prizes": [{"prize-content": "Cash prize to the winning team, purchasing their product", "prize-title": "First Place"}, {"prize-content": "TBD", "prize-title": "Second Place"}, {"prize-content": "TBD", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Nemal Tel Aviv St 40, Tel Aviv-Yafo, Israel", "hackathon-url": "https://hackinggenerationyebay.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack practical given its target audience? Is it something that the user base would actually use? Does it fulfill a need people have?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well-designed?"}], "hackathon-location-address": "Nemal Tel Aviv St 40, Tel Aviv-Yafo, Israel", "hackathon-description-header": "Hacking Generation Y and eBay are partnering to find Israel's brightest youth!", "hackathon-prizes-total": "$14,000", "hackathon-location-description": "WIX Offices", "hackathon-end-date": "", "has-projects": "False"}