{"hackathon-description-text": "\n(Substitutable Medical Apps, Reusable Technologies) is one of four Strategic Health IT Advanced Research Projects (SHARP) funded by the", "hackathon-number-of-prizes": "1", "hackathon-id": "smartapps", "hackathon-judges": [{"judge-role": "", "judge-name": "SMART Challenge - Judging Panel - See http://www.smartplatforms.org/challenge/"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "34", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nApps must use the SMART application programming interface and run inside the SMART reference EMR.\nApps may be open source or proprietary.  \nOrganizations unable to receive a cash prize will have the option of having the funds donated to one of a selected group of health charities.\nIndividuals funded or directly supervised by an individual directly funded by SMART are unable to win first prize, but you are encouraged to submit your SMART app.\nThere are no formal limitations on environment, though please be explicit about which environment your app was designed to run in.  We'll do our best to judge your app in that environment.  However, we cannot commit to judging apps in highly specialized environment, e.g., if you build an app that only runs on the Viewsonic G-Tablet, we cannot agree to buy hardware to test it. We strongly encourage you to submit an app that runs in a versatile way, degrading gracefully when aspects of browser support are absent. \nBoth narrowly-focused and broader applications are welcome.  Both will be judged using the same judging criteria.\nThere are no limits on team size.", "hackathon-prizes": [{"prize-content": "The winner will receive $5,000.00 and be invited to meet with the SMART team to demonstrate their application and discuss further development opportunities. The winning app will be showcased at SMARTPlatforms.org and in the Apps Gallery, with credit given to the development team.", "prize-title": "First Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://smartapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "We challenge you to create a web app to revolutionize healthcare, providing value to patients, physicians, or researchers.  SMART will allow your app to be used in multiple EHRs and PCHRs.", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}