{"hackathon-description-text": "\nAs young women coders, it’s difficult to find jobs or programs that will take coders and expose them to real-world coding environments. We want to provide an experience to help expose these women to possible challenges they may face in interviews, as well as the environments themselves that they might participate and work in.", "hackathon-number-of-prizes": "6", "hackathon-id": "pixiehacks", "hackathon-judges": [{"judge-role": "Co-founder / LookBooker", "judge-name": "Renee Robbie"}, {"judge-role": "Curriculum Developer / Girls Who Code", "judge-name": "Megan Sullivan"}, {"judge-role": "Engineering Manager / Tumblr", "judge-name": "Corinne Hoener"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAll hackers must be females who are currently in high school or just graduated from high school.\nTeams are capped at 4 people.\nOur hackers can come from anywhere, but no travel reimbursements are given.", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nYou can build anything you want! There are no suggestions or boundaries--make whatever your coding heart desires. We do have five prize categories, but their interpretations can be vague, so run with whatever idea your mind creates :)", "hackathon-rules": "\n\n \n\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "Shows basic knowledge of game development.", "prize-title": "Best Overall"}, {"prize-content": "The best overall website, web app, or ios app. Incorporates at least one API or framework. *Use of tumblr framework or API is highly encouraged*", "prize-title": "Best Application/Website"}, {"prize-content": "The best project overall. This team went above and beyond the call of duty, challenged themselves and solved a problem uniquely.", "prize-title": "Best Game"}, {"prize-content": "Most creative app, website, or game.", "prize-title": "Best Beginner Hack"}, {"prize-content": "The hack that shows a lot potential using beginner concepts.", "prize-title": "Most Innovative Hack"}, {"prize-content": "This will be conducted by a hacker-wide vote on all of the projects submitted on July 9th. The project with the most votes will win!", "prize-title": "Most Popular Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=35 E 21st St, New York, NY 10010, USA", "hackathon-url": "https://pixiehacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is it cool? Is it functional? Is it something your grandparents and your six year old cousin want to use? Is it something you wanted to make, and you pushed yourself to do?"}], "hackathon-location-address": "35 E 21st St, New York, NY 10010, USA", "hackathon-description-header": "A hackathon to immerse female coders in the technology industry", "hackathon-prizes-total": "0", "hackathon-location-description": "Tumblr HQ", "hackathon-end-date": "", "has-projects": "False"}