{"hackathon-description-text": "\nCoders Of Caribbean is a 42 hour hackathon hosted by Next Gen Creators to help youth to create the next big thing. In this maker-space participants can bring their ideas to life ; while accessing our mentors and resources.", "hackathon-number-of-prizes": "6", "hackathon-id": "coc2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Anthony Chance"}, {"judge-role": "", "judge-name": "Ruchmair Dixon"}, {"judge-role": "Web and Mobile Applications, NCB", "judge-name": "Sean Bowen"}, {"judge-role": "Yello Media", "judge-name": "Joel Nomdarkham"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAge Limit : 13-27 ", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nThis code-marathon is a youth and community event intended for innovation, collaboration, and engagement with computer science.\nWe value the participation of each member of the community and want all attendees to have an enjoyable and fulfilling experience. Accordingly, all attendees are expected to show respect and courtesy to other attendees throughout the event.\nTo make clear what is expected, all attendees, speakers, and volunteers at the event are required to conform to the following Code of Conduct. Organizers will enforce this code throughout the event.\n\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event.\n\nIn the spirit of innovation and collaboration, we encourage every participant to contribute as much as they can to their team’s project. This is the first time that many of the participants will be learning computer science concepts, so don’t be shy! Ask plenty of questions and speak out your ideas. There is no judgment here (except in the final round of judging), and we love to see every single student building!\n\nWe welcome attendees from all backgrounds and skill levels - from “never been to Hackathon before” to experts. This event is about engaging youth with the world of computer science and mobile application development. Be open to any and all ideas, thoughts, and feedback. We are creating big ideas this weekend!\n\nDo your best. Prepare something to show others and something you can be proud of.\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}, {"prize-content": "Design a game that showcases the Jamaican culture in a positive way.", "prize-title": "Jamaica Culture: Gamified"}, {"prize-content": "Design an application that solves a problem within the agricultural sector.", "prize-title": "Agriculture: Sort Out"}, {"prize-content": "Build an NCB Product interest app that will access users’ social media profiles to propose appropriate NCB products and services.", "prize-title": "NCB Social"}, {"prize-content": "Develop a mobile app to assist the public with finding missing children. Hear the Children’s Cry, the country’s only missing children’s program and would like to get persons to be able to assist in the effort in the search for these children.", "prize-title": "Find the little ones"}, {"prize-content": "Design an application that solves a problem within the tourism sector.", "prize-title": "Tourism: To di werl'"}], "hackathon-location-google-maps": "https://maps.google.com/?q=37, Arnold Rd, Kingston, Jamaica", "hackathon-url": "https://coc2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How good of an idea is it? Was the idea unique, or a different take on an existing/similar app? How well did the app execute upon the theme/category chosen?"}, {"judging-criterion": "How was the overall pitch? Did the presenter get across the problem and how they plan to solve it in a precise but understandable manner?"}, {"judging-criterion": "Is the problem they are trying to solve and the manner in which they are going about so worth the time and investment?"}, {"judging-criterion": "What was the technical complexity of the project? How hard was it to implement the idea?"}, {"judging-criterion": "Did their demo actually work? What did they learn?"}], "hackathon-location-address": "37, Arnold Rd, Kingston, Jamaica", "hackathon-description-header": "Create Something  You’ve Never Imagined.", "hackathon-prizes-total": "$255,000", "hackathon-location-description": "CPTC", "hackathon-end-date": "2017-07-16", "has-projects": "True"}