{"hackathon-description-text": "\nSXSW invites hackers, creators, makers, and coders to converge to solve problems, create new tools, and push the boundaries of existing tech across entertainment media from Tuesday, March 13 through Wednesday, March 14. Over the course of 24 hours during SXSW, hackers collaborate and compete in three media categories that span the rich universe of SXSW: Music, Film, and VR/AR.", "hackathon-number-of-prizes": "10", "hackathon-id": "sxswhackathon2018", "hackathon-judges": [{"judge-role": "VP, New Digital Business, Universal Music Group", "judge-name": "Tuhin Roy"}, {"judge-role": "Partner, Floodgate", "judge-name": "Ryan Walsh"}, {"judge-role": "Gen Z Whisperer", "judge-name": "Tiffany Zhong"}, {"judge-role": "CEO, XLIVE", "judge-name": "Waco Hoover"}, {"judge-role": "Ausum Ventures", "judge-name": "Jeremy Gardner"}, {"judge-role": "Liebenson Law", "judge-name": "Jeff Liebenson"}, {"judge-role": "Earmilk", "judge-name": "David Sikorski"}, {"judge-role": "", "judge-name": "Jay Zalowitz"}, {"judge-role": "Hacker Noon", "judge-name": "David Smooke"}, {"judge-role": "Co-Founder, Scale API", "judge-name": "Lucy Guo"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "", "hackathon-number-of-participants": "113", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n2018 SXSW HACKATHON\nOfficial Rules and Regulations\n\nThese are the Official Rules and Regulations (the “Official Rules” or “Agreement”) that govern how the SXSW Hackathon operates (the \"Contest\"). In these rules, \"we,\" \"our,\" \"us,\" and “SXSW” refer to SXSW, LLC. “You,” “Yourself,” and “Participant” refer to an eligible participant.\n\nThe Contest is for the 2018 SXSW Conference and Festivals (“SXSW 2018”). The Contest is designed to create new tech innovations in the music, video, and VR/AR space for artists, industry, and fans. Please note that this is a skills-based contest, and chance plays no part in the determination of the winners. By participating, you (and your parent/legal guardian if you are a minor) agree to these Official Rules.\nYou must be 16 years or older (with express permission from a parent or legal guardian, if applicable) to enter the Contest. This Contest is void where prohibited by law. No purchase is necessary, and a purchase or payment of any kind will not increase your chances of winning.\n\nTo participate, visit https://www.sxsw.com/conference/sxsw-hackathon/ and submit a Contest application. Participants will be selected based on the completeness of their application and the potential to impact the entertainment industry. Selected participants will be notified of their selection before SXSW 2018. If you are a minor and are selected to participate, you must get written permission from your parent/legal guardian before you can participate in the Contest.\n\nYou must complete an application by Monday, March 12, 2018 at 2:00pm to participate (some exceptions may apply at our sole discretion). You must be selected as a participant. Once you are selected as a participant of the Contest, You will be required to submit a project (“Project”) in compliance with the rules set forth herein (“Project Requirements”). At least one member of your team must be on-site at SXSW 2018 for the duration of the Contest.\n\n\nThe Contest will begin on March 13, 2018 at 1:00pm CST and end on March 14, 2018 at or around 1:00pm CST (the “Contest Period”) and consists of the following phases:\n\nContest\nHackers create their Projects!\nAt the close of the Contest Period, judges will select finalists.\nDATE(S): March 13-14, 2018\n\n\nEach winner may receive one of the following prizes (“Prize(s)”):\nCategory prizes: Three (3) cash prizes to three separate Participants, as selected by the judges (“Prizewinner”). First place: $3,000. Second place: $2,000. Third place: $1,000.\nOther prizes provided by the sponsors may be announced prior to the Contest, subject to availability and SXSW approval.\nAfter the awards ceremony, the Prizewinner(s) must agree to execute any further contracts or releases provided by SXSW or the Contest sponsors in order to receive the Prize (collectively, “Processing”). This Processing may include tax withholdings. A Participant is not the Prizewinner until SXSW has verified Participant’s eligibility.\nIf you are an international winner, please note your check may be subject to different taxes due to your country's Tax Treaty(s) with the United States. More information on U.S. taxes that may be applicable to you is available here: https://www.irs.gov/businesses/international- businesses/united-states-income-tax-treaties-a-to-z\n\nBy participating in this Contest you (and your parent/legal guardian if you are a minor) acknowledge and agree:\n\nThis Contest will be governed by the laws of the State of Texas, and you consent to the exclusive jurisdiction and venue of state and federal courts in Travis County, Texas for any disputes arising out of this Contest.\n\nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled (also referred to as “force majeure”) affects the fairness and/or integrity of this Contest, we reserve the right to cancel, change, or suspend this Contest. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Contest, we reserve\nthe right to select winners from among all eligible entries received before we had to cancel, change or suspend the Contest.\nIf you or your team attempts to compromise the integrity or the legitimate operation of this Contest, or if we have reason to believe that you or your team have compromised the integrity or the legitimate operation of this Contest by cheating, hacking, creating a bot or other automated program, or by committing fraud in any way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Contests, so please play fairly.\n\nA full list of all winners will be published on www.sxsw.com after the conclusion of SXSW 2018.\n ", "hackathon-prizes": [{"prize-content": "$3,000", "prize-title": "1st Place"}, {"prize-content": "$2,000", "prize-title": "2nd Place"}, {"prize-content": "$1,000", "prize-title": "3rd Place"}, {"prize-content": "Invitation to Facebook’s F8 Conference to Participate in the Invite-only F8 Hackathon (Airfare and Lodging Included!)", "prize-title": "Facebook"}, {"prize-content": "The winners of the Rock Challenge will receive two tickets to the Rock Hall along with one group guided vault tour.", "prize-title": "AWS - Rock &amp; Roll Hall of Fame Challenge"}, {"prize-content": "Best voice experience using Amazon Alexa.", "prize-title": "Amazon Alexa"}, {"prize-content": "3 Ethereal tickets for Consensys New York Ethereal Summit,  May 2018 (valued at $900 each)", "prize-title": "Consensys"}, {"prize-content": "Guaranteed acceptance to participate in the upcoming Hackathon (June 2-3) at Capitol Records in Hollywood, CA", "prize-title": "Capitol Music Group"}, {"prize-content": "1-year Cloudinary Plus plan ($1068 value) award to the hack team chosen as best use of Cloudinary API. The most creative hack projects (that make use of Cloudinary API) will be featured on our Blog.", "prize-title": "Cloudinary"}, {"prize-content": "USAA awarded an additional", "prize-title": "USAA Additional Prizes"}], "hackathon-location-google-maps": "https://maps.google.com/?q=700 San Jacinto Blvd, Austin, TX 78701, USA", "hackathon-url": "https://sxswhackathon2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "700 San Jacinto Blvd, Austin, TX 78701, USA", "hackathon-description-header": "SXSW hackers collaborate and compete in three media categories that span the rich universe of SXSW: Music, Film, and VR/AR.", "hackathon-prizes-total": "$8,136", "hackathon-location-description": "Omni Hotel, Capital Ballroom, 2nd Floor", "hackathon-end-date": "2018-03-14", "has-projects": "True"}