{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "6", "hackathon-id": "poh", "hackathon-judges": [{"judge-role": "New York Life", "judge-name": "Viren Gandhi"}, {"judge-role": "Blockchain Specialist", "judge-name": "Craig Hall"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nMust be in attendance at the UTD Makerspace the entire event to have a chance to win.\nMust present a final project, with or without completion, to Expo judges. \nMust follow the rules associated with winning a prize.", "hackathon-number-of-participants": "16", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\na. Adhere to the terms of service per this agreement and the rules stated at the beginning of the Hackathon\nb. Not breach the terms and conditions of any embedded software or services used by your Application,\nc. Not contain any malicious code or backdoors,\nd. Not contain, depict or refer to any crude, vulgar, obscene, sexually explicit, disparaging, discriminatory, offensive, illegal or otherwise unsuitable language, activity or other content (all as determined by the Sponsor or Partner in its sole discretion)\ne. Not contain, depict or refer to any content which disparages or refers negatively to the Sponsor, the Hackathon, or any other person or entity (all as determined by the Sponsor in its sole discretion); and\nf. Not contain any content that violates any law or any third party’s rights (including privacy, personality, and intellectual property rights).", "hackathon-rules": "\nARCHITECH INTERACTIVE WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES IN CONNECTION WITH THE PROOF-OF-HACK HACKATHON OR THESE HACKATHON RULES. YOU HEREBY RELEASE AND AGREE TO DEMNIFY AND HOLD HARMLESS ARCHITECH INTERACTIVE AND ITS EMPLOYEES, OFFICERS, AFFILIATES, AGENTS, PARTNERS, JUDGES AND ADVERTISTING AND PROMOTIONAL AGENCIES FROM ANY AND ALL DAMAGES, INJURIES, CLAIMS, CAUSES OF ACTION, LIABILITY OR LOSSES OF ANY KIND (INCLUDING ACTUAL LEGAL FEES AND EXPENSES), KNOWN OR UNKNOWN ABSOLUTE OR CONTINGENT, NOW OR IN THE FUTURE ARISING FROM RELATED TO: (A) YOUR FAILURE TO COMPLY WITH ANY OF THE HACKATHON RULES (B) ANY MISREPRESENTATION YOU MAKE UNDER THE HACKATHON RULES OR OTHERWISE TO ARCHITECH INTERACTIVE; (C) YOUR PARTICIPATION IN THE PROOF-OF-HACK HACKATHON; OR (D) YOUR RECEIPT, USE OR REDEMPTION OF ANY PRIZE, OR YOUR INABILITY TO RECEIVE USE OR REDEEM ANY PRIZE.", "hackathon-prizes": [{"prize-content": "Create an innovative, secure and trustworthy ecosystem that connected disparate networks and stakeholders into a cohesive digital asset backbone to meet everyone's family, financial and future needs.", "prize-title": "New York Life Challenge"}, {"prize-content": "One team of four will win $100.", "prize-title": "Best Privacy focused hack"}, {"prize-content": "One team of four will win $100.", "prize-title": "Best Finance focused hack"}, {"prize-content": "One team of four will win $100.", "prize-title": "Best Storage focused hack"}, {"prize-content": "First place overall wins $500.", "prize-title": "1st Place Overall"}, {"prize-content": "Second place overall wins $500.", "prize-title": "2nd Place Overall"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3000 Waterview Pkwy, Richardson, TX 75080, USA", "hackathon-url": "https://poh.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Did the team integrate blockchain technology into their solution?"}, {"judging-criterion": "Was a working, functional prototype demonstrated? How well does the solution perform and meet the purpose described?"}, {"judging-criterion": "Does this solution have the potential to have an impact at scale, globally?"}, {"judging-criterion": "How creative was the team in developing a unique and innovative solution for the challenge?"}, {"judging-criterion": "Rate the UX/UI, functionality, and ease of use of the solution."}], "hackathon-location-address": "3000 Waterview Pkwy, Richardson, TX 75080, USA", "hackathon-description-header": "Blockchain technology for the future", "hackathon-prizes-total": "$1,400", "hackathon-location-description": "University of Texas at Dallas - UTD Makerspace", "hackathon-end-date": "2017-09-17", "has-projects": "True"}