{"hackathon-description-text": "\nRyerson’s IOT for Smart Cities Hackathon is a two-day event on March 24th hosted by the IEEE Ryerson Student Chapter. Teams will present their final projects in front of a panel of judges for a chance to win prize money and an exciting opportunity to network with variety of industry personnel. This hackathon will provide a venue for students to express their creativity, collaboration, and innovative thinking to come up with ideas to solve real life problems. The hackathon will bring state-of-the-art technology to the smart city initiative and bridge the academic research between IOT and industry practice.", "hackathon-number-of-prizes": "3", "hackathon-id": "iot-hack", "hackathon-judges": [{"judge-role": "", "judge-name": "Bannister, Ban"}, {"judge-role": "", "judge-name": "Elmadany, Nour"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "46", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nAll participants must abide by the following rules of conduct:\nhttps://static.mlh.io/docs/mlh-code-of-conduct.pdf\nFor judging purposes: All Criteria are weighted equally as excellence of hardware design comes from integration of all the following:", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=George Vari Engineering and Computing Center, 245 Church St, Toronto, ON M5B 2K3, Canada", "hackathon-url": "https://iot-hack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Idea is original and described with great detail. Idea is useful in that it solves a problem, provides a service, or enables a significant function."}, {"judging-criterion": "Multiple peripherals are used to provide the necessary functionality required. Interfacing circuits are created with no problems."}, {"judging-criterion": "System is well-designed and all components with their respective interfaces are working and well-designed. No bugs are present and there is some handling of non-ideal components."}, {"judging-criterion": "Demonstration works flawlessly, is repeatable, and impressive. Demonstration is clear and presents the underlying design principles."}, {"judging-criterion": "Presentation is convincing and summarizes learnings, troubles, and deep understanding of technology used. Presentation is well rehearsed, demonstrate contributions by individual members, and reflect how the team was able to work effectively together."}], "hackathon-location-address": "George Vari Engineering and Computing Center, 245 Church St, Toronto, ON M5B 2K3, Canada", "hackathon-description-header": "IOT for Smart Cities Hackathon", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "George Vari eng & comp centre", "hackathon-end-date": "2018-03-25", "has-projects": "True"}