{"hackathon-description-text": "\nThornton Tomasetti's CORE studio is hosting its fourth annual AEC Technology Symposium and Hackathon. The focus will be on digital/computational technologies that have been used on projects, the lessons learned from them, and how it impacted the overall project workflows. The Hackathon aims for attendees to learn new skills, generate new ideas and processes for the AEC community through data-driven design and customized applications.", "hackathon-number-of-prizes": "3", "hackathon-id": "aechack2016", "hackathon-judges": [{"judge-role": "Principal at Thornton Tomasetti", "judge-name": "Rob Otani"}, {"judge-role": "CoFounder of The Combine", "judge-name": "Josh Sutherland"}, {"judge-role": "McNeel", "judge-name": "Luis E. Fraguada"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAnybody present at the hackathon location can participate. You can purchase your tickets\n ", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The most innovative, mind-bending application will win this one. It does not have to be a full-fledged business model, instead we are looking for a very creative solution to a known, or a new problem in the AEC industry.", "prize-title": "Best Overall Hack"}, {"prize-content": "Most creative to generate a valuable concept by utilizing one or more existing application.", "prize-title": "Best Hack built with existing applications"}, {"prize-content": "Did your hack make good use of existing accessible technologies and APIs, preferably open source ones?", "prize-title": "Best collaboration/open-source product"}], "hackathon-location-google-maps": "https://maps.google.com/?q=51 Madison Ave, New York, NY 10010, USA", "hackathon-url": "https://aechack2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We are looking for techniques that no one has ever thought of. In your presentation you must clearly state the problem you are trying to solve for the AEC industry. We will judge the creativity and usefulness of your solution (50%)"}, {"judging-criterion": "We encourage you to develop an app that can easily be used by others. Does it live on GitHub/ bitbucket? Is it open? Rather than reinventing the paperclip, did you leverage other great techniques that already exist to build your novel idea? (20%)"}, {"judging-criterion": "We encourage you to have colorful teams. As such we will reward teams that are not solely formed of coworkers. After all, we want to use this time to make new connections too. The maximum allowed team size is 5 people. (20%)"}, {"judging-criterion": "Which technologies/ APIs/ products/ methods did you use, that you did not know before? Did you consult any of the hackathon leaders to help you out? Did you help other teams accomplish a task? We encourage knowledge exchange and exploration.(10%)"}], "hackathon-location-address": "51 Madison Ave, New York, NY 10010, USA", "hackathon-description-header": "AEC Technology Hackathon 2016", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "Thornton Tomasetti, Inc", "hackathon-end-date": "", "has-projects": "False"}