{"hackathon-description-text": "\nNuevamente, Puerto Rico participa como parte del National Day of Civic Hacking (", "hackathon-number-of-prizes": "4", "hackathon-id": "techsummit2014", "hackathon-judges": [{"judge-role": "Asesor del Presidente / CIO - Senado del Estado Libre Asociado de Puerto Rico", "judge-name": "Ramphis Castro"}, {"judge-role": "Asesor del Gobernador / CIO - Estado Libre Asociado de Puerto Rico", "judge-name": "Giancarlo Gonzalez"}, {"judge-role": "Asesor del CIO / CTO / CSO", "judge-name": "Andrés Colón Pérez"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\n1. Cualquier persona interesada en la utilización de datos para resolver problemas ciudadanos. ", "hackathon-number-of-participants": "100", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n1. Un screencast de no más de 3 minutos demostrando la solución.\n2. Enlace del código en GitHub.", "hackathon-rules": "\n1. Todas las soluciones deben ser creadas durante el evento.\n2. Todas las soluciones deberán ser publicadas en GitHub. \n3. Equipos serán conformados por un máximo de 5 personas.\n4. Todo el código especializado para las soluciones debe ser generado durante el evento.\n5. Se permite utilizar código base disponible en GitHub u otros repositorios.  \n \nCreemos en darle a los participantes en darle la mayor libertad en licenciar su trabajo, balanceado con la libertad de otros a utilizar y adoptar las tecnologías a las necesidades ciudadanas. Requerimos que todos los proyectos sometidos a través de esta iniciativa cumplan con lo siguiente:\n- Estén licenciados bajo una licencia OSI (Open Source Initiative) aprobada. Al tener la libertad de escoger cualquier licencia, recomendamos que utilicen aquellas listadas como \"Licenses that are popular and widely used or with strong communities”. Para más información ver - http://opensource.org/licenses.\n- Tener el código disponible a través de un repositorio de código accesible públicamente. Github y Google Code son opciones populares.\n \nPara el evento, hemos adoptamos y buscamos respetar las guías de conducta de Code for America: https://github.com/codeforamerica/codeofconduct\nLa comunidad de Code for America espera lo siguiente de todos sus eventos:\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Mejor Data \"Mash-Up\""}, {"prize-content": "", "prize-title": "Mejor Experiencia Ciudadana"}, {"prize-content": "", "prize-title": "Mejor Herramienta de Participación Ciudadana"}, {"prize-content": "", "prize-title": "Mejor App de Democracia Digital"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Calle Guamani, San Juan, 00907, Puerto Rico", "hackathon-url": "https://techsummit2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Creación o integración de nuevas tecnologías en sus aplicaciones. Uso creativo de tecnología existente."}, {"judging-criterion": "Cantidad y calidad de fuentes de datos utilizados. Creatividad en la diversidad de fuentes de datos utilizadas. En qué manera impactó a el proyecto el uso de data abierta."}, {"judging-criterion": "Cuál es el beneficio potencial para la ciudadanía y la sociedad?"}, {"judging-criterion": "Cuál es la experiencia del usuario? Cómo se facilita el uso del producto o solución por la ciudadanía en general?"}], "hackathon-location-address": "Calle Guamani, San Juan, 00907, Puerto Rico", "hackathon-description-header": "Crear las soluciones más innovadoras de tecnología, utilizando la data provista por el gobierno estatal y federal, para los problemas de los ciudadanos, el sector público y privado.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}