{"hackathon-description-text": "\nThe NLM Show Off Your Apps: Innovative Uses of NLM Information Challenge is an initiative of the National Library of Medicine (NLM), of the National Institutes of Health, U.S. Department of Health and Human Services.  This Challenge is open to individuals, teams of individuals, and organizations (collectively, \"Entrants\").  The purpose of this contest is to develop innovative software applications to further NLM’s mission of aiding the dissemination and exchange of scientific and other information pertinent to medicine and public health.  Eligible software applications must make use of NLM’s vast collection of biomedical data including downloadable data sets, APIs (application programming interfaces), and/or software tools.", "hackathon-number-of-prizes": "2", "hackathon-id": "showoffyourapps", "hackathon-judges": [{"judge-role": "", "judge-name": "All Submissions will be judged by a qualified panel selected by the NLM."}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "67", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\n\n\nHow to Enter:\nDuring the open Challenge Submission Period, visit \n, search for the NLM Show Off Your Apps: Innovative Uses of NLM Information Challenge and click the “Post a Submission” tab to complete all of the required information fields to submit your entry. Entrants can log in with current Challenge.gov accounts or register for a new account. Registration is free. \nSubmission Requirements:\n\nThe Challenge is open to individuals or teams of individuals who are all at least 18 years old at the time of entry. An individual may be a member of more than one team. The Challenge is also open to organizations. The Challenge is limited to organizations/individuals that are either 1) an American domestic corporation or other legal entity that also maintains its primary place of business in the United States, or 2) in the case of individuals, U.S. citizens or permanent residents.  NIH and NLM employees, contractors, and their immediate families are not eligible.\n \n\nAll Submissions will be judged by a qualified panel selected by the NLM. The panel will evaluate and select winning Submissions based on the following judging criteria:\n\nWinning is contingent upon fulfilling all requirements of these Official Rules. The Challenge will have no more than five winning Entrants.   The name, city, state, and links to software applications of winning Entrants will be posted by October 5, 2011 on the Challenge.gov and the NLM Web Sites. Winning Entrants will also be honored at an NLM awards presentation in Bethesda, MD on November 2, 2011.  The Prize will be authorized travel expenses for winning Entrants to attend the awards presentation not to exceed $2,500.  In the case of a winning team, the maximum travel reimbursement is $2,500 per team, regardless of how many individuals are on the team.  Winners will need to provide receipts to document travel expenses and the travel expenses will be reimbursed according to Federal Government travel rules and regulations. \n \n\nBy entering, each Entrant agrees to comply with and be bound by these Official Rules and the decisions of the NLM and/or the Challenge judges, which are binding and final in all matters relating to this Challenge.\n \n\nExcept where prohibited, participation in the Challenge constitutes consent by the Entrants to allow the NLM and its collaborators or contractors to the use of winner's name, likeness, photograph, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\n \n\nThe NLM reserves the right to cancel, suspend and/or modify the Challenge, or any part of it, as determined by the NLM in its sole discretion.\n \n\nIf you choose to provide the Sponsor and Administrator with personal information by registering or filling out the submission form through the \n Web site, that information is used to respond to you in matters regarding your submission and/or the Challenge only.  Information is not collected for commercial marketing. Please read the \n for complete information.\n \nNational Library of Medicine, 8600 Rockville Pike, Bethesda, MD 20894\nChallenge.gov Web site, administered by the U.S. General Services Administration, in partnership with Challenge Post.", "hackathon-prizes": [{"prize-content": "Winning is contingent upon fulfilling all requirements of these Official Rules. The Challenge will have no more than five winning Entrants.   The name, city, state, and links to software applications of winning Entrants will be posted by October 5, 2011 on the Challenge.gov and the NLM Web Sites. Winning Entrants will also be honored at an NLM awards presentation in Bethesda, MD on November 2, 2011.  The Prize will be authorized travel expenses for winning Entrants to attend the awards presentation not to exceed $2,500.  In the case of a winning team, the maximum travel reimbursement is $2,500 per team, regardless of how many individuals are on the team.  Winners will need to provide receipts to document travel expenses and the travel expenses will be reimbursed according to Federal Government travel rules and regulations.", "prize-title": "Winners honored at an NLM awards presentation Nov 2 2011."}, {"prize-content": "Submission will be posted as an Honorable Mention on the Challenge.gov and NLM Web Sites.", "prize-title": "Honorable Mentions"}], "hackathon-location-google-maps": "", "hackathon-url": "https://showoffyourapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "NLM is challenging people to create innovative software applications that use the Library’s vast collection of biomedical data.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}