{"hackathon-description-text": "\nHopHacks is a student-run, 36 hour Hackathon. This event brings engineers, designers and entreprenuers together to explore new ideas, compete for prizes and create amazing applications. It allows skilled students to showcase their hard work and knowledge. The great applications students build in the 36 hours are supposed to be a starting point for world changing ideas.", "hackathon-number-of-prizes": "13", "hackathon-id": "hophacksspring2015", "hackathon-judges": [{"judge-role": "410Labs", "judge-name": "David Troy"}, {"judge-role": "JHU Computer Science Professor", "judge-name": "Peter Froehlich"}, {"judge-role": "JHU Electrical & Computer Engineering Professor", "judge-name": "Andreas Andreou"}, {"judge-role": "JH Medicine Technology Innovation Center", "judge-name": "Mike Cohen"}, {"judge-role": "DreamIt Ventures", "judge-name": "Jason Hardebeck"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAny university student, regardless of university, may participate. Graduate and undergraduate students from all departments and divisions are welcome. \nYou must register online and receive email confirmation before attending. Please be prepared to show your University ID upon check-in.", "hackathon-number-of-participants": "126", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAt the end of the hackathon, your team can submit a project on ChallengePost. Your project will then be judged during your 2 minute presentation during our scheduled presentation time.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to the team with the highest overall score from the judges", "prize-title": "1st Place Overall"}, {"prize-content": "Awarded to the team with the second highest overall score from the judges", "prize-title": "2nd Place Overall"}, {"prize-content": "Awarded to the team with the third highest overall score from the judges", "prize-title": "3rd Place Overall"}, {"prize-content": "Awarded to the Judges' choice for Honorable Mention", "prize-title": "Judges' Honorable Mention"}, {"prize-content": "The team that has the best use of the the Bloomberg API, as judged by Bloomberg employees, will receive a GoPro camera", "prize-title": "Best Use of the Bloomberg API"}, {"prize-content": "Awarded to the team with the best use of reverse engineering hardware or software to interface with a device/sensor. The winning team will receive $100 in Amazon gift cards.", "prize-title": "Booz Allen Hamilton Reverse Engineering - 1st Place"}, {"prize-content": "Awarded to the team with the second best use of reverse engineering hardware or software to interface with a device/sensor. The winning team will receive $50 in Amazon gift cards.", "prize-title": "Booz Allen Hamilton Reverse Engineering - 2nd Place"}, {"prize-content": "Awarded to the team with the third best use of reverse engineering hardware or software to interface with a device/sensor. The winning team will receive $25 in Amazon gift cards.", "prize-title": "Booz Allen Hamilton Reverse Engineering - 3rd Place"}, {"prize-content": "Awarded by IBM to the team with the best use of Bluemix and Watson. The winning team will get a meeting with a Watson Specialist.", "prize-title": "Best Use of IBM Bluemix and Watson"}, {"prize-content": "Awarded to the team with the best use of the Dropbox API. The winning team will receive 100GB of Dropbox space.", "prize-title": "Best Use of the Dropbox API"}, {"prize-content": "The Imprivata sponsored prize will go to the top medical-related hack. The hack will be evaluated based on difficulty, creativity, and execution. The winning team will receive two sets of Bose in-ear headphones and one $100 Amazon gift card.", "prize-title": "Imprivata 1st Place"}, {"prize-content": "The Imprivata sponsored prize will go to the top medical-related hack. The hack will be evaluated based on difficulty, creativity, and execution. The winning team will receive one $100 Amazon gift card.", "prize-title": "Imprivata 2nd Place"}, {"prize-content": "Awarded by MLH for the best use of the Myo. Each member of the winning team will receive a Myo.", "prize-title": "Best Myo Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Johns-Hopkins - Homewood, Baltimore, MD, USA", "hackathon-url": "https://hophacksspring2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will rate how polished your product and code looks, so make sure you submit the neat stuff!"}, {"judging-criterion": "Judges will rate how well your product fills its intended need."}, {"judging-criterion": "Judge will rate how unique and innovative your idea is."}, {"judging-criterion": "Judges will rate how advanced your design and execution is, so don't be modest!"}], "hackathon-location-address": "Johns-Hopkins - Homewood, Baltimore, MD, USA", "hackathon-description-header": "Join HopHacks for 36 hours of coding, hardware hacking, free food and swag!", "hackathon-prizes-total": "$1,965", "hackathon-location-description": "", "hackathon-end-date": "2015-02-08", "has-projects": "True"}