{"hackathon-description-text": "\nJoin us August 27th & 28th at SVVR's offices in Redwood City to hack with talented peers and learn from technical mentors at IBM Watson, HTC Vive, Unity & Silicon Valley Virtual Reality for a chance to win an HTC Vive kit + other prizes. Teams selected to join this small, elite hackathon will enjoy a full weekend of hands on time with the latest VR tech, including HTC Vive demo units set up for easy Unity build testing,  and get a chance to present their projects to a panel of VR influencer judges.", "hackathon-number-of-prizes": "3", "hackathon-id": "watsonvr", "hackathon-judges": [{"judge-role": "IBM Watson", "judge-name": "Michael Ludden"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAge:Participants must be 18 years of age.", "hackathon-number-of-participants": "27", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nThis hackathon is about exploring VR use cases for the IBM Watson Image Recognition API and associated Unity Asset.  Any VR application whether it is a game, utility, concept demo or other application is elligible for judging.\nAdditional Submission requirements:", "hackathon-rules": "\n: Saturday, August 27th, 9:00AM through Sunday, August 28th, 5pm 2016             \n: Hackathon is open to invitees only.  Participants must be 18 years or older and be legally able to participate in the hackathon.  Any existing restrictions on participants from their employer are not the responsiblity of the organizers.  Team size is limited to 1 to 5 team members. \n: \nParticipants will create a Unity 3d PC application using, at a minimum, the following assets: Steam VR, IBM Watson Unity Asset.   Each participant will need to register for a free IBM Blue Mix User ID to optain the applicable API key for use with Watson.\nTo be elligible for consideration, the VR app must function and access the Image Recognition Watson API and return information that is used by the application.\n: Participants agree to allow IBM and SVVR to promote your participation in the event and may, at our sole discretion, describe the VR application submitted for judging along with video.  All code and assets used in creating the application must be identified and the participants must have the legal right to use them.\n: \n1 HTC Vive\n1 Nvidia Pascal Titan-X\nOther prizes and criteria TBD.\nExisting applications are inelligible. All code submitted must be created during the event.  Assets from the Unity asset store are allowed, but must be listed in the app submission.", "hackathon-prizes": [{"prize-content": "1 HTC Vive", "prize-title": "HTC Vive"}, {"prize-content": "GeForce GTX TITAN X is the ultimate graphics card. It combines the latest technologies and performance of the new NVIDIA Maxwell™ architecture to be the fastest, most advanced graphics card on the planet.", "prize-title": "Nvidia GeForce GTX TITAN X"}, {"prize-content": "Take on today's most challenging, graphics-intensive games without missing a beat. The GeForce GTX 1070 graphics card delivers the incredible speed and power of NVIDIA Pascal™—the most advanced GPU ever created. This is the ultimate gaming platform. #GameReady.", "prize-title": "GeForce 1070"}], "hackathon-location-google-maps": "https://maps.google.com/?q=900 Veterans Blvd, Redwood City, CA 94063, USA", "hackathon-url": "https://watsonvr.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "25% Creativity\n\n25% Innovation\n\n25% Functionality\n\n25% Business Potential"}], "hackathon-location-address": "900 Veterans Blvd, Redwood City, CA 94063, USA", "hackathon-description-header": "Create a VR app in Unity using Watson's Image Recognition Unity Asset and HTC Vive", "hackathon-prizes-total": "$210,599", "hackathon-location-description": "SVVR Offices", "hackathon-end-date": "2016-08-28", "has-projects": "True"}