{"hackathon-description-text": "\nJoin Apple engineers to learn iOS development in Swift then compete in a 5 day code challenge at RIT.  If you've never developed for iOS before, sign up for the Introduction to iOS Development Workshop (signup link coming soon).  Practice what you've learned by working on a team to make an app throughout the rest of the week where Apple engineers will be on-site to help you if you get stuck.", "hackathon-number-of-prizes": "4", "hackathon-id": "ritios2015", "hackathon-judges": [{"judge-role": "RIT Faculty", "judge-name": "iOS App Challenge Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nRegistration is restricted to currently enrolled (as of January 26, 2015) students of the Rochester Institute of Technology.  Students from other area 4-year universities may be allowed to participate; e-mail", "hackathon-number-of-participants": "237", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmit a project directory, including a working .xcodeproj with all supporting files, zipped up, to ChallengePost with your submission before the deadline.  A logo or icon representing your app is also required as part of the submission.  Your app will be compiled on our computers and pre-installed on either an iPod touch or iPad for the final awards ceremony.  Make sure to indicate in the \"Built With\" field which device you would like to use.", "hackathon-rules": "\nThe iOS Apps that are developed and submitted must meet these requirements in order to be eligible to win the contest and are subject to verification by the sponsoring organization:\nThe students that create the app will maintain full ownership rights although the code must be submitted to the challenge organizers to verify that it meets eligibility requirements and to pre-load it on an iPod touch or iPad for the demo presentation.", "hackathon-prizes": [{"prize-content": "13\" MacBook Air 256GB for each team member (up to 4).  Prize Value $4,796", "prize-title": "First Place"}, {"prize-content": "128GB iPad Air 2 (Wi-Fi) for each team member (up to 4), Prize Value $2,796", "prize-title": "Second Place"}, {"prize-content": "128GB iPad Mini 3 (Wi-Fi) for each team member (up to 3), Prize Value $2,396", "prize-title": "Audience Choice"}, {"prize-content": "Apple TV for each team member (up to 4), Prize Value $472", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Rochester Institute of Technology, 1 Lomb Memorial Drive, Rochester, NY 14623, USA", "hackathon-url": "https://ritios2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Rochester Institute of Technology, 1 Lomb Memorial Drive, Rochester, NY 14623, USA", "hackathon-description-header": "Learn Swift and make an iOS App in less than a week then present it to the RIT community while competing for awesome prizes in the third annual iOS App Challenge.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-02-09", "has-projects": "True"}