{"hackathon-description-text": "\nIntroducing SwampHacks: an 18-hour hackathon where the only objective is to make something AWESOME.", "hackathon-number-of-prizes": "6", "hackathon-id": "swamphacks2015", "hackathon-judges": [{"judge-role": "Assistant Professor at the University of Florida", "judge-name": "Dr. Lisa Anthony"}, {"judge-role": "Associate Chair of Research for the CISE Department at the University of Florida", "judge-name": "Dr. Juan Gilbert"}, {"judge-role": "CEO of Immersed Games", "judge-name": "Lindsey Tropf"}, {"judge-role": "Director of Software Development at Infinite Energy, Inc.", "judge-name": "Curtis McMillen"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAny team of up to 5 participants who are physically in attendance of the event may submit a project.", "hackathon-number-of-participants": "58", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "", "hackathon-rules": "\nSubmission for this event must be a software product or prototype thereof that must be original to the event. Projects that have been started prior to the start of hacking (8:00pm on 3/13/15) are \nfor submission. Teams of up to five (5) participants may work on a single submission, but a participant can only be a part of one team.\nIn order to submit a project, you must have been onsite during development and the submission must be made onsite. Only those in attendance of SwampHacks may submit a project.\nAll submissions will be judged by the same panel of judges based on the following criteria: practical application, design (UI), creativity/novelty, quality of implementation, intuitiveness (UX), and the final pitch you give to the judges.\nIn order to submit, you should have \n a name for your hack and a description for your hack. Posterboard will be supplied to all teams to create a presentation item for the demo fair. When the winners are announced, the top three teams will be expected to give a brief summary of their hack in front of all participants present.", "hackathon-prizes": [{"prize-content": "A bluetooth smartwatch for the mobile user that just needs more mobility.", "prize-title": "Pebble Smartwatch"}, {"prize-content": "Microcontrollers for dummies. Oh the things you can build!", "prize-title": "Arduino Uno Ultimate Starter Kit"}, {"prize-content": "Laptop not small enough? Have a computer that can fit in the palm of your hand!", "prize-title": "Raspberry Pi 2 Complete Starter Kit"}, {"prize-content": "Touch the future. Make the future.", "prize-title": "Leap Motion Developer VR Bundle"}, {"prize-content": "Amazon might not be able to make them work, but we can.", "prize-title": "6 Axis Gyro RC Quadcopter"}, {"prize-content": "Learning doesn't have to end when the hacking does.", "prize-title": "Big Nerd Ranch Programming Guides and Codeschool Subscriptions"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of Florida, Marston Science Library, Gainesville, FL 32603, USA", "hackathon-url": "https://swamphacks2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How is the hack useful?"}, {"judging-criterion": "How awesome does it look?"}, {"judging-criterion": "How original is this idea?"}, {"judging-criterion": "How well does it work?"}, {"judging-criterion": "How easy and natural does using it feel?"}, {"judging-criterion": "How well did you convince the judges that your hack is the best?"}], "hackathon-location-address": "University of Florida, Marston Science Library, Gainesville, FL 32603, USA", "hackathon-description-header": "Unofficially and preemptively dubbed the greatest Hackathon, SwampHacks seeks to inspire all to come together to create. We welcome all students to attend and innovate!", "hackathon-prizes-total": "$970", "hackathon-location-description": "", "hackathon-end-date": "2015-03-14", "has-projects": "True"}