{"hackathon-description-text": "\nCome code and design for fun and prizes!", "hackathon-number-of-prizes": "3", "hackathon-id": "m-s-t-local-hack-day-2017", "hackathon-judges": [{"judge-role": "Missouri S&T", "judge-name": "Dr. Angel Morales"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone 18 or younger must have fill out a waiver.", "hackathon-number-of-participants": "11", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nUpload your project code and any screenshots/designs you have.", "hackathon-rules": "\n\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualized images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualized clothing/uniforms/costumes, or otherwise create a sexualized environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organizers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behavior to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\n ", "hackathon-prizes": [{"prize-content": "A box full of different prizes from different price ranges. 1st Place Winners go first and then judges choice after that.", "prize-title": "Prize Box"}, {"prize-content": "", "prize-title": "Prize Box 2nd Place"}, {"prize-content": "", "prize-title": "Prize Box 3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=400 W 14th St, Rolla, MO 65409, USA", "hackathon-url": "https://m-s-t-local-hack-day-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Let your mind go free and think outside the box!"}], "hackathon-location-address": "400 W 14th St, Rolla, MO 65409, USA", "hackathon-description-header": "Just plain old get together and code", "hackathon-prizes-total": "$240", "hackathon-location-description": "Curtis Wilson Library Room 202", "hackathon-end-date": "2017-12-03", "has-projects": "True"}