{"hackathon-description-text": "\nThe CCN is hosting a month-long hackathon, the Borderless Block Party, for current high school and undergraduate students aimed at creating the next generation of solutions utilizing both bitcoin and blockchain technologies. The event starts Nov 1st and ends the 30th.", "hackathon-number-of-prizes": "2", "hackathon-id": "ccn", "hackathon-judges": [{"judge-role": "Ethereum", "judge-name": "Vitalik Buterin"}, {"judge-role": "Chief Scientist at Provable", "judge-name": "Piotr Piasecki"}, {"judge-role": "Software Engineer at BitGo", "judge-name": "Mason Borda"}, {"judge-role": "AirBitz", "judge-name": "Will Pangman"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nYou must be in high school or college/university to compete. We reserve full discretion on elgibility.", "hackathon-number-of-participants": "81", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYour application must be based around permissionless, open, decentralized ledgers. You may use APIs to abstract from working directly with them (eg. using changetip for tipping). Your application must be \nGNU: A program is free software if the program's users have the four essential freedoms:\nWe reserve full discretion on whether a project meets these guidelines.", "hackathon-rules": "\nTeams may include no more than five people. Teams will recieve the same prizes as individuals, and must determine on their own how to split them. All team members must be elgible to compete.\n1. Respect the licenses of other software used. If you violate the terms of any code used, you will be notified and given a chance to recitify this. If you do not, you will be inelegible.\n2. Please respect the terms of APIs you use. The same rules as #1 apply.\n3. You may only win one prize, if you win multiple prizes, you will have the option to chose which one to accept.\n4. Some prizes may be for competitors 18 and up. If this is the case, and none of the winners are elgible, the runner up will recieve the prize.", "hackathon-prizes": [{"prize-content": "• A 3 month membership to Barclays' rise hub and mentoring from their startup experts donated by ThinkRise.com", "prize-title": "Grand Prize"}, {"prize-content": "Teams that place 2-5 will get a choice of the following runner up prizes, in order of placing (2nd place gets first choice, 3rd place gets 2nd choice, etc):", "prize-title": "Runner Ups"}], "hackathon-location-google-maps": "", "hackathon-url": "https://ccn.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How feasible it is to actually implement something like this in large scale"}, {"judging-criterion": "If the idea and product is completely novel or something rehashed that already exists"}, {"judging-criterion": "How well the team has executed on their early idea and how functional their “hack” is. If it’s just a simple website that explains how it should work or if it is actually functional etc."}, {"judging-criterion": "How much we need such a product in the existing environment. That means, if the product presented truly solves fundamental problems that have not been solved yet"}], "hackathon-location-address": "", "hackathon-description-header": "Create disruptive applications using bitcoin and/or the blockchain", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "", "hackathon-end-date": "2015-11-29", "has-projects": "True"}