{"hackathon-description-text": "\nWe're bringing a month-long campaign to spread the passion for computer science to more K-12 students in Los Angeles! With the help of our volunteers and community partners, we are delivering the industry-relevant educational resources that will empower students to make awesome projects!", "hackathon-number-of-prizes": "6", "hackathon-id": "hacktoberfest", "hackathon-judges": [{"judge-role": "Microsoft", "judge-name": "Yesenia Alvarez"}, {"judge-role": "Moxtra", "judge-name": "Matthias Broner"}, {"judge-role": "i.am.angel Foundation", "judge-name": "Lilly Kam"}, {"judge-role": "Tinder", "judge-name": "Mohammad Adib"}, {"judge-role": "Rhubarb Studios", "judge-name": "Cauri Jaye"}, {"judge-role": "WearHacks", "judge-name": "Ahmad Shéhaaz Saif"}, {"judge-role": "Polymail", "judge-name": "Brandon Foo"}, {"judge-role": "Warner Bros.", "judge-name": "Esteban Rodriguez"}, {"judge-role": "Arena Ventures", "judge-name": "Varadh Jain"}, {"judge-role": "FIRST Robotics", "judge-name": "Eileen Kahn"}, {"judge-role": "Esri", "judge-name": "Garima Dhakal"}, {"judge-role": "Snapchat", "judge-name": "Lucy Guo"}, {"judge-role": "Blend Labs", "judge-name": "Nive Jayasekar"}, {"judge-role": "Soylent", "judge-name": "Andrei Lyskov"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "\nTo enter the online contest, you must be a 6th grade-12th grade student in Los Angeles. In order to attend the in-person events, you must be in high school (9th-12th grade).\n \nAlso, the following criteria must be met: \n1. You can work by yourself or with a team of up to 5 people. \n2. Your project needs to be created between October 1 & October 31st. \n \n ", "hackathon-number-of-participants": "61", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nYour hack submission can come in many forms! Feel free to experiment with any of the following categories:\n- Virtual Reality\n- Hardware\n- Web/Mobile App\n- Website\n- Game\n \nYou may only submit once per event. You may only submit one project for the online challenge. \n \nPlease include a full description and screen shots. Please also include a video if possible. ", "hackathon-rules": "\nAll code must be written between October 1 and October 31st. If you are submitting your projects for a sponsored prize at the Hack Day or Hackathon, you cannot use finish projects you have made prior to the hack events. However, you are allowed to submit the hacks you make at the Hack Days, Hack Hours, or Hackathon to the online challenge. \n \nWhile sponsors will be judging hacks at the in-person events, the online challenge winners will be chosen by public vote! ", "hackathon-prizes": [{"prize-content": "i.am.angel Foundation will provide a private tour of will.i.am's office in Hollywood!", "prize-title": "Visit to \"The Future\" "}, {"prize-content": "The hack with the best use of Esri API and/or SDKs will win this prize during. The winner will be selected by the Esri team at the end of the 24 hour hackathon. The ArcGIS Platform provides a set of industry standard APIs and SDKs, including REST, JavaScript, Android, iOS, and others, to allow developers to bring the power of location to their apps. Information about all supported APIs and SDKs and how to integrate them can be found at", "prize-title": "Esri Prize"}, {"prize-content": "The team that creates the most innovative project that promotes community development and citizen engagement wins a prize from Hack for LA.", "prize-title": "Civic Engagement Prize"}, {"prize-content": "The hacker that expresses gracious professionalism and leadership throughout the hackathon through the form of mentorship and volunteering will win a onesie of their choice.", "prize-title": "Hacker Fund Leadership Award"}, {"prize-content": "The team that develops the most entertaining hack using Unity will receive automatic entry to the Hacker Fund VR Hackathon in 2016.", "prize-title": "Unity Prize"}, {"prize-content": "Each member on the team that wins the online challenge through public vote will receive a Snapchat backpack, towel, and plush toy!", "prize-title": "Snapchat Swag Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hacktoberfest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative is the hack?"}, {"judging-criterion": "How much effort did the hacker/team put forth in completing their project?"}, {"judging-criterion": "How well did the team work together to convey what they made?"}], "hackathon-location-address": "", "hackathon-description-header": "A month-long campaign to spread resources for computer science in Los Angeles!", "hackathon-prizes-total": "$250", "hackathon-location-description": "", "hackathon-end-date": "2015-10-25", "has-projects": "True"}