{"hackathon-description-text": "\nLet's build a smarter digital government.", "hackathon-number-of-prizes": "2", "hackathon-id": "pivotpoint16", "hackathon-judges": [{"judge-role": "Account Executive, HPE", "judge-name": "Matt Welsh"}, {"judge-role": "Account Executive, HPE", "judge-name": "John Allie"}, {"judge-role": "Account Technical Director, HPE", "judge-name": "Jonathan McCallister"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nPivotPoint 16 is open to any current Virginia Tech student with any programming and coding skill level.", "hackathon-number-of-participants": "61", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n\nAll submissions can be done through the PivotPoint 16 Devpost Website and will be presented expo-style at the end of the event.", "hackathon-rules": "\n\nHewlett Packard Enterprise, Inc. (“HPE”) will facilitate an event relating to software coding and development (the “Event”) subject to the following terms and conditions (the “Terms”). The Event supports the mission statement and the execution of that mission statement of the United States Department of Housing and Urban Development (“HUD”), which HPE is facilitating the Event for. By signing to these Terms, you acknowledge and agree to be bound to these Terms in relation to this Event as set out below. Any other participants who take part in the Event shall be known as Participants.\nThe Event staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the Event. We value your attendance. If a participant engages in harassing behavior, the Event organizers may take any action they deem appropriate. This includes warning the offender, expulsion from the Event with no refund (if applicable), or reporting their behavior to local law enforcement.\n", "hackathon-prizes": [{"prize-content": "The winning team will each take home a $200 gift card, HPE Zoom Backpack, HPE Coffee Tumbler, Gonex Hammock (w/ tree straps) and an HPE bluetooth speaker", "prize-title": "1st Place"}, {"prize-content": "The winning team will each take home a $100 gift card,HPE Coffee Tumbler, Gonex Hammock (w/ tree straps) and an HPE bluetooth speaker", "prize-title": "2nd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Torgersen Hall, 620 Drillfield Dr, Blacksburg, VA 24061, USA", "hackathon-url": "https://pivotpoint16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well constructed is the submission? Does it consist of mainly framework, or does it execute a function from beginning to end completely?"}, {"judging-criterion": "How complex is the submission? Does it require several inter-working systems to complete tasks or is it created to streamline one or few tasks?"}, {"judging-criterion": "Does the submission take a problem and fix it? Does the submission solve a problem and position itself to evolve with the problem?"}], "hackathon-location-address": "Torgersen Hall, 620 Drillfield Dr, Blacksburg, VA 24061, USA", "hackathon-description-header": "Let's build a smarter digital government.         The Challenge: Hack the Norm.", "hackathon-prizes-total": "$600", "hackathon-location-description": "Virginia Tech, Torgensen Hall Rm 3100", "hackathon-end-date": "2016-10-02", "has-projects": "True"}