{"hackathon-description-text": "\nRE:Tech is a community of innovators, thought-leaders, & startups in the real estate community.  Real Estate has been a laggard in adopting to change.  From residential to commercial, we all at some point interface with real estate.  In an effort to disrupt and enhance the real estate experience,", "hackathon-number-of-prizes": "2", "hackathon-id": "retechny", "hackathon-judges": [{"judge-role": "CEO, Kushner & Co, Commercial Observer, & WiredNYC", "judge-name": "Jared Kushner"}, {"judge-role": "Director, NYCEDC", "judge-name": "Dmytro Pokhylko"}, {"judge-role": "Co-Founder, WeWork Labs", "judge-name": "Jesse Middleton"}, {"judge-role": "Partner, Massey Knakal", "judge-name": "James Nelson"}, {"judge-role": "Program Management, Global Real Estate, Salesforce.com", "judge-name": "Chase Mattison"}, {"judge-role": "Union Square Ventures", "judge-name": "Alexander Pease"}, {"judge-role": "Founder, RETech", "judge-name": "Ash Zandieh"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThe Challenge is open to individuals at least 18 years of age, or teams of eligible individuals. ", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nTo enter, you must agree to and abide by these Official Rules.  By submitting a Submission, you are indicating that you have read, understood and fully agree to be bound by these Official Rules, and if you are a Representative (as defined below) of a team or organization, that you are duly authorized by all necessary action and have all consents, rights and authority to execute these Official Rules on behalf of yourself and your principals and such team or organization. \n\nthe RE:Tech Challenge (the “Challenge”) is a skill-based contest where eligible entrants must demonstrate the right combination of skill and experience to participate to the Challenge pursuant to the criteria set forth below. The Challenge is a skill-based contest and chance plays no part in the determination of winners. Submissions will be evaluated by a panel of expert judges, who will choose the winning entry in accordance with these Official Rules. The prize(s) will be awarded to participant(s) with the highest score. See below for the complete details.\n The Challenge is open only to:\nindividuals who, at the time of entryare of legal age of majority or older in their jurisdiction of residence (and at least eighteen (18) years of age);\n teams of eligible individuals; and\n organizations (including corporations, not-for-profit corporations and other nonprofit organizations, limited liability companies, partnerships, and other legal entities) that, at the time of entry, are duly organized and validly existing under the laws of the State or country of their respective formation, with all requisite power and authority to enter the Challenge and to perform their respective obligations hereunder;\n(each of the above, a “Maker”, and all of the above, collectively, “Makers”).  Makers must own or have access at their own costs and expenses to a computer, an Internet connection, and any other electronic devices, documentation, hardware, software or other materials that Makers may use to create and enter this Challenge, including those used to submit a Submission. An individual may join more than one (1) team or organization and an individual who is part of a team or organization may also enter the Challenge on an individual basis. If a team or organization is entering the Challenge, they must appoint and authorize one (1) individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements of this Section 5.  By entering a Submission on the Site on behalf of a team or organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or organization.\nThe Challenge begins at 9:00 a.m ET on May 10, 2014 and ends at 5:00 p.m. ET on June 6, 2014 (the \"Challenge Submission Period\").  Administrator’s computer is the official timekeeping device for purposes of this Challenge. Any Submission received after expiration of the Competition Submission Period will be disqualified.\n:  To enter, Makers must do all of the following during the Challenge Submission Period:\n Visit NYCOpenData and agree to the API Terms and Conditions available at https://nycopendata.socrata.com\n Visit the Challenge Website and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. There is no charge for creating a ChallengePost account.\n Register for the Challenge by clicking “Register” on the Challenge Website. By clicking “Register” on the Challenge Website, a Maker confirms that: (i) they are eligible to participate to the Challenge; and (ii) they have read and agree to these Official Rules.\n Access and fill out the Submission form.  All requested information on the Submission form must be true, accurate, current and complete to enter the Challenge and to be eligible to win.\n Create, develop and submit a working app that uses the APIs provided by Poster from time to time available at https://nycopendata.socrata.com/.\n Create a demonstration video (YouTube or Vimeo) consisting solely of footage that walks through and clearly explains your app’s features and functionality. The video shall be less than five (5) minutes in length, shall clearly demonstrate the key features and functionality of your app (i.e., provide information that would allow a user to use of the app, including key features and functionality, and a software support personal to understand, explain and provide support for use of the app, including key features), and shall be uploaded to Youtube or Vimeo, with a link to the video must be provided on the Submission form on the Challenge Website.\n Provide a way for Poster and Administrator to access and test your app by including an installation file with your Submission, sharing a test build, or by providing a URL where your app can be accessed for testing and judging. If your Submission includes other hardware technology, you may be required to provide the hardware needed to test the application.\n Submit your app by providing: 1) access to your app for testing; 2) screenshots of your working app; 3) the video (YouTube/ Vimeo) demonstrating your working app; and 4) any applicable programmer documentation, user documentation or specifications.\n(a) through and including (h) together constitute one (1) submission (the “Submission”) and must be completed to enter and to be eligible to win.  A Submission may be disqualified if, in the sole judgment of Poster and/or Administrator, the video is primarily other than a demonstration of the functionality and features of the app.\nAll Submissions, including the demonstration video submitted as part of a Submission, must not contain any information, data, content, image and/or material that: (i) is in violation of any applicable laws, rules or regulations or that would otherwise give rise to liability; (ii) is derogatory, offensive, abusive, violent, threatening, defamatory, disparaging, libelous, inappropriate, indecent, obscene, pornographic, sexual, profane, tortuous, slanderous, discriminatory in any way, depicts anyone engaged in any illegal, immoral or lewd act, constitutes or encourages a criminal offense, promotes hatred or harm against any group or person or is otherwise objectionable, or otherwise does not comply with the theme and spirit of the Challenge, in each case, as determined in the sole judgment of Poster and/or Administrator; (iii) infringes or violates any copyright, patent, trademark, trade secret or rights of publicity or privacy, or misappropriate any proprietary right, of any third party, or otherwise indicates a sponsorship or endorsement by a third party; (iv) contains malware, viruses, Trojans, works, spyware or any other malicious or harmful software, code or other devices; (v) is the subject of any actual or threatened litigation or claim; and/or (vi) disparages Poster, its products and/or services or any other person or entity.  Submissions that have been tampered with or altered are void.\nFor the purposes of these Official Rules, “API” shall mean content consisting of application programming interface, software development libraries, documentation and information related thereto, as any of the foregoing may be modified from time to time and provided by Poster.  Makers, with the exception of Representatives, are not permitted to submit a Submission on behalf of another individual.  Makers may submit an unlimited number of Submissions during the Challenge Submission Period. Makers must comply with the terms of service, rules and policies that are available on challengepost.com. All Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as any and all other materials submitted. Important Challenge updates will be emailed to the email address provided by Makers when they register. It is Makers’ responsibility to provide a current and working email address and regularly check for, open and read any emails received in connection with the Challenge.\nThe potential prize winners will be selected from among all eligible Submissions received on or about June 6, 2014 following the end of the Challenge Submission Period.  Eligible Submission will be judged and selected by a panel of judges appointed by Poster (the “Judges”) based on the following criteria:\n(a) quality of the idea underlying the Submission, including creativity and originality of the idea;\n(b) implementation of the idea underlying the Submission, including how well the idea was executed by Makers; and\n(c) potential impact, including the potential impact and value provided to enhance the real estate sector.\n \n ", "hackathon-prizes": [{"prize-content": "$20,000", "prize-title": "Grand Prize"}, {"prize-content": "The Top 10 Innovative Challenge Submissions will demo their platform in front of world renowned judges panel and live audience at the annual RE:Tech Summit 2014 on Tuesday June 24, 2014.  One Grand Prize winner will be selected.", "prize-title": "RE:Tech Summit "}], "hackathon-location-google-maps": "", "hackathon-url": "https://retechny.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Quality of the idea underlying the Submission, including creativity and originality of the idea."}, {"judging-criterion": "Implementation of the idea underlying the Submission, including how well the idea was executed by Makers."}, {"judging-criterion": "Potential impact, including the potential impact and value provided to enhance the real estate sector."}], "hackathon-location-address": "", "hackathon-description-header": "RE:Tech - Hack New York City Real Estate!", "hackathon-prizes-total": "$24,000", "hackathon-location-description": "", "hackathon-end-date": "2014-06-06", "has-projects": "True"}