{"hackathon-description-text": "\nThe Sinch SDK makes it easy for developers to add voice calling, instant messaging, and SMS to their applications. Build an iOS, Android, or web app and leverage the Sinch SDK to connect people all around the world.", "hackathon-number-of-prizes": "2", "hackathon-id": "sinch", "hackathon-judges": [{"judge-role": "COO, Sinch", "judge-name": "Daniel Forsman"}, {"judge-role": "CEO, Sinch", "judge-name": "Andreas Bernstrom"}, {"judge-role": "Chief Developer Evangelist, Sinch", "judge-name": "Christian Jensen"}, {"judge-role": "Developer Evangelist, Sinch", "judge-name": "Jordan Hamel"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "60", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nNo purchase or payment necessary. A purchase or payment of any kind will not increase your chances of winning.\n\nThis Challenge is sponsored by Sinch AB (“us” or “our”), to identify the best new service that integrates the Sinch SDK into a iOS, Android, or web application. ChallengePost is administering and managing this Challenge. This Challenge is governed by these Official Rules as well as the ChallengePost Terms of Service which are incorporated herein by reference. To the extent there is a discrepancy between the Official Rules and the ChallengePost Terms of Service, these Official Rules shall govern with respect to this Challenge only.\n\nSubmission Period: Eligible users may submit their entries to this Challenge (“Submissions”) until December 5, 2014 at 17:00 pm (Pacific Standard Time, USA).\nAll Challenge entry Submissions must be made through the ChallengePost contest page at http://sinch.challengepost.com.\nCustomer Use-Based Judging Period: December 6, 2014 at 12:00 am (Pacific Standard Time, USA) until December 12, 17:00 pm (Pacific Standard Time, USA).\nJudging shall be completed on or around December 15, 2014. The winner(s) will be notified by email thereafter.\n\nJudging will be based on use of the Sinch platform, quality of implementation, business potential, and looks, as determined by the judges.\nSubmissions, or a small group thereof, may be made available on ChallengePost for users to vote. If so, non-suspect user votes may also be considered as part of the judging criteria.\n\nYour Submission should include a a description of the application built, screenshots of the application, and a link to view the application’s codebase. Submissions must use at least one feature of the Sinch SDK. Submission coding must be in English or must provide an English translation.\n\nSubmissions may not violate the ChallengePost Terms of Service, these Official Rules, or any law or regulation, may not contain any harmful or hidden code, may not violate the rights of any third person, may not contain any language or imagery that is sexually explicit, excessively violent, obscene or vulgar or otherwise offensive as determined in our sole discretion, and may not disparage or reflect negatively upon us or ChallengePost. Submissions may be evaluated or tested for compliance with the Challenge requirements in addition to judging criteria. You may enter more than one Submission so long as each Submission is substantively different as determined by us or ChallengePost in our sole discretion. Submissions which fail to comply with any of the foregoing may be disqualified without notice to you. We may also disqualify you, your team, or any of your votes if it appears you or someone acting on your behalf is attempting to tamper with the Challenge, the entry process, or a voting process. We have the right to request additional information in connection with evaluating your Submission. Failure to respond to our inquiries may result in disqualification.\n\nSubmissions must be your original work owned entirely by you where no other person or entity has any legal right or interest in the Submission and must not contain any code or other information (such as graphics, text, photographs or otherwise) that is subject to any intellectual property rights (whether copyrights, trademarks, trade secrets, patents, confidentiality obligations or otherwise) of any third party. Third party code available under an open source license may be included in your Submission only if the applicable open source license from which you obtained the third party open source code is broad enough to allow our unrestricted use, including commercial resale of your Submission, and you specifically identify the open source component of your Submission and provide a link or copy of the applicable open source licensing permissions and restrictions governing use of the open source code.\n\nBy entering a Submission, you (and, if applicable, each member of your team) warrant that you meet the eligibility requirements, that the Submission is your original work product owned entirely by you, that the Submission does not violate the rights of any third party, and that you have complied with all of the terms of these Official Rules and the ChallengePost Terms of Service. You further warrant that use of your Submission by us, ChallengePost or our respective affiliates, agents, employees or representatives as authorized by these Official Rules, shall not infringe upon, misappropriate or otherwise violate any right of a third party including, but not limited to, trademarks, trade secrets, copyrights, patents, privacy rights, publicity rights, moral rights, confidentiality obligations, or any other right.\n\nThe winner of the grand prize as selected by the judges in our sole discretion will get a $1,000 (USD) check and $1,000 of Sinch calling credits added to their Sinch account, subject to verification of identity, eligibility, and ownership of the Submission. The winner of the community choice as selected by the community votes via the ChallengePost platform will get a $1,000 (USD) check and $1,000 of Sinch calling credits added to their Sinch account, subject to verification of identity, eligibility, and ownership of the Submission. No Prize substitutions will be made except for our right to make a Prize substitution of equivalent or greater value. Prizes must be accepted as awarded. No transfer or substitution of a Prize is permitted except at our sole discretion. The Prize will be mailed to the winning individual or, in the case of a team, to the team’s point of contact based on the contact information supplied with the Submission. Winners are responsible for reporting and paying all applicable federal, state and/or local taxes and may be required to complete tax forms.\n\nYou acknowledge that your Submission is not confidential and that any information you provide may be shared with the public. You further warrant that your Submission does not include any personal information of any other person or any information that is subject to confidentiality obligations owed to any other person. Your personal information you provide shall be governed by the ChallengePost Privacy Policy as well as the additional Sinch Communications Challenge Privacy Policy, which are both incorporated herein by reference, and to which you expressly agree.\n\nYou are bound by these Official Rules and the ChallengePost Terms of Service and the decisions of the judges which are all final and binding. You are solely responsible for your Submission. By entering, each Submission entrant and team member agrees to release, indemnify, defend and hold harmless us and our affiliated companies, and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of patent, trademark, copyright or other intellectual property rights, incorrect information, property damage, or death or personal injury arising out of or relating to your Submission, any application or service based on your Submission, participation in the Challenge, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of your Submission, or any portion thereof as authorized or licensed by these Official Rules.\nTHIS CHALLENGE AND THE SINCH API IS PROVIDED AS IS WITHOUT WARRANTY OF ANY KIND. ALL WARRANTIES EXPRESS OR IMPLIES ARE EXPRESSLY DISCLAIMED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT. THE CHALLENGE MAY NOT BE ERROR-FREE, AND WE SHALL HAVE NO LIABILITY IN CONNECTION WITH ANY INCORRECT OR INACCURATE INFORMATION, TECHNICAL OR HUMAN ERROR, ELECTRONIC TRANSMISSION ERRORS, OR NETWORK HARDWARE OR SOFTWARE OR FAILURE OF THE CHALLENGEPOST WEBSITE; OR ANY UNAUTHORIZED HUMAN INTERVENTION IN ANY PART OF THE ENTRY PROCESS OR THE CHALLENGE. WE DISCLAIM ALL LIABILITY TO YOU TO THE FULLEST EXTENT POSSIBLE BY LAW.\n\nTo the extent that your Submission includes photos or references to any identifiable persons, then you will be required to agree and acknowledge that you have received appropriate permission for the use of the name/image/likeness/photo of any and all identifiable persons appearing in your Submission. Each Submission entrant consents to the use by us and our designees of entrant’s name, likeness, photograph, biographical information, town of residence, opinions, and/or content of your Submission for any purpose, including advertising and promotional use, in any and all media now or hereafter known, throughout the universe in perpetuity and without additional compensation, notification or permission, except where prohibited by law.\nOwnership and Licenses\nYou shall retain ownership of your Submission. By submitting your Submission, you grant to us, our successors, assigns, and licensees, a perpetual, non-revocable, worldwide, transferrable, sublicensable, royalty-free, unrestricted license to use, copy, display, transmit, perform, modify and create derivative works based on your Submission, in all media now or hereafter known.\nBy entering the Challenge, each entrant hereby consents to the use by us and our users of your ideas for any purpose, without additional compensation, notification or permission, except where prohibited by law.\n\nWe have the right to terminate, modify or cancel the Challenge as permitted by the ChallengePost Terms and Conditions and without prior notice to you.\n\nIf any provision of these Official Rules is determined by a court of competent jurisdiction to be illegal or unenforceable, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision. These Official Rules and any action relating thereto or to the Challenge shall have proper jurisdiction and venue only in the state or federal courts located in California and shall be interpreted solely according to United States and California law without application of any conflicts of laws rules.\nPersonal information that you may provide to us as part of a Challenge Submission shall be governed by this policy as well as the ChallengePost Privacy Policy which is incorporated herein by reference, and you consent to the use of your personal information consistent with these policies.\n\nWe operate out of California in the United States of America. We may work with vendors or partners located globally in connection with administering the Challenge. As such, the data you provide in connection with a Submission may be transmitted to or from the United States. You (and each of your team members) consent to cross boarder transfer of your Submission, including all information contained therein.\nWe may use aggregate or non-personal information in any manner that does not identify you individually.\n\nIf you want to opt out of future communications with us, you may do so my sending an email to the address below. Discontinuing communications, however, may jeopardize an ongoing Challenge. We must be able to contact you as a condition of the Challenge.\n\nWhile we take reasonable steps to protect the security of our data, you understand that you are providing this information over the internet which does not have guaranteed security.\n\nCalifornia Civil Code Section § 1798.83 permits California residents to request certain information regarding the disclosure of personal information to third parties for third party direct marketing purposes. To make such a request of us, please send an email or write to as noted below.\n\nPlease send any notices, questions, comments, or concerns regarding your privacy concerns for this Challenge to: hello@sinch.com.", "hackathon-prizes": [{"prize-content": "Win $1000 + $1000 of Sinch credits! Winner will be chosen by the judges.", "prize-title": "Grand Prize"}, {"prize-content": "Win $1000 + $1000 of Sinch credits! Winner will be chosen by the community.", "prize-title": "Community Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://sinch.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the application seamlessly integrate Sinch in a way that is beneficial to it's users?"}, {"judging-criterion": "Does the application comply with best practices for the implementation of the SDK? Is the application free of bugs?"}, {"judging-criterion": "Would this app thrive in the competitive app market?"}, {"judging-criterion": "Is the application visually appealing?"}, {"judging-criterion": "Extra points for using the Sinch​ calling functionality."}], "hackathon-location-address": "", "hackathon-description-header": "Leverage the Sinch SDK in your app to revolutionize communications. What will you build with real-time voice calling and instant messaging?", "hackathon-prizes-total": "$4,000", "hackathon-location-description": "", "hackathon-end-date": "2014-12-05", "has-projects": "True"}