{"hackathon-description-text": "\nDice, the leading career website for tech professionals, is hosting a mobile hackathon. Bring your friends, skills, and ideas to build awesome mobile apps and compete for great prizes. Our hackathon gives you the chance to show off your skills, meet new people, oh, and win cold hard cash.", "hackathon-number-of-prizes": "5", "hackathon-id": "dicemobilehackathon", "hackathon-judges": [{"judge-role": "VP, Engineering", "judge-name": "Manish Dixit"}, {"judge-role": "Senior Developer at Zetetic", "judge-name": "Nick Parker"}, {"judge-role": "CEO at Bitmethod", "judge-name": "Dan Shipton"}, {"judge-role": "Developer Lead at Dwolla", "judge-name": "Jason Mead"}, {"judge-role": "Consultant at Lean Techniques", "judge-name": "Nate Buwalda"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nParticipants must be over 18 years old. And Awesome. ", "hackathon-number-of-participants": "16", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nTeams must consist of between 1 and 5 participants. Teams must submit a list of members before the presentation portion of the event on Sunday, March 16, 2014 at 10:00 am Central Standard Time (CST). Any modifications after that must be approved by organizers. You can, by all means go solo, but we encourage you to work in groups!\nEach team is permitted one submission that must be received by 10:00am on Sunday, March 16, 2014. Code submitted must be produced only by team members and written during the Dice Hackathon from the starting time on Saturday, March 15, 2014 at 9 am CST to the submission time, March 16th, at 10am CST. If you are continuing a previous project or using old code written by you, let us know on the project submission form. Third party libraries are allowed without notice provided that they are publicly available to any participant.\nTeams have full ownership of everything they build at this event.\nTeams' demos will be judged on several criteria including usefulness, technical difficulty, polish, and creativity. Teams will not be told their scores during or after judging, and decisions by the judges and Dice Hackathon team are final. To compete in the student category, teams must be made up of at least 50% students and show their student IDs.\nWinners for the Dice Hackathon prizes will be selected by a panel judges and must be present. The winning team is responsible for all taxes associated with a prize.\nBy attending the Dice Hackathon, you acknowledge that your picture and video may be used without compensation, prior permission, or notification in any promotional material related to the Dice Hackathon.\nIt's a hackathon! Use whatever languages or hacks you have in your arsenal. Show us new concepts. Show us anything you'd like. If you're not having fun, you're doing it wrong! And remember, we're guests at the FFA Enrichment Center, so don't do anything too crazy.\nBy registering for the Dice Hackathon, you are agreeing to the full set of \n.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Overall"}, {"prize-content": "", "prize-title": "Runner up"}, {"prize-content": "", "prize-title": "Best use of Dice API"}, {"prize-content": "", "prize-title": "Best Design"}, {"prize-content": "", "prize-title": "Best Student Submission"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1055 Southwest Prairie Trail Parkway, Ankeny, IA 50023, USA", "hackathon-url": "https://dicemobilehackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the app solve a real problem?"}, {"judging-criterion": "How hard was the prototype to build?"}, {"judging-criterion": "Does the prototype look professional?"}, {"judging-criterion": "Does the prototype demonstrate creativity?"}], "hackathon-location-address": "1055 Southwest Prairie Trail Parkway, Ankeny, IA 50023, USA", "hackathon-description-header": "Hack everything mobile: web, iOS, Android, Windows Phone, Hybrid. Do it for cash.", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}