{"hackathon-description-text": "\nWelcome to the Blockchain for Social Impact Hackathon, a.k.a. the first ", "hackathon-number-of-prizes": "4", "hackathon-id": "bsichackathon", "hackathon-judges": [{"judge-role": "judge", "judge-name": "Thomas"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThe Blockchain for Social Impact Hackathon is open to all individuals above the age of 18. ", "hackathon-number-of-participants": "296", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "14", "hackathon-requirements": "\n ", "hackathon-rules": "\n\nAll submissions remain the intellectual property of the individuals or organizations that developed them.\n\n\nBy submitting an Entry or accepting any prize, you represent and warrant the following: you will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the content; and the content submitted by you does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.\n\n\nParticipant represents and warrants that he or she is the sole author and copyright owner of the Submission, and that the Submission is an original work of the Participant, or if the Submission is a work based on an existing application, that the Participant has acquired sufficient rights to use and to authorize others; and that the Submission does not infringe upon any copyright or upon any other third party rights of which the Participant is aware, and that the Submission is free of malware.\n\n\nThe Blockchain for Social Impact Hackathon (BSIC) organizers have the right at their sole discretion to determine whether an entrant is eligible for the Contest. BSIC may disqualify, at their sole discretion, BSIC entries (including, without limitation, content submitted in connection therewith) that (a) are in violation of third party rights or law or regulation, (b) use inappropriate or explicit language or images, or display content that BSIC or Sponsors otherwise finds objectionable.\n\n\nWinners will be judged based on the criteria found in the judging section of Devpost. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Financial Inclusion"}, {"prize-content": "", "prize-title": "Supply Chain"}, {"prize-content": "", "prize-title": "Identity and Vulnerable Populations"}, {"prize-content": "", "prize-title": "Energy &amp; Environment"}], "hackathon-location-google-maps": "", "hackathon-url": "https://bsichackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Experience and/or knowledge in sales, marketing, branding, customer acquisition techniques, etc."}, {"judging-criterion": "Experience and/or understanding of technology development, engineering, data architecture, etc."}, {"judging-criterion": "Understanding of the strategy, roadmap, and feature-set of products that solve real user problems"}, {"judging-criterion": "Serving as a proxy for the long-term revenue opportunity, the market size should account for the total addressable market (TAM), serviceable available market (SAM), and/or the serviceable obtainable market (SOM)."}, {"judging-criterion": "Economic conditions, industry trends, current technology infrastructure on which the product is dependent, consumer readiness, and other factors should be accounted for in the overall plan"}, {"judging-criterion": "An organization's ability to provide value to users/consumers in a superior manner when compared to its competitors. This can be done by offering the product/service at a lower cost, at a faster speed, or by creating more value for the same/similar cost."}, {"judging-criterion": "A design for the successful operation of a business, identifying revenue sources, customer base, products, and details of financing."}, {"judging-criterion": "A plan for reaching financial sustainability while accounting for the organization's cash flow, balance sheet, etc. It may also include  pricing strategy, operational costs, and other financially-related variables the organization should account for"}, {"judging-criterion": "A clear vision of your product, how it will address the issue on which you've chosen to focus - communicated in a manner that will attract talent and capital"}, {"judging-criterion": "A detailed plan that takes into consideration the organization's users, revenue, operational, and team capabilities"}, {"judging-criterion": "Detailed strategy for how the team will validate any assumptions that are baked into your overall plan, accounting for customer acquisition, partnerships, costs, etc."}, {"judging-criterion": "List of what the company will be able to measure in order to obtain a detailed account of the impact the  organization / product is making on its target population"}, {"judging-criterion": "How will the company measure impact? This area should account for obstacles you may face on the ground, infrastructure issues, measurement techniquest, etc."}, {"judging-criterion": "Is the company creating a new product or market place ? Is the company creating products and services that have not been addressed by competing or exiting solutions"}], "hackathon-location-address": "", "hackathon-description-header": "Blockchain for Social Impact Hackathon aka The Decentralized Impact Accelerator", "hackathon-prizes-total": "$20,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}