{"hackathon-description-text": "\nFishackathon is a public-private partnership that aims to capitalize on the expansion of mobile phone and internet use across the developing world to address sustainable fishery challenges. The annual Fishackathon event calls on coders and science enthusiasts from all around the world to come together to create new applications and tools for use on mobile phones and other devices, which can help fishers work smarter and more safely in sustainable fishing.", "hackathon-number-of-prizes": "1", "hackathon-id": "fishackathon2016", "hackathon-judges": [{"judge-role": "Computational Ecologist at Microsoft Research", "judge-name": "Lucas Joppa"}, {"judge-role": "Head of the Office of Policy and Public Outreach at the U.S. State Department Bureau of Oceans and International Environmental and Scientific Affairs", "judge-name": "Susan Cleary"}, {"judge-role": "Managing Director of Ocean Unite", "judge-name": "Karen Sack"}, {"judge-role": "Branch Chief of the Seafood Processing and Technology Policy Branch at the U.S. Food and Drug Administration", "judge-name": "Steven Bloodgood"}, {"judge-role": "Director of Impact, Fishery Solutions Center at the Environmental Defense Fund", "judge-name": "Timothy Fitzgerald"}, {"judge-role": "Engineer and Conservation Technologist, Emerging Explorer at the National Geographic Society", "judge-name": "Shah Selbe"}, {"judge-role": "Founder & CEO / Tone", "judge-name": "Mark Kaplan"}, {"judge-role": "Ecohub", "judge-name": "Alistair Douglas"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nAll participants must RSVP for their host city through each host city’s respective web site of\nFishackathon reserves the right to verify eligibility and to a fishacdjudicate on any dispute at any time. If you are entering as part of a company or on behalf of your employer, these rules are binding on you individually, and / or your employer. If you are acting within the scope of your employment, as an employee, contractor, or agent of another party, you warrant that such party has full knowledge of your actions and has consented thereto, including your potential receipt of a prize. You further warrant that your actions do not violate your employer’s or company’s policies and procedures.\nOnly works created between the start time and end time of each entrant’s selected host city are eligible for prizes.\n\n\nFishackathon 2016 will be open to participants around the world who are not able to attend an event in person. Virtual participants will work on solutions to one of the 9 featured problem statements during a global online submission period taking place at the same time as the in-person events hosted around the world (April 22-24, 2016). The 9 problem statements will be available on Devpost after the event kick-off on Friday, April 22. For judging purposes, the deadline for all virtual participants to upload their presentation is \nFishackathon virtual participants will upload all their presentations online and will be featured at\nVirtual participants will register on\nWhen virtual participants enter their solution online on\n ", "hackathon-number-of-participants": "590", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n\nParticipants planning to attend an in-person event will RSVP for their city’s event following the instructions on fishackathon.co . All event attendees will\nEach host site winning team, identified by the panel of judges on Sunday, April 24, is\nEach entrant/participant listed on a submission must RSVP with the selected host city through fishackathon.co and\n\nAll submissions must include a 5 minute demonstration (PowerPoint) or other visual digital presentation software of the app / or solution. Presentations should be approximately five minutes in length (Elevator Pitch Like). If host sites do not have the technology to support this, please indicate to the event organizers via e-mail\nAdditional requirements:\nAny and all works created during the Fishackathon are developed under \nFishackathon and its representatives will have no responsibility for, and will have the right to refuse at its sole and absolute discretion, any entries that have been altered, tampered with, misdirected, incomplete, non-conforming, corrupt, lost, late, or ineligible, whether due to Internet or e-mail server failure or otherwise. Proof of transmission of a submission shall not constitute proof of receipt. It is each entrant’s responsibility to keep Fishackathon.co and their representatives informed of any changes to entrant’s contact or other information during the Fishackathon. The U.S. Government reserves the right to develop any of the applications that are created through the contest Fishackathon.  By agreeing to participate in this event and signing these rules, the contestants who have created the open source application(s) waive any future claims against the Government for compensation. \n", "hackathon-rules": "\n\n- Chinese\nThis is a social good hacking event. All outcomes will be open source and available through Github. All Fishackathon projects, work, and outcomes by Fishackathon participants are licensed under a  \n.   \nTo ensure an equal playing field for all contestants, all code and visual images used for the purposes of judging must be created during the hackathon.\nYou are free to make plans (i.e. create wireframes, and brainstorm) prior to the event. The only exception to this rule would include material that is freely available to the public.  Some examples include: public domain images, open source libraries, etc. Failure to comply may result in the offending team's disqualification. All teams that qualify for prizes will be subject to a code review to verify that there was no foul play.\n \nYou are encouraged to use third party services, APIs, open source projects, libraries, and frameworks.\n\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackday attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon with no refund (if applicable)..\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "A panel of judges will select a winner, from the set of finalists selected by each of the host cities and the virtual hackathon.", "prize-title": "Cash Prize - Announced on June 8, 2016"}], "hackathon-location-google-maps": "", "hackathon-url": "https://fishackathon2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "1: Not unique or innovative\n2:\n3: Provides a better/faster/clearer way to solve the problem\n4: Solves a problem that has been overlooked/ignored in the past\n5: Addresses the problem at deeper level, making existing solutions/efforts unnecessary-disruptive"}, {"judging-criterion": "1: Not relevant to cat\n2:\n3: Addresses a cat. relevant prob, diffcult to implement/scale, no plan to move forward\n4: Addresses a cat. relevant prob, hard to implement/scale, clear plan to move the proj forward\n5: Sustainable lifecycle, easily be scaled"}, {"judging-criterion": "1: Not usable.\n2:\n3: Usable but it is not intuitive without clear instructions.\n4: Usable and clear without instructions.\n5: Both intuitive and visually appealing."}], "hackathon-location-address": "", "hackathon-description-header": "Fishackathon 2016 will take place on Earth Day Weekend (April 22-24)! #codeforfish", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2016-04-24", "has-projects": "True"}