{"hackathon-description-text": "\nRamHacks is a 24-hour hackathon extravaganza where all are welcome. Yes, that means those with serious coding skills as well as programming newbies. Take the chance to collaboratively design and implement a software and/or hardware application of your choosing.", "hackathon-number-of-prizes": "13", "hackathon-id": "ramhacks2016", "hackathon-judges": [{"judge-role": "", "judge-name": "Timo Selvaraj"}, {"judge-role": "", "judge-name": "Rahul Tapadiya"}, {"judge-role": "", "judge-name": "Frankie Moffett"}, {"judge-role": "", "judge-name": "Wietze de Vries"}, {"judge-role": "", "judge-name": "Andy Pemberton"}, {"judge-role": "", "judge-name": "Gaurav Chawla"}, {"judge-role": "", "judge-name": "Kile Niklawski"}, {"judge-role": "", "judge-name": "Cary Zhou"}, {"judge-role": "", "judge-name": "Anthony Pinheiro"}, {"judge-role": "", "judge-name": "Buck Helmke"}, {"judge-role": "", "judge-name": "Jack Hughes"}, {"judge-role": "", "judge-name": "David Brumfield"}, {"judge-role": "", "judge-name": "Obie Quelland"}, {"judge-role": "", "judge-name": "Zak Brown"}, {"judge-role": "UPS Freight", "judge-name": "Rick Jones"}, {"judge-role": "", "judge-name": "Bill Gunn"}], "hackathon-number-of-judges": "16", "hackathon-eligibility": "\nAttendees must be enrolled in a college or university, and must agree to the", "hackathon-number-of-participants": "94", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nBe respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable at an officially sanctioned MLH event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a MLH representative or event organizer makes you uncomfortable, please report it using the procedures included in this document.\nMajor League Hacking stands for inclusivity. We believe that every single person has the right to hack in a safe and welcoming environment.\nHarassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors, judges, mentors, volunteers, organizers, MLH staff and anyone else at the event are also subject to the anti-harassment policy. In particular, attendees should not use sexualised images, activities, or other material both in their hacks and during the event. Booth staff (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf a participant engages in harassing behavior, Major League Hacking may take any action MLH deems appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact Major League Hacking using the reporting procedures defined below.\nMLH representatives will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance.\nWe expect participants to follow these rules at all hackathon venues, hackathon-related social events, and on hackathon supplied transportation.\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct, please report it immediately using one of the following methods. All reporters have the right to remain anonymous.\nBy sending information to the general reporting line, your report will go to any or all of the five MLH representatives listed below.\nIf you are uncomfortable reporting your situation to one or more of these people or need to contact any of them directly in case of emergency, direct contact details are listed below.\nMajor League Hacking reserves the right to revise, make exceptions to, or otherwise amend these policies in whole or in part. If you have any questions regarding these policies, please contact MLH by e-mail at \n.\nThis guide was last updated on: June 6, 2016", "hackathon-prizes": [{"prize-content": "1st Place Overall", "prize-title": "1st Place"}, {"prize-content": "2nd Place Overall", "prize-title": "2nd Place"}, {"prize-content": "3rd Place Overall", "prize-title": "3rd Place"}, {"prize-content": "Most innovative use of Alexa Skills Kit - can be implementation of existing skills, or creation of original ones", "prize-title": "Most innovative use of Alexa Skills Kit from Altria"}, {"prize-content": "CloudBees Challenge - awarded to the team who makes best use of Jenkins during their hackathon coding! (same as last year; the winning team also happened to win the overall ;)", "prize-title": "Best use of Jenkins from CloudBees"}, {"prize-content": "Develop a capability to validate, adjust and submit health care claims to Federal government for revenue reimbursements and compliance. Criteria includes accuracy and speed of processing.", "prize-title": "Best Validation of Health Care Claims from Verscend Technologies, Inc."}, {"prize-content": "For the best use of our Capital One Nessie API, we will award one team with out prize.  The judging will be based on creativity, technical complexity, and degree to which the API was integrated.", "prize-title": "Best use of Capital One API from Capital One"}, {"prize-content": "The Department of Education uses the information provided on the Free Application for Federal Student Aid (FAFSA) to determine students’ eligibility for federal student aid.  Students receive their eligibility determination results through the Student Aid Report (SAR). We are asking you to develop a product (i.e. interactive report, web application, mobile application, etc.) to improve the presentation of the information provided on the existing SAR.", "prize-title": "Best Visualization of SAR Data from Accenture Federal Services"}, {"prize-content": "Manipulating Objects in Augmented Reality: Using augmented reality (AR), produce software simulating the manipulation of objects in a practical way such as creating a game of tic-tac-toe, connect four, or other simplistic board or child’s game. Take the exercise a step further by simulating the manipulation (plugging and unplugging) of “patch cords” in a switch, router or other optical device used for signal routing. Take the entire project to a new level by simulating the interaction of virtual with non-virtual objects.", "prize-title": "Manipulating Objects in Augmented Reality from Mapcom Systems, LLC"}, {"prize-content": "“Best Integration of a Microservice”", "prize-title": "Best Integration of a Microservice from CapTech Consulting"}, {"prize-content": "Description: Given a sizeable list of both images and sub-images, match each sub-image with its corresponding image", "prize-title": "Detect the Sub-Image! from Elephant Insurance"}, {"prize-content": "The snagajob reward will be for the hack that makes the best use of data. It could be a good data engineering implementation, an innovative way to collection data from users, using data science to drive the hack, or any other data use or manipulation. The data could be text, numeric or image data.", "prize-title": "Best Use of Data from Snagajob"}, {"prize-content": "Develop a project that helps users better understand their digital footprint or control their personal data.", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=401 W Main St, Richmond, VA 23284, USA", "hackathon-url": "https://ramhacks2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative is the hack?"}, {"judging-criterion": "How technically difficult is the hack?"}, {"judging-criterion": "How viable is the hack as a product?"}], "hackathon-location-address": "401 W Main St, Richmond, VA 23284, USA", "hackathon-description-header": "VCU's 3rd annual Hackathon!", "hackathon-prizes-total": "$6,040", "hackathon-location-description": "Virginia Commonwealth University", "hackathon-end-date": "2016-09-18", "has-projects": "True"}