{"hackathon-description-text": "\nRedesigNU is a chance for Northwestern students to design web services that make life easier for students. Form teams of between 1 and 6 and execute your vision!", "hackathon-number-of-prizes": "5", "hackathon-id": "redesignu", "hackathon-judges": [{"judge-role": "", "judge-name": "Ethan Romba"}, {"judge-role": "", "judge-name": "Neal Sales-Griffin"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nAnyone currently enrolled in Northwestern, graduate and undergraduate, is able to register.\n ", "hackathon-number-of-participants": "38", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nCreate a web application, mobile app, Chrome extension -- whatever you want!", "hackathon-rules": "\nAll participants must be full-time or part-time University students, undergraduate or graduate student, during Spring 2014 except where permission is explicitly given.\n \nTeams must consist of between 1 and 6 participants. Teams must submit a list of members upon submitting their project on Saturday April 26th. Any modifications after that must be approved by organizers. You can, by all means go solo, but we encourage you to work in groups!\n \nEach team is permitted one submission that must be received by 6:00PM on Saturday, April 26th, 2014. Code submitted must be produced only by team members and written during RedesigNU from the starting time on Friday, April 25th, 2014 to the submission time. Previous projects or using old code written by you is not allowed for the event. In order for hacks to be eligible for prizes, all hacks must be started at RedesigNU. Third party libraries are allowed without notice provided that they are publicly available to any participant. All code you create at RedesigNU is open source.\n \nTeams’ demos will be judged on several criteria including usefulness to students, functionality, visual design, innovation, and creativity. More details about the judging process will be provided closer to the event. Teams will not be told their scores during or after judging, and decisions by the judges and RedesigNU team are final.\n \nBy attending RedesigNU, you acknowledge that your picture and video may be used without compensation, prior permission, or notification in any promotional material related to RedesigNU.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Judges' Grand Prize"}, {"prize-content": "", "prize-title": "Judges' Runner-Up"}, {"prize-content": "For the best project submitted by a team where each member is an underclassman.", "prize-title": "Emerging Underclassman Innovator Award"}, {"prize-content": "", "prize-title": "Students' Choice Grand Prize"}, {"prize-content": "", "prize-title": "Students' Choice Runner-Up"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1999 Campus Drive, Northwestern University, Evanston Campus, Evanston, IL 60208, USA", "hackathon-url": "https://redesignu.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does your project significantly make students' lives easier?"}, {"judging-criterion": "How well does it work? Is it easy to use? How complete is it?"}, {"judging-criterion": "Is it cohesive and polished?"}, {"judging-criterion": "Is the idea something that hasn't been tried before?"}], "hackathon-location-address": "1999 Campus Drive, Northwestern University, Evanston Campus, Evanston, IL 60208, USA", "hackathon-description-header": "24 hours developing innovative solutions for the Northwestern student experience", "hackathon-prizes-total": "$6,500", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}