{"hackathon-description-text": "\nLove creating stuff on your computer and LOVE baseball? Come hack with us!", "hackathon-number-of-prizes": "6", "hackathon-id": "baseballhackday", "hackathon-judges": [{"judge-role": "MLB Advanced Media", "judge-name": "Kyle Glossy"}, {"judge-role": "BrooksBaseball.net", "judge-name": "Dan Brooks"}, {"judge-role": "Sports Editor Boston.com", "judge-name": "Matt Pepin"}, {"judge-role": "MLB Advanced Media", "judge-name": "Ben Romy"}, {"judge-role": "MLB Advanced Media", "judge-name": "Jeff Morin"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nYou have to be at the event to be considered for a prize.", "hackathon-number-of-participants": "20", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHacks could be (but are not limited to) a tool, application, software, website, or data visualization and may be built using any programing language and platform that you choose. Teams can be of any size, but awards are only given to up to four individuals.", "hackathon-rules": "\nFirst and foremost, this event will be a success if everyone has a good time, so rule number 1, please don't do anything that would detract from the fairness or fun of the event. Respect your fellow hackers.\nWe are using a hack submission service called ChallengePost (http://www.challengepost.com). In order to win, you need to submit the hacks through it. It helps organizers keep track of the teams and the projects they create.\nHacks could be (but are not limited to) a tool, application, software, website, or data visualization and may be built using any programing language and platform that you choose. Teams can be of any size, but awards are only given to up to four individuals. Hacks will be judged for 1) Creativity/Originality, 2) Design/Presentation, and 3) Execution/Functionality.\nThe majority of your coding must happen during the event. Some work done prior to the event is allowed, but it should be disclosed at your demo. Ideas that are compact and executable in one-day format are encouraged, and we will reward teams that recognize this time constraint.\nAt 6 o'clock, you will have 3 to 5 minutes of presentation and demo time (depending on how many projects there are). Judges also will come around during the event and you are encouraged to tell them about your projects at that time.\nPrototypes/mockups for demo is OK, but *working* websites or mobile apps are strongly encouraged.", "hackathon-prizes": [{"prize-content": "Grand prize: MLB at Bat and MLB.tv subscription ($130 value x the number of team members, up to 4)", "prize-title": "Overall Winner"}, {"prize-content": "Free Real-Time access to Sports Data MLB API for the 2014 season", "prize-title": "Best use of Sports Data API"}, {"prize-content": "$100 credit for tickets on SeatGeek", "prize-title": "Best use of SeatGeek API"}, {"prize-content": "Prize to be decided", "prize-title": "Best Data Visualization"}, {"prize-content": "Public can vote from 6 p.m. to 7 p.m. on the day of Hack Day. Tweet! Facebook! Ask your friends to vote for you! Prized to be decided. (This is a new \"test drive\" feature for the BBHD)", "prize-title": "People’s Choice Award (Public Voting)"}, {"prize-content": "", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=135 William T Morrissey Boulevard, Boston, MA 02125, USA", "hackathon-url": "https://baseballhackday.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": "For Best use of Sports Data API and Best use of SeatGeek API awards."}], "hackathon-location-address": "135 William T Morrissey Boulevard, Boston, MA 02125, USA", "hackathon-description-header": "The third annual Boston Baseball Hack Day on March 2nd, 2014, is a fun, friendly one-day hacking competition for baseball fans. The event will be held at Boston Globe, 135 Morrissey Blvd, Boston, MA", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}