{"hackathon-description-text": "\nWildHacks is Chicago’s largest intercollegiate hackathon. This November, the most creative and innovative students from the Midwest and around the country will come to Northwestern to ideate, develop, and launch novel hardware and software projects. In just 24 hours, 500 students will learn from top industry mentors, collaborate with talented teammates, and turn their wildest ideas into reality.", "hackathon-number-of-prizes": "21", "hackathon-id": "wildhacks2015", "hackathon-judges": [{"judge-role": "Executive Director, The Garage at Northwestern", "judge-name": "Melissa Crounse"}, {"judge-role": "CEO LiveWatch Security, Kellogg Adjunct Lecturer of Innovation & Entrepreneurship", "judge-name": "Brad Morehead"}, {"judge-role": "CEO, The Starter League", "judge-name": "Neal Sales-Griffin"}, {"judge-role": "Professor, Segal Design Center", "judge-name": "Haoqi Zhang"}, {"judge-role": "Managing Director, BNY Mellon, Membership Chair, Hyde Park Angels", "judge-name": "Tony Wilkins"}, {"judge-role": "Head of Engineering, Packback", "judge-name": "Karl Hughes"}, {"judge-role": "PayPal/Braintree", "judge-name": "Justin Woo"}, {"judge-role": "Technical Evangelist, Microsoft", "judge-name": "David Giard"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nAll full or part-time undergraduate or graduate students are eligible to compete, regardless of skill level or prior experience.", "hackathon-number-of-participants": "229", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nAll participants must be full or part-time university students during Fall 2015.", "hackathon-prizes": [{"prize-content": "$2,000", "prize-title": "WildHacks 2015 1st Place Prize"}, {"prize-content": "$1,500", "prize-title": "WildHacks 2015 2nd Place Prize"}, {"prize-content": "$1,000", "prize-title": "WildHacks 2015 3rd Place Prize"}, {"prize-content": "The hack that best facilitates communication will win a Siberia V3 Prism Gaming Headset for each team member from Belvedere Trading.", "prize-title": "Belvedere Trading - Best Hack that Facilitates Communication"}, {"prize-content": "The hack that demonstrates the best and most innovative use of the Haven OnDemand APIs will win GoPro Hero 4 Sessions for each member of the team from HP.", "prize-title": "HP Haven OnDemand Challenge"}, {"prize-content": "The hack that best uses Bluemix technologies will win Go Pros for each member of the team from IBM", "prize-title": "IBM Best Bluemix App"}, {"prize-content": "The hack that has the best data visualization will Apple Watches for the entire team from IMC Financial Markets.", "prize-title": "IMC Financial Markets"}, {"prize-content": "The most disruptive hack using the Braintree SDK or the Paypal API will win a BB-8 Droid for each member of the team from PayPal/Braintree.", "prize-title": "Paypal/Braintree Most Disruptive Use of Braintree SDK or Paypal API"}, {"prize-content": "The hack that demonstrates the best use of Postmates API win win $1000 in Postmates credit from Postmates", "prize-title": "Postmates Best Use of Postmates API"}, {"prize-content": "The hack that best demonstrates printing and delivery integration will win $500 in cash, $500 in Postmates credit, Postmates swag, custom revenue share for photo prints if the app is live by January 15, 2015, and a meeting and lunch with the Walgreens API team in downtown Chicago from Walgreens and Postmates", "prize-title": "Postmates/Walgreens Challenge"}, {"prize-content": "The hack that demonstrates the best user experience will win $500 from Tanvas. Canvas will take into consideration usability, discoverability, aesthetics and uniqueness.", "prize-title": "Tanvas Best User Experience"}, {"prize-content": "The hack that demonstrates the best use of Twilio API will win an Arduino Yun for each team member from Twilio.", "prize-title": "Twilio Best Use of Twilio API"}, {"prize-content": "The hack that addresses a social need - whatever that need is - in a creative and fresh way will win $500 from Venture for America. The design takes into account usability and sustainability, and can range from hardware to software.", "prize-title": "Venture for America Social Innovation Prize"}, {"prize-content": "The hack that demonstrates the best use of Walgreens Photo API will win $500 in cash from Walgreens.", "prize-title": "Walgreens Best Photo API Integration"}, {"prize-content": "Th hack that has the best use of Azure will win Dell Venue 8 Pros for each team member from Microsoft.", "prize-title": "Microsoft Best Use of Azure"}, {"prize-content": "The hack that demonstrates the best use of Microsoft technology will win a Microsoft Bands for each team member.", "prize-title": "Microsoft Best Use of Microsoft Technology"}, {"prize-content": "The hack that has the most out-of-this-world use of the Groupon Space Cat will win a $100 gift card to Groupon, as well as 4 Cutter & Buck Groupon branded overnight duffle bags filled with Groupon swag, courtesy of Groupon.", "prize-title": "Groupon Most Out-of-this-World Use of the Groupon Space Cat"}, {"prize-content": "The web hack that has the punniest domain will win RedBoards from MLH.", "prize-title": "MLH Punniest Domain"}, {"prize-content": "The hack that demonstrates the coolest use of Nest will win binary clock kits from MLH.", "prize-title": "MLH Coolest Nest Hack"}, {"prize-content": "$600 (4x $150) Amazon Gift Cards", "prize-title": "Trustwave - Best anomaly detection algorithm"}, {"prize-content": "4 Parrot AR Drone Quadricopters, 2.0 Elite Edition, 720p", "prize-title": "Trustwave - Best visualization of entities on a network"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1999 Campus Dr, Evanston, IL 60208, USA", "hackathon-url": "https://wildhacks2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The hack should be unique and interesting. This can range from a new spin on a known idea to completely outlandish ideas. The hack should be something damn cool you’ve never seen before."}, {"judging-criterion": "Doesn't have to be business-ready, but should have the potential to be a useful in everyday life. Should also be intuitive and easy to use."}, {"judging-criterion": "The hack should be technically impressive for 24 hour project. They should have code and a functioning prototype. Anything from frameworks, apis, algorithms to interesting languages can add to the technical difficulty of the project."}, {"judging-criterion": "Should look or work beautifully. The closer it looks and feels to a professional-grade application, the better."}], "hackathon-location-address": "1999 Campus Dr, Evanston, IL 60208, USA", "hackathon-description-header": "Come build with us.", "hackathon-prizes-total": "$19,540", "hackathon-location-description": "Norris University Center", "hackathon-end-date": "2015-11-22", "has-projects": "True"}