{"hackathon-description-text": "\nGigabit networks are coming to a city near you! Join us for a weekend of", "hackathon-number-of-prizes": "5", "hackathon-id": "gighacks-sf", "hackathon-judges": [{"judge-role": "CIO / City of San Francisco", "judge-name": "Miguel A. Gamiño Jr"}, {"judge-role": "Director of Marketing / Google Fiber", "judge-name": "Scott Levitan"}, {"judge-role": "Managing Partner / Zetta Venture Partners", "judge-name": "Ash Fontana"}, {"judge-role": "Reporter / PandoDaily", "judge-name": "Dan Raile"}, {"judge-role": "VP Technology Development / Orange Silicon Valley", "judge-name": "Gabriel Sidhom"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nDevelopers, designers, dreamers & doers who want to advance their applications with gigabit networks\nPlease write a little phrase about what your are looking for when you sign up so it's easier for everyone to find a cool team to hack.\nWe will be contacting all the participants in advance so they can team up and start working prior to the event. We will also update the list of resources that will be available on the D-Day!\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackday attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form.\n\n ", "hackathon-number-of-participants": "144", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n \n ", "hackathon-rules": "\nThe Orange Silicon Valley GigHacks Hackathon (the “Hackathon”) will take place on May 1-3, 2015 at the offices of France Telecom Research & Development, LLC d/b/a Orange Silicon Valley (“Administrator”), located at 60 Spear Street, Suite 1100, San Francisco, CA 94105. The Hackathon is open only to individuals who are eighteen (18) years of age or older. \nBy participating in the Hackathon, you will become a “Participant” subject to the terms and conditions  set forth in the Orange Silicon Valley GigHacks Hackathon Rules (the “Rules”). Participation in the Hackathon constitutes your full and unconditional acceptance of these rules. \nTO REGISTER TO AND PARTICIPATE IN THE HACKATHON, YOU MUST AGREE TO THE RULES. IF YOU DO NOT AGREE WITH ANY OF THESE RULES, YOU MAY NOT PARTICIPATE IN THE HACKATHON.\nThe Hackathon will be held on May 1-3, 2015 at Administrator’s offices in San Francisco, CA and aims to find applications that empower people with blink-of-an-eye responsive, sharing-capable, always-on reliable networks -- what we call “gigabit” apps (“Apps”). To do that, we are trying to grow the ecosystem of technologists working to create those applications by bringing together the community at events including this Hackathon. \nAll eligible entries will be assessed based on the criteria described below and three or more winners, at Administrator’s sole discretion, will be chosen according to these criteria. The prizes will be name recognition only, to the exclusion of any monetary or in-kind prizes.\nThe Hackathon is subject to all applicable Federal and state laws and regulations, including but not limited to, laws and regulations relating to privacy and data collection.\nThe Hackathon is open only to Participants who are eighteen years of age or older at the time of their registration. Participants may enter as a team or individually.\nAdministrator has the right, in its sole discretion, to determine whether a potential Participant is eligible to participate in the Hackathon.\nPARTICIPANT IS SOLELY RESPONSIBLE FOR OBTAINING ALL REQUIRED APPROVALS, CONSENTS AND AUTHORIZATIONS, IF ANY, THAT MAY BE REQUIRED PRIOR TO ITS PARTICIPATION IN THE HACKATHON AND SUBMISSION OF AN APP FOR FINAL JUDGING, INCLUDING APPROVALS, CONSENTS AND AUTHORIZATIONS THAT MAY BE REQUIRED FROM ITS EMPLOYER.\nParticipation in the Hackathon constitutes a Participant's full and unconditional acceptance of these Rules and the Administrator' decisions, which are final and binding in all matters related to the Hackathon.  Eligibility for a prize is contingent upon fulfilling all requirements set forth in these Rules.\nThe Hackathon will be held on May 1-3, 2015 at Administrator’s office at 60 Spear Street, Suite 1100, San Francisco, CA 94105. For a detailed schedule of the event, refer to the event website at http://gighacks.com/\nParticipation to the Hackathon may be in person or remote. Participant may register online in advance through ChallengePost or in person on the day of the event. Online registration is recommended to secure your spot. Administrator may elect to admit or deny entry to the Hackathon in its sole and absolute discretion.\nAdministrator will not cover any expenses relating to Participant’s participation to or travel to or from the Hackathon.\nParticipant may submit one (1) App, either as an individual Participant or as a team. All Apps must be submitted during the Hackathon period (May 1-3, 2015).  Participant may begin work on the concept for the App prior to commencement of the Hackathon.\nParticipant’s App must relate to the theme of how customers will benefit from super-fast networks and will be judged according to this theme.\nTo be eligible for a prize, the App must be compliant with the Rules. Non-compliant Apps will be deemed ineligible and will not be considered for judging.\nSubmitted Apps may not contain any content that:\n-    is inappropriate, offensive, discriminatory or which does not relate to the subject matter of the Hackathon;\n-    infringes any third party intellectual property rights, such as if the content contains copyrighted materials or trademarks or logos owned by third parties (unless written permission is obtained from such third party);\n-    constitutes advertising content;\n-    contains any personal identifying information (such as names, telephone numbers, or street addresses); or\n-    violates any applicable law.\nSuch Apps will be immediately deemed ineligible. \nAdministrator may, in its sole discretion, make available to Hackathon participants floating mentors who will assist during the course of the Hackathon (\"Mentors\") and who may or may not be employed by Administrator.  Any conversations or materials shared with a Mentor during the Hackathon will be deemed public and not subject to confidentiality obligations.  YOU UNDERSTAND AND AGREE THAT YOU SHOULD SEEK INDEPENDENT LEGAL ADVISE TO RESOLVE ANY QUESTIONS THAT YOU MAY HAVE ABOUT THE FOREGOING.\nJUDGING CRITERIA AND WINNER SELECTION\nHackathon winners will be selected by a panel of judges, who will be appointed by the Administrator in its sole discretion.  Participant and/or its team will demonstrate its App before the judging panel and the rest of the participants at the end of the Hackathon. The judging panel will review each entry to determine whether the App meets the below criteria.  Three or more winners (in Administrator’s sole discretion) will be selected from the full pool of Participants submitting Apps that meet the below criteria.\nJudges will consider the following three main judging criteria:\n-    Impact. How will this application benefit people and society?\n-    Innovation. How strong is the intellectual merit of the idea? How innovative is the use of next-gen technologies? \n-    Story. How compelling is the story for users?\nThe judges’ winner selection is at their sole and absolute discretion and is final and binding on all participants. The winners will be announced at the closing ceremony at the end of the Hackathon.\nThe judges will award prizes to eligible Apps that best embody Administrator’s vision of applications enabled or enhanced by fast networks. Prizes will be in name only, to the absolute exclusion of any monetary or in-kind prizes.\nAdministrator will record the presentation of the Apps and will take photos and videos throughout the Hackathon of people (including participants) and Apps. Administrator will share publicly such photos and videos on Administrator’s or its affiliated companies’ websites for internal and external use, on social media, on other non-affiliated websites, blogs or through any other media.\nBy participating in the event and to the extent permitted by law, Participant irrevocably consents to Administrator, its affiliates, licensees, and agents, the right to use its name, likeness, photograph, voice, opinions, and/or hometown and state as well as the general concept of any App submitted by Participant at the Hackathon for promotional purposes, for any reproduction in whole or in part, or for other legal purposes throughout the world in any media now known or subsequently developed, without further payment or consideration.  \nIF PARTICIPANT DOES NOT AGREE WITH THIS SECTION, IT SHOULD NOT PARTICIPATE IN THE HACKATHON.\nApps and other files or information submitted in relation to the Hackathon are only accessible by Administrator, the judging panel, and Hackathon IT team members employed or contracted by Administrator.  Administrator will take reasonable steps to limit access to Apps submitted.  Notwithstanding the foregoing, Participant acknowledges and agrees that Administrator is unable to fully guarantee the security of any Apps submitted and Participant waives any claims that may arise as a result of a security breach or other unauthorized access to Participant's submitted App. \nThe identity of Participant, the concept of the App submitted by Participant, and the demonstration of the App delivered in front of the judging panel and other participants, are considered public domain and may be used by Administrator or others for any and all purposes in accordance with the section titled “Publicity” above.\nParticipant acknowledges that the Hackathon will be held in public spaces with other participants, Mentors and others moving about freely.  Conversations and activities which take place during the Hackathon may be overheard or observed by others, and Participant does not have a reasonable expectation of privacy or confidentiality with respect to any such conversations or activities. ANY CONVERSATIONS WHICH TAKE PLACE IN, OR ACTIVITIES OR INFORMATION WHICH ARE OBSERVABLE IN, THE PUBLIC HACKATHON SPACES MAY RESULT IN DISCLOSURE TO THIRD PARTIES, INCLUDING OTHER PARTICIPANTS. PARTICIPANT ACKNOWLEDGES AND IRREVOCABLY AGREES THAT IT WILL HAVE NO LEGAL RECOURSE IF A THIRD PARTY USES ANY IDEAS OR INFORMATION AS A RESULT OF SUCH DISCLOSURE FOR ANY PURPOSE WHATSOEVER, WHETHER RELATED TO THE HACKATHON OR NOT.\nUpon conclusion of the Hackathon, Participant must retrieve any proprietary information or data that it may have stored on Administrator’s systems or left on Administrator’s premises. ADMINISTRATOR SHALL NOT BE RESPONSIBLE FOR THE LOSS OR DESTRUCTION OF PARTICIPANT’S CONFIDENTIAL INFORMATION OR DATA AFTER THE CONCLUSION OF THE HACKATHON. Administrator may provide reasonable support where it is necessary for the retrieval of Participant’s information or data, upon timely request by Participant.\nThe submitted App remains the intellectual property of Participant and/or its team members and Administrator shall have no rights in and to the App other than as expressly described in these Rules. \nParticipant may only create and submit an App using technology, data, and intellectual property that it has permission to use. By submitting an App or accepting any prize, Participant represents and warrants the following: (a) the submitted App contains content that is not copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless Participant is the owner of such rights or has permission from their rightful owner to submit the content and to grant Administrator all of the rights granted herein; (b) it will not submit content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate or destructive to Administrator's, its affiliates’, licensees’ and agents’ brand image or goodwill; (c) Administrator will not be obligated to pay any compensation to, or permit any participation by, any third party in connection with the use, reproduction, modification, publication, display or other exploitation of any of the content that Participant submits; and (d) the content submitted by Participant does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code. Any App that violates the terms of this Section will be immediately disqualified and Participant will be excluded from the Hackathon.\nAdministrator strongly encourages Participant to consult with appropriate advisors or independent legal counsel if Participant has any doubt as to whether it is meeting the requirements of this section.\nIf Participant is working as a team, the team is responsible for determining the ownership as between the team members of any intellectual property rights in and to the App and any material developed during the Hackathon.  Administrator will not be responsible for any disputes amongst members of a team, including in connection with intellectual property ownership issues.\nAdministrator reserves the right, at its sole and absolute discretion, to disqualify any participant for any reason, including but not limited to, any participant that tampers or attempts to tamper with the Hackathon entry process or the operation of the Hackathon; violates the Rules; accesses or attempts to access any information system of Administrator to which it has not been expressly given permission to access; or acts in an unsportsmanlike or disruptive manner, or with intent to annoy, abuse, threaten or harass any other person. Administrator reserves its right to legal action where necessary to protect its interests.\nAdministrator may provide alcohol during the Hackathon to people over the age of twenty-one (21). Administrator may request proof of age at any time and may decline provision of alcohol to Participant in its sole and absolute discretion. PARTICIPANT UNDERSTANDS AND AGREES THAT IT SHALL NOT REQUEST NOR CONSUME ANY ALCOHOL DURING HACKATHON IF PARTICIPANT IS UNDER TWENTY-ONE (21) YEARS OF AGE. PARTICIPANT’S DECISION TO CONSUME ALCOHOL SHALL BE AT PARTICIPANT’S SOLE RISK AND PERIL AND ADMINISTRATOR SHALL NOT BE LIABLE FOR ANY ACTS OF PARTICIPANT OR OF OTHER PARTICIPANTS RESULTING FROM CONSUMPTION OF ALCOHOL.\nAdministrator reserves the right to cancel, suspend, and/or modify the Hackathon and the Rules, for any reason, including if any fraud, technical failure, or any other factor beyond the Administrator' reasonable control impairs the integrity or proper functioning of the Hackathon.\nIf, for any reason, Participant’s submission or other information is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Participant’s sole and exclusive remedy is another submission to the Hackathon according to the Rules.  \nAdministrator's failure to enforce any provision of these Rules will not prevent Administrator from later enforcing that provision (i.e., will not constitute a waiver of that provision).  These Rules contain the entire agreement between Participant and Administrator relating to the Hackathon, and no amendment or modification of these Rules will be valid unless in a writing signed by Administrator.  To the maximum extent permitted by law, Administrator reserves the right to change these Rules at any time. Should any provision of these Rules be held to be void, invalid or inoperative, the remaining provisions will continue in effect and the invalid provision will be deemed modified to the least degree necessary to remedy such invalidity.  In the event that there is an ambiguity, discrepancy or inconsistency between these Rules and any other disclosures or other statements, whether written or oral, contained in any Hackathon-related materials or made at the Hackathon, it will be resolved in the Administrator's sole discretion.  \nBy participating in the Hackathon, Participant agrees to each of the following:\n1.    to comply with and be bound by these Rules and the decisions of the Administrators and/or the judges, which are binding and final in all matters related to the Hackathon, including interpretation of these Rules and awarding of prizes; and\n2.    to the extent allowed by applicable law, to release and hold harmless the Administrator, its affiliates, directors, officers, employees, and agents as well as the Mentors (collectively, the \"Released Parties\") from and against any and all losses, damages, costs, expenses, liability, and claims of any kind, including, but not limited to, any injury, death, damage, loss of property, revenue, or profits, negligence, invasion of privacy, defamation, slander, libel, violation of right of publicity, misappropriation of trade secrets, infringement of trademark, copyright or other intellectual property rights, in each case whether direct, indirect, or consequential, arising out of or relating to Participant’s creation or submission of an App, participation in the Hackathon (including any travel or activity related thereto), the decision of the judges, acceptance or use or misuse of any prize (including any activity related thereto), and/or the broadcast, transmission, performance, exploitation, or use of Participant’s submission.  \n3.    to indemnify, defend, and hold harmless Administrator, its affiliates, directors, officers, employees, agents from and against any and all claims, expenses, and liabilities (including reasonable attorneys' fees) arising out of or relating to (i) a violation of third party intellectual property rights as a result of Participant’s participation in the Hackathon or submission of an App, or (ii) any access or attempt to access Administrator’s information systems or confidential information (including third party confidential information) to which Participant has not been expressly granted access to by Administrator.\nWARRANTY DISCLAIMER\nADMINISTRATOR MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND CONCERNING THE HACKATHON, WHETHER EXPRESS OR IMPLIED.  TO THE EXTENT PERMITTED BY LAW, IN NO EVENT SHALL ADMINISTRATOR, ITS AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, THE JUDGES, OR ANY MENTORS BE LIABLE FOR ANY ADVICE, INFORMATION, OR DECISIONS MADE FOR OR ON BEHALF OF THE ADMINISTRATOR OR FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING ECONOMIC DAMAGES OR INJURY TO PROPERTY AND LOST PROFITS, EVEN IF ADMINISTRATOR HAS BEEN ADVISED OF THE POSSIBILITY OF THE FOREGOING.\nWithout limiting any provision of these Rules, the Released Parties are not responsible for technical failures of any kind, including, but not limited to, malfunctions, interruptions, or disconnections in electrical power, internet lines or network hardware or software; technical or human error that may occur in the administration of the Hackathon or the processing of entries; or any injury or damage to persons or property that may be caused, directly or indirectly, in whole or in part, from Participant’s participation in the Hackathon or receipt, use, or misuse of any prize.\nThe Hackathon and these Rules are made under and shall be construed according to the laws of the State of California, USA without regard to the conflicts of law provisions thereof.  Any and all proceedings against Administrator, its affiliates, directors, employees and agents arising out of or related to the Hackathon will be submitted to the exclusive jurisdiction of any California state or federal court, and by participating in the Hackathon, Participant irrevocably agrees that all claims be heard and determined in such California court.\nIf changes are made to these Rules, the changes will apply to Participant automatically.  Any such changes will be reflected at this URL and the effective date of the revised rules will be provided.\nLast updated on April 23, 2015.", "hackathon-prizes": [{"prize-content": "", "prize-title": "People’s Choice"}, {"prize-content": "", "prize-title": "Best low-latency experience"}, {"prize-content": "", "prize-title": "Most immersive experience"}, {"prize-content": "", "prize-title": "Most potential for impact on society"}, {"prize-content": "", "prize-title": "Most innovative application"}], "hackathon-location-google-maps": "https://maps.google.com/?q=60 Spear Street, San Francisco, CA 94105, USA", "hackathon-url": "https://gighacks-sf.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How will this application benefit people and society?"}, {"judging-criterion": "How strong is the intellectual merit of the idea? How innovative is the use of next-gen technologies?"}, {"judging-criterion": "How compelling is the story for users?"}], "hackathon-location-address": "60 Spear Street, San Francisco, CA 94105, USA", "hackathon-description-header": "A 2-day hack event to ignite the gigabit experience.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-05-03", "has-projects": "True"}