{"hackathon-description-text": "\nHow would you voice control your office using artificial intelligence? Come solve the problems you face in the Hack your Office hackathon. You will meet experts from the Amazon Alexa team including representatives from the Alexa Skills Kit, Alexa Voice Service, Alexa Smart Home, and others. Come hack with the brightest developers around in a space where groundbreaking ideas can emerge. See what you can create in seven hours with a chance at the $5000 prize pool and other cool gear.", "hackathon-number-of-prizes": "6", "hackathon-id": "hackyouroffice", "hackathon-judges": [{"judge-role": "", "judge-name": "Hackathon Staff"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n(the above are collectively, “Makers”)\nAn Eligible Individual may join more than one Team, or Small Organization and an Eligible Individual who is part of a Team, or Small Organization may also enter the Hackathon on an individual basis.  \nIf a Team, or Small Organizationis entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative and each team member must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team, or Small Organization you represent and warrant that you are the Representative authorized to act on behalf of your Team, or Small Organization.\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\nAdditional Prize specific eligibility requirements are stated below in Section 9.\n ", "hackathon-number-of-participants": "107", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nMakers must do the following to participate in the Hackathon:  \nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n(i) \n(ii) \n(iii) \n(iv) \n(v) \n(vi) \n(vii) \nThe text description should explain the features and functionality of your Skill.\n\nThe video portion of the Submission: \n(i) \n(ii) \n(iii) \n(iv) \n(v) \nThe Judging Criteria above may not apply to every Prize. See Section 8 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\n\nPlease review the Devpost Terms of Service at \n \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s Team, or Small Organization is disqualified for any other reason. \nIn the event of a disqualification, the Administrator may award the applicable Prize to an alternate potential winner.\nFailure to provide correct information on the Required Forms, or other correct information required for the delivery of a Prize, may result in delayed Prize delivery, disqualification or the Maker, or forfeiture of a Prize.\n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon.\n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon; \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Administrator.\nBy participating in the Hackathon you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members a Maker’s Team, or Small Organization that participated in the winning Submission.\nBy entering, all Makers (including, in the case of a Team, or Small Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n(i) any and all disputes and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, shall be resolved individually, without resort to any form of class action lawsuit, and exclusively by final and binding arbitration under the rules of the American Arbitration Association and held at the AAA regional office nearest the contestant;\n(ii) the Federal Arbitration Act shall govern the interpretation, enforcement and all proceedings at such arbitration; and\n(iii) judgment upon such arbitration award may be entered in any court having jurisdiction.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nPlease review the Devpost Terms of Service at \nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at \n ", "hackathon-rules": "\n \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nHack Your Office(the “Hackathon”)\n (the “Hackathon Website”)\n(the “Poster”): Amazon Digital Services LLC, 410 Terry Avenue North, Seattle, WA 98109-5210.\nThe Poster is the sponsor of the Hackathon.\n(the “Administrator”): Amazon Digital Services LLC, 410 Terry Avenue North, Seattle, WA 98109-5210.\nThe Administrator is responsible for the rules, administration, and operation of the Hackathon.\n November 30, 2017 (8:00am Pacific Time, USA) – November, 2017 (1:55pm Pacific Time, USA) (the “Hackathon Submission Period”)\n November 30, 2017 (2:00pm Pacific Time) – November 30, 2017 (2:30pm November 30, 2017) (the “Judging Period”)\n On or around November 30, 2017 (3:00pm Pacific Time) \nThe Administrator will be the official timekeeper for the Hackathon.", "hackathon-prizes": [{"prize-content": "$5,000 gift card and a trophy", "prize-title": "First Place"}, {"prize-content": "$500 gift card and a trophy", "prize-title": "Second Place"}, {"prize-content": "$500 gift card and a trophy", "prize-title": "Third Place"}, {"prize-content": "$500 gift card", "prize-title": "Fourth Place"}, {"prize-content": "$500 gift card", "prize-title": "Fifth Place"}, {"prize-content": "$500 gift card", "prize-title": "Sixth Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3400 S Las Vegas Blvd, Las Vegas, NV 89109, USA", "hackathon-url": "https://hackyouroffice.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "3400 S Las Vegas Blvd, Las Vegas, NV 89109, USA", "hackathon-description-header": "Build Alexa skills that help you at work", "hackathon-prizes-total": "$7,500", "hackathon-location-description": "The Mirage, Events Center A", "hackathon-end-date": "2017-11-30", "has-projects": "True"}