{"hackathon-description-text": "\nFor the 1st time ever, the Department of Homeland Security, Commerce Department, State Department and the US Chamber of Commerce have come together with the Tech Community in Chicago in order to develop API's which will allow entrepreneurs to develop software solutions in order to simplify the importing/exporting process. These API solutions will allow entrepreneurs such as those using Etsy/E-bay/Indiegogo to get their products across the border and buyers to receive their purchases much more quickly.", "hackathon-number-of-prizes": "1", "hackathon-id": "cross-border-hackathon-3354", "hackathon-judges": [{"judge-role": "Dickinson Wright", "judge-name": "Dan Ujczo"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll participants must be a citizen or legal resident at the time of their participation and submission of their eligible solution.\nAll participants must form a team either prior to the event or at the event itself\nAll participants teams must have their own computer/laptop\n\n", "hackathon-number-of-participants": "16", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nAll submissions must be uploaded to the Devpost Cross-Border Hackathon portal in order to be judged and for consideration of the prizes. More than one submission per person/team is not permitted.\n• For a submission to be eligible, the submission must be filed electronically to the Cross Border Hackathon, by the posted end time;\n• Each entrant/participant listed on a submission must have an RSVP with the selected city;\n• It is highly recommended that all submissions include a demonstration or screen shots of the app / or solution;\n• Submissions must be entirely the original work of the entrant(s) - whether it is an individual or team;\n• Submissions must not contain any advertisement or solicitation;\n• Submissions must not contain anything that is or may be construed as: (i) threatening, harassing, degrading or hateful; (ii) defamatory; (iii) fraudulent or tortious; (iv) obscene, indecent or otherwise objectionable; or (v) protected by copyright, trademark or other proprietary right without the express prior consent of the owner of such right;\n• Submissions must not contain any material that would give rise to criminal or civil liability or that encourages conduct that constitutes a criminal offense; and\n• Submissions must otherwise comply in all respects with these Rules and the Policies.", "hackathon-rules": "\nThis event is design with having fun in mind; however there are rules that must be followed in order to create a level playing field for all participants.\n\nTo ensure an equal playing field for all contestants, all code and visual images used for the purposes of judging must be created during the hackathon. You are free to make plans (i.e. create wireframes, and brainstorm) prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples include: public domain images, open source libraries, etc. Failure to comply may result in the offending team's disqualification. All teams that qualify for prizes will be subject to a code review to verify that there was no foul play.\n\nYou are encouraged to use third party services, APIs, open source projects, libraries, and frameworks. Time Frame & Presentation All projects are due on Sunday, Feb 28th and must be submitted on the Cross Border Hackathon Devpost Portal. Each team must also be present to demonstrate their project to the judges and other participants as part the rules of this competition.\n\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree to a code of conduct which allows the participants to be a part of this hackathon in respectful, worry free and safe environment . Organisers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.", "hackathon-prizes": [{"prize-content": "1 Grand Prize winning team will receive a cheque in the amount of $2500.00", "prize-title": "Grand Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://cross-border-hackathon-3354.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "You must explain in a clear and concise manner:\n\n•\tWhat does your app do?\n•\tWhat makes it unique?\n•\tWhat is your target market?\n•\tWho is your customer?\n•\tWhat is your roll-out strategy?"}, {"judging-criterion": "Have you taken the proper steps to ensure your idea is original?  Think of Customer Validation as ‘evidence’ to back up the core structure of your Business Model.The more unique your concept, the more your project will be utilized by end users."}, {"judging-criterion": "The nitty gritty: what has your team been able to actually build over the weekend?  Getting as far as possible in the development of your product/prototype helps give Judges a tangible vision of what the final product could be."}], "hackathon-location-address": "", "hackathon-description-header": "Cross Border Hackathon (Dept of Homeland Security) - Chicago/Toronto", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}