{"hackathon-description-text": "\nPhilly Codefest is a two-day coding competition to transform data into real world solutions. This exciting coding marathon brings together innovative thinkers and programmers of all types. Participants organize into teams; either before arriving or during the event, and over two days build exciting new prototypes and tools.", "hackathon-number-of-prizes": "1", "hackathon-id": "phillycodefest", "hackathon-judges": [{"judge-role": "TBD", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIndividuals must be 18 or older\nadditional eligibility requirements tbd", "hackathon-number-of-participants": "97", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nThe submission must be in form of MVP (Minimum viable product) not powerpoint or ideas", "hackathon-rules": "\nPhilly Codefest will provide a “Data Description” document for participants. This document will describes what datasets will be available, the format of those data, the level of data granularity (facility, region, state, national), and the extent/coverage of the data.\nSome datasets will be specifically prepared for release for use during the Philly Codefest. Developers will be encouraged to study and become familiar with the data prior to the start of the event.\nWhile it is strongly recommended, it is not mandatory that coders use the provided data. Developers may use other publicly available datasets.\nThe primary focus and theme for this year’s Philly Codefest is to develop quality tools or approaches that enable access and use of data in areas of national and local (Philadelphia region) priority, including areas where data will be provided, such as health, hospital and patient care; government and civic solutions; media and digital arts; data science and visualization; and cybersecurity, among others. With this year’s broadened focus, attendees have the flexibility to address diverse set of real-world information challenges.\nThe format offers opportunity to pursue multiple challenges with separate prizes for the winners in different aspects of innovation.\nSponsors and organizers of the Philly Codefest have been discussing various issues related to the “challenge” of accessing and using data, especially open source data, in the region and nationally, as well as what data exists and can be released to stimulate innovative ideas. We each have unique but interconnected visions for how to address the multi-faceted challenges of data use. Check back to this space in the future for brief descriptions of some of these visions to help inspire your thinking as you develop your project. \n. If you are inspired by a particular vision of how IT can help empower people, don't feel obligated to take on others’ big picture visions, as we know there are limits to what can be built within the context of this event. But if you are looking for inspiration to help drive the development of your own ideas, here are a number of jumping off points for your consideration.\nDon't forget:\nWe expect the majority of participants might enter the competition as part of a team they have already assembled before the event. Please register by the \n and we will work hard to play matchmaker, so teams can be formed before coming to the event. In case you show up at the event without being part of any team, we will try to match you up with others at the end of the plenary session on the morning of February 22, 2014, but know that you will lose some coding time because those already in teams will start programming as soon as the morning plenary session ends.\nNo, the organizers and judges are agnostic about the programming language, architectural paradigm, or the IDE platform you use to develop your application. Likewise, there are no restrictions on the target environment of your applications—they can be web-based or mobile applications.\nNo. You will bring all Dev, Test, and Prod systems with you physically or reach your preferred remote infrastructure. You will be provided with power, Internet connectivity and a place to work as teams. Bring Your Own IT (BYOIT)! If you need to host an application on a server, you can utilize services such as Windows Azure, Amazon Web Services or any other hosting provider of your choice.\nNo. Time and imagination are your only limits\nYes. But we will follow the classic code of honor. In your presentations, please make sure you tell the judges what you had when you came in, what 3rd party components you used and what you actually developed during the event. This disclosure will NOT go against you. Rather, you will place your team on a solid footing with your honest disclosure, because:\nNone. Just acknowledge their use\nWe encourage teams to start talking amongst themselves at least by the week leading up to the event to get a head start. \n. But we ask that if you do any coding prior to the start of the event Saturday morning that you admit that in your assessment of what you got built within the constraints of the coding competition. In particular we encourage teams to perform an assessment of the skill-sets of the teammates and consider assigning project roles within the team. In this way you'll be best positioned to hit the ground running Saturday morning.\nYes! You can choose to work through the night on Saturday, February 22, 2014. We have made arrangements for the event location to remain open throughout the night. But remember to fuel up, just like mom’s home there will not be any midnight food service.\nAll coding must be done on site (please) unless you have extraordinary circumstances. There is a LOT of guidance on data and the challenge that will be provided by more than a dozen subject matter experts who are making themselves available to help coach and consult with you. If you work offsite, you will be at a distinct disadvantage.\nYes. But, we love a good surprise. Your team has to be at the awards ceremony, or at least represented at the ceremony, to be eligible to receive prizes.\nNope, you own it.\nSome of these data are already available at public sites that are now named at the “About” section of this website. Other datasets have been specifically prepared for release and exclusively for use during the Philly Codefest. Please note that we will be glad to work with you to enter into data sharing agreements between you and the appropriate parties, if you would like to use these data after the event.", "hackathon-prizes": [{"prize-content": "TBD", "prize-title": "TBD"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Philadelphia, PA 19104, USA", "hackathon-url": "https://phillycodefest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well integrated is subject matter knowledge and available data sets in creating the solution - 25 Points"}, {"judging-criterion": "How new / fresh the project is? - 20 points"}, {"judging-criterion": "We encourage use of legacy codebases, libraries, APIs, and databases using the honor system that was produced during the event - 20 points"}, {"judging-criterion": "The design aspect and usability of the product - 10 points"}, {"judging-criterion": "* It's not just about the technology; will the solution be a successful product or business?\n\n* Litmus test: will someone pay to use it, or use it even if given away for free!? - 10 points"}, {"judging-criterion": "* Prepared slides\n* Not only how cool is the technology, but how well does it addresses the problem, how likely is it to be used, how viable is it as a product in the market place? - 15 points"}], "hackathon-location-address": "Philadelphia, PA 19104, USA", "hackathon-description-header": "Philly Codefest is a two-day coding competition to transform data into real world solutions.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}