{"hackathon-description-text": "\nHackUMass, powered by the Berthiaume Center for Entrepreneurship, is the largest hackathon in the Pioneer Valley, attracting over 500 hackers from all over the country to one arena. In 36 hours, participants will bring innovative ideas to life through both software and hardware projects.", "hackathon-number-of-prizes": "12", "hackathon-id": "hackumass-ii", "hackathon-judges": [{"judge-role": "Long River Ventures", "judge-name": "John Cole"}, {"judge-role": "Angel Catalyst", "judge-name": "Aaron Soules"}, {"judge-role": "", "judge-name": "Steve Willis"}, {"judge-role": "MachineMetrics", "judge-name": "Bill Bither"}, {"judge-role": "Utgoff Consulting", "judge-name": "Karen Utgoff"}, {"judge-role": "Raytheon BBN", "judge-name": "Daniel Smith"}, {"judge-role": "Raytheon BBN", "judge-name": "Dave Waymouth"}, {"judge-role": "IEEE", "judge-name": "Jessica Lau"}, {"judge-role": "UMass ECE - M5", "judge-name": "Chuck Malloch"}, {"judge-role": "UMass ECE - Professor", "judge-name": "Dave McLaughlin"}, {"judge-role": "UMass ECE", "judge-name": "Martin Muthee"}, {"judge-role": "UMass ECE", "judge-name": "Sandesh Virupaksha"}, {"judge-role": "Verizon Wireless", "judge-name": "Sergio \"The Surge\" Cunha"}], "hackathon-number-of-judges": "13", "hackathon-eligibility": "", "hackathon-number-of-participants": "69", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "", "hackathon-rules": "\nComing soon", "hackathon-prizes": [{"prize-content": "Each member of the 8 finalist teams will receive one NVIDIA SHIELD, courtesy of NVIDIA.", "prize-title": "Finalist"}, {"prize-content": "Each member of the 3 champion teams will receive a Myo and Pebble Steel, courtesy of the HackUMass Team.", "prize-title": "Champion"}, {"prize-content": "Win $12k in IBM Cloud Credits and be fastracked into MassChallenge. Students who register for and use IBM Bluemix for HackUMass, qualify for the IBM Bluemix Cloud Development Innovation Award. IBM will present one Cloud Development Innovation Award to a HackUMass team for the most innovative use of IBM Bluemix.  Selected winning team will be awarded admission into the IBM Global Entrepreneur Cloud Start Up program, and receive $12K of IBM Cloud Credit.  In collaboration with MassChallenge, the world's largest startup accelerator and competition, winners of the IBM Bluemix Cloud Development Innovation Award at HackUMass will also be fastracked into the 2nd round of judging at MassChallenge 2015.  All prizes, or any prize components will be awarded to the winning team as a whole and not to each individual member of a wining team. IBM is not responsible for any disputes among team members concerning prize or prize components.", "prize-title": "IBM Bluemix Cloud Development Innovation Award"}, {"prize-content": "Each team member will receive a glass trophy and a $50 visa gift card, courtesy of Verizon Wireless.", "prize-title": "Communication Innovation Award"}, {"prize-content": "TripAdvisor will award up to 4 Dell Chromebook to the team that best uses TripAdvisor API", "prize-title": "Best Use of TripAdvisor API"}, {"prize-content": "UMass Dining will award their top prize to the best hack related to instant customer feedback and interaction, dining analytics, and/or location based promotions. Design, App UI/UX, and dashboard layout are all things that will be part of the hack, as people will aim to build complete apps around the features.  $200 Visa gift card per team member", "prize-title": "Best UMass Dining Hack"}, {"prize-content": "Techspring will award 3 prizes in health related categories. Details:", "prize-title": "Best Hacks for Health Prize Category"}, {"prize-content": "Indico will award Machine generated portraits and 1 million free API calls to the team that makes the best Machine Learning Hack", "prize-title": "Best Use of Machine Learning"}, {"prize-content": "Google will award swag to the team with the best hack using Google API, Hardware or Tool (including cardboard)", "prize-title": "Best use of Google API, Hardware, or Tool"}, {"prize-content": "Intel will award 2 Anki Drive & 2 Parrot Mini Drones for the best Edison hack!", "prize-title": "Best use of Edison"}, {"prize-content": "Autodesk will award a duffle bag full of swag to the team that has the best utilization Autodesk Fusion 360", "prize-title": "Best use of Fusion 360"}, {"prize-content": "MLH will award a Dell tablet to each member of the team that gets the most votes during public voting.", "prize-title": "HackUMass Popular Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Integrative Learning Center, University of Massachusetts Amherst, 650 North Pleasant Street, Amherst, MA 01002, USA", "hackathon-url": "https://hackumass-ii.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "HackUMass Judges will select 8 finalist and 3 final CHAMPIONS based on these technical and non-technical criteria.\n\n- Creativity / Originality\n- Presentation / Polish\n- Design Process\n- User Experience\n- Technical Depth"}, {"judging-criterion": "*The Surge is the sole judge for this category*\nCreate a project that allows users to communicate with one another in a unique way; it must be effective and have a potential societal impact."}], "hackathon-location-address": "Integrative Learning Center, University of Massachusetts Amherst, 650 North Pleasant Street, Amherst, MA 01002, USA", "hackathon-description-header": "500 participants creating innovative software and hardware hacks in less than 36 hours.", "hackathon-prizes-total": "$18,650", "hackathon-location-description": "", "hackathon-end-date": "2015-04-12", "has-projects": "True"}