{"hackathon-description-text": "\nHackathon participants will identify and create law practice-based technology solutions to roadblocks in access to justice that apply to one of three domestic violence use cases: legal conflict prevention and escape preparation; emergency crisis support; and post-crisis support.", "hackathon-number-of-prizes": "3", "hackathon-id": "techforjustice-aba-techshow", "hackathon-judges": [{"judge-role": "New Mexico Legal Aid", "judge-name": "Ed Marks"}, {"judge-role": "Illinois Legal Aid", "judge-name": "Kulsum Ameji"}, {"judge-role": "Legal Services Corporation", "judge-name": "Glenn Rawdon"}, {"judge-role": "Legal RnD", "judge-name": "Dan Linna"}, {"judge-role": "Internet Bar Organization", "judge-name": "Jeff Aresty"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAnyone can take part in this hackathon.", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nAll solutions must be submitted to DevPost by 3:45pm to be included in final presentations starting at 4pm.\n\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event.\nHarassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\n\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n**Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=565 W Adams St, Chicago, IL 60661, USA", "hackathon-url": "https://techforjustice-aba-techshow.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How much impact (quality and quantity) could the solution have? Does the hack recognize current solutions and avoid replication? Does the hack employ a new/novel approach to solving the problem? Might the hack cause more harm than good?"}], "hackathon-location-address": "565 W Adams St, Chicago, IL 60661, USA", "hackathon-description-header": "Develop technology tools to improve access to justice for those in vulnerable situations and those who aim to provide support.", "hackathon-prizes-total": "$2,250", "hackathon-location-description": "Chicago-Kent College of Law", "hackathon-end-date": "2016-03-13", "has-projects": "True"}