{"hackathon-description-text": "\nOver 36 caffeine-filled, sleepless hours, students from both the University of Tennessee and outside the university will brainstorm, build, break, test, and deploy whatever they imagine for the chance to win amazing prizes, while interacting with professional mentors and engineers, meeting recruiters, and listening to great tech talks and tutorials from sponsors. When not hacking, take a break to go to the hill and play ultimate frisbee, enjoy a cup stacking competition, pick up that sweet swag, and participate in other mini-games. Did we mention there will also be an excess of free food, hacker-controlled music, many snack breaks, unlimited drinks, and endless caffeine?", "hackathon-number-of-prizes": "6", "hackathon-id": "volhacks2", "hackathon-judges": [{"judge-role": "Knoxville Entrepreneur Center", "judge-name": "Jim Biggs"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIndividuals over 18 years in age, who are undergraduate or graduate students at a college or university, or who graduated within the last year. Teams may have up to four members. ", "hackathon-number-of-participants": "44", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nBuild whatever you can imagine, as long as it abides by the MLH Code of Conduct and does not violate any University of Tennessee, Knoxville policies.\nSpecifically, we encourage the submission of hacks composed of software, hardware, VR/AR, IoT/embedded devices, and anything you can conjure up with your laptop and what you have available (which includes MLH's Hardware Lab).\nSee the Judging Criteria section for what the presentation round judges and the final round judges will be looking for in your hack.", "hackathon-rules": "\nWe follow Major League Hacking's Code of Conduct. See the full details at", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place: Nintendo Switch with Gray Joy-Con + Google Swag Bags"}, {"prize-content": "", "prize-title": "Second Place: Google Home (White Slate)"}, {"prize-content": "", "prize-title": "Third Place: Fitbit Flex 2, Black"}, {"prize-content": "Siemens Healthineers will be judging for the Best Healthcare Hack, thats to their generosity for sponsoring!", "prize-title": "Siemens; Best Siemens Hacks: Crazyflie 2.0 drone"}, {"prize-content": "Prize will be provided by Asurion for the Most Market Ready hack.", "prize-title": "Asurion; Most Market Ready: 3D Printers"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Min Kao Electrical Engineering and Computer Science Bldg, 1520 Middle Dr, Knoxville, TN 37996, USA", "hackathon-url": "https://volhacks2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": "How novel and/or creative is the idea? How creatively was the hack made? Is the hack a new idea?"}, {"judging-criterion": "How well is the hack implemented? How complex is the problem being solved? How elegant is the solution to the problem being solved? How much technical skill was required to build the hack?"}, {"judging-criterion": "How useful is the idea and hack presented? How much is the solution to the problem it is solving needed? How much money will this save? How many people will this help?"}, {"judging-criterion": "How well was the demonstration given? How realistic was the demonstration in the context of the hack presented?"}], "hackathon-location-address": "Min Kao Electrical Engineering and Computer Science Bldg, 1520 Middle Dr, Knoxville, TN 37996, USA", "hackathon-description-header": "The second annual VolHacks Hackathon! Join us for a weekend of student-driven innovation and collaboration on the hallowed hills of the University of Tennessee, Knoxville.", "hackathon-prizes-total": "$4,933", "hackathon-location-description": "University of Tennessee, Knoxville - Min Kao Building", "hackathon-end-date": "2017-10-29", "has-projects": "True"}