{"hackathon-description-text": "\nThe MyMoneyAppUp Challenge, launched by the U.S. Treasury Department in partnership with the D2D Fund and Center for Financial Services Innovation, is a contest intended to motivate American entrepreneurs, software developers, the public, and students to propose the best ideas and designs for next-generation mobile tools to help Americans control and shape their financial futures. The Challenge calls for mobile app ideas (IdeaBank) and designs (App Design), with cash prizes awarded to the best submissions. Competitors are encouraged to propose mobile apps that incorporate data to empower consumers, as part of Treasury’s initiative to promote Smart Disclosure.", "hackathon-number-of-prizes": "3", "hackathon-id": "mymoneyappup", "hackathon-judges": [{"judge-role": "Director of Investments, Omidyar Network", "judge-name": "Chris Bishko"}, {"judge-role": "Personal Finance Journalist", "judge-name": "Jean Chatzky"}, {"judge-role": "Professor of Economics at Harvard University and Founder of ideas42", "judge-name": "Sendhil Mullainathan"}, {"judge-role": "CEO, Entrepreneur, and Author", "judge-name": "Carol Realini"}, {"judge-role": "Platform Product Marketing Manager, Facebook", "judge-name": "Jennifer Taylor"}, {"judge-role": "Business Development, Payments, Google", "judge-name": "Jonathan Weiner"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "476", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n \nEligible Individuals and Entities: \nThe Challenge is open only to: \nIndividuals, Organizations or teams must register to participate in the Challenge.  Individuals may form teams (comprised solely of individuals) to enter the Challenge, provided that each member of a team must be independently eligible in accordance with these eligibility requirements. Individuals submitting on behalf of teams or Organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team and/or Organization. \nIneligible Individuals and Entities: \nThe following individuals and entities are not eligible to participate in the Challenge: \nFor purposes hereof, (a) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings, and (b) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year. \nBy submitting an idea, Contestants certify they meet these eligibility requirements.  If they become aware they may no longer meet any of the eligibility requirements of this section, Contestants agree to notify Administrators immediately by email at info@mymoneyappup.com.\nThe Challenge is subject to all applicable Federal and state laws and regulations.  Participation constitutes Contestant’s full and unconditional agreement to these Official Rules and the Administrators and Treasury’s decisions, which are final and binding in all matters related to the Challenge.  Eligibility for a prize award is contingent upon fulfilling all requirements set forth in these Official Rules.\nThe Challenge submission period begins on 06/27/2012 at 12:00 am EDT and ends on 08/12/2012 at 11:59 pm EDT (the “Challenge Period”).  A computer specified by the Administrators and Treasury, in their sole discretion, set to Eastern Time, is the official time-keeping device for this Challenge.\nThe approximate dates for the judging are between 08/13/2012 and 09/28/2012.  These dates are approximate and are subject to change at the discretion of the Administrators and Treasury. \nHow to register: To register, Contestants must visit \n and complete the registration form, or, if already registered, follow the procedures to join this Challenge.  The Contestant must complete all these steps during the Challenge Period.  Registration is free.  After the Contestant registers, the Contestant must verify the email address provided by the Contestant via the registration email sent to the email address entered in the registration form.  Once registered, Contestants will be able to enter app design ideas that conform to the requirements set forth herein (each such app design idea, a “Submission”).  Registration will be required to receive updates on the Challenge.\nWhat to submit: To submit a Submission, a Contestant must fill out the submission form on \n, agree to these Official Rules and any other terms, conditions, or policies that apply to the Contestant’s use of the Challenge website, and must provide the following items: \nA written description of:\nAn image or video describing the app.\nSubmission Guidelines:\nIntegration of Data.\nContestants are encouraged to propose apps that integrate data in ways that promote financial capability and financial access.  Types of data include, but are not limited to: (1) the user’s own personal financial data, such as information on the balances and transactions in his or her existing financial accounts; and (2) data on financial products and services. \nMobile formats.\nSubmissions may be for any mobile format (e.g., downloadable app, mobile website, text messaging service, mobile-web hybrid) and type of mobile device (e.g., tablet, smartphone, feature phone), or any combination of these.\nPublic Display.\nAll Submissions will be made available to the public after the close of the Challenge Period. \nChanges and Revisions. Contestants may make changes or revisions to their Submissions until the close of the Challenge Period, on 08/12/2012. \nSubmission Requirements: Submissions must meet the below requirements to be eligible for a prize: \nIf the Administrators, Treasury, or judges find any Submission to be unacceptable based on these restrictions or any other provisions in these Official Rules, then such Submission shall be deemed disqualified.  The Administrators, Treasury, or the judges may also prevent such a Submission from being displayed on the website, or may remove such a Submission that was already posted.  \nEach Contestant (or if a team, then each member of the team) represents and warrants that he, she, or it is the sole author and owner of the Submission, that the Submission is wholly original with the Contestant and that it does not infringe, misappropriate, or otherwise violate any copyright, trade secret rights, or any other rights of any third party. \nEach Contestant acknowledges and consents that the ideas contained in his or her Submissions may be used by any third party (including but not limited to other Contestants) for any purpose whatsoever without any compensation to the Contestant.  Each Contestant grants to the Administrators, Treasury, and their agents, a perpetual, royalty-free, non-exclusive, worldwide license with the right to sublicense under all of the Contestant’s intellectual property rights in and to each Submission submitted by the Contestant to use, copy for use, make derivative works of, perform publicly, and display publicly, for any non-commercial purpose.  \nSubmissions will be posted on \n after the close of the Challenge Period after being screened by the Administrators to confirm that the Submission includes all of the required items (see Section 3, “What to Submit”).\nAll Contestants will have equal access to Submissions posted on the website. \nJudges: A panel of judges will be appointed by Treasury and the Administrators. The individual judges that comprise the judging panel may change at the discretion of the Administrators and Treasury. Judges have the right to withdraw from the Challenge without advance notice in the event of extenuating circumstances beyond their control or as may be otherwise permitted by the Administrators and Treasury.\nJudging criteria: Contestants will be judged according to the below criteria. \n \nWinner selection: The potential winners whose Submissions are selected as finalist Submissions (“Finalists”) will be notified as set forth in Section 7 and invited to attend the award ceremony described in Section 8.  Up to eight (8) Submissions will be selected as Finalists.  Treasury and the Administrators reserve the right to cancel the award ceremony.  Judges will score each of the Finalist Submissions prior to the award ceremony (“Preliminary Score”).  Each Finalist who attends the award ceremony will be allotted no longer than ten (10) minutes at the ceremony to (a) describe their Submission, (b) explain how their Submission satisfies the above-mentioned criteria, and (c) respond to any questions that the judges may have regarding their Submission (“Oral Presentation”).  Each judge may, at his or her discretion, revise the Preliminary Score of a Submission by increasing or decreasing the Submission’s score in light of the Finalist’s Oral Presentation.  The five (5) Contestants whose Submissions earn the highest overall scores will win the prizes identified below in Section 9. In the event of a tie, the winners will be selected by a final vote by the judges. \nALL FINALISTS ARE SUBJECT TO VERIFICATION BY THE ADMINISTRATORS AND TREASURY WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE CHALLENGE. \nFinalists must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements.  Finalists will be notified by email after the date of the judging.  Each Finalist, or a Finalist’s parent/guardian if the Finalist is under eighteen (18) years of age, will be required to sign and return to the Administrators, within ten (10) calendar days of the date notice is sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) to claim the prize.  If a Finalist cannot be contacted, fails to sign and return the Affidavit of Eligibility and Liability/Publicity Release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, the Finalist forfeits the prize.  If a Finalist is disqualified for any reason, the Administrators may award the applicable prize to an alternate winner who had the highest score of the remaining eligible entries.\nAdministrators shall pay prizes as follows.  No prize will be paid from Federal funds, and Treasury is not responsible for paying any prize winner. \nAward Ceremony\nAll Finalists will be invited to attend an award ceremony, the details of which will be announced at a later time.  Treasury and the Administrators reserve the right to cancel the award ceremony, in their sole discretion.  The Administrators, judges, members of Treasury staff, media representatives, and other guests will also be invited to attend.  Travel to the event for all Finalists will be reimbursed by the Administrators in the amount of up to five hundred U.S. dollars ($500) for individual Finalists and up to fifteen-hundred U.S. dollars ($1,500) for Finalist teams (total, regardless of how many individuals are on the team).  Any Finalist who is a minor must be accompanied by his or her parent or legal guardian to the ceremony.  Finalists who attend the ceremony will have an opportunity to present their Submissions to the judges and answer questions posed by judges.  The judges may, at their discretion, take such presentation and answers into account in judging the Submissions.  The awarding of a prize is, however, not contingent upon a Finalist attending the award ceremony. \nBy entering, each Contestant agrees to each of the following: \nNotwithstanding the foregoing, the waivers and releases set forth in this Section 9 shall not apply (i) in the case of willful misconduct or (ii) for claims arising out of the unauthorized use or disclosure by Treasury of the intellectual property, trade secrets, or confidential business information of the Contestant. \nExcept where prohibited, participation in the Challenge constitutes a Finalist’s consent to the Administrators’, the Treasury’s, and their agents’ use of the Finalist’s name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\nThe Administrators and Treasury do not endorse any commercial enterprise or product.\nThe Administrators and Treasury reserve the right to cancel, suspend, and/or modify the Challenge, or any part of it, if any fraud, technical failures, or any other factor beyond the Administrators’ or Treasury’s reasonable control impairs the integrity or proper functioning of the Challenge, as determined by the Administrators and Treasury.  The Administrators and Treasury reserve the right  to disqualify any individual or Contestant it finds to be tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in an unsportsmanlike or disruptive manner.  Any attempt to undermine the legitimate operation of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, the Administrators and/or the Treasury reserves the right to seek damages from any such person to the fullest extent permitted by law.  The Administrators’ or the Treasury’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. \nIf for any reason a Contestant’s entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant’s sole remedy is another entry in the Challenge.  No more than the stated number of prizes will be awarded. \nContestant agrees that:\nAll issues and questions concerning the construction, validity, interpretation, and enforceability of these Official Rules, or the rights and obligations of the Contestant, the Administrators, or Treasury in connection with the Challenge, shall be governed by and interpreted in accordance with Federal law and not the law of any state or locality.  To the extent that a court looks to the laws of any state to determine or define the Federal law, the Contestants, Administrators, and Treasury agree that such court shall look only to the laws of the State of New York without regard to the rules of conflicts of laws.\nEach of the Administrators, Treasury and the Contestant agree that the courts in Washington, D.C., are the exclusive forum for resolving any disputes arising out of or related to the Challenge. \nAny personal information collected from a visitor by registering or filling out the submission form through the Competition website is used to facilitate the Challenge and respond to the registrant in matters regarding the registrant’s Submissions and/or the Competition only. Information is not collected for commercial marketing.  Please read the Challenge.gov Privacy Policy for complete information.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize Winner"}, {"prize-content": "", "prize-title": "Runners-Up"}, {"prize-content": "", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "", "hackathon-url": "https://mymoneyappup.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": "PLEASE SEE THE RULES TAB FOR THE FULL DESCRIPTION OF THE JUDGING CRITERIA"}], "hackathon-location-address": "", "hackathon-description-header": "The Department of Treasury wants your ideas and designs for next generation mobile apps to help Americans shape their financial futures.", "hackathon-prizes-total": "$25,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-24", "has-projects": "True"}