{"hackathon-description-text": "\nSheHacks is a 12 hour, student-run hackathon open to all female-identifying individuals. If you like to code, hack, and design, or simply want to learn more about technology, come to Western University on March 25th for our hackathon at North Campus Building! We welcome you into our community of women in tech.", "hackathon-number-of-prizes": "8", "hackathon-id": "shehacks2", "hackathon-judges": [{"judge-role": "", "judge-name": "Scotiabank"}, {"judge-role": "", "judge-name": "TechAlliance"}, {"judge-role": "", "judge-name": "StdLib"}, {"judge-role": "", "judge-name": "Deloitte Digital"}, {"judge-role": "", "judge-name": "Chainsafe"}, {"judge-role": "", "judge-name": "Coinsquare"}, {"judge-role": "", "judge-name": "Ivey MSc"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nWe welcome participants from all over Canada, with a particular emphasis on Western University, Waterloo University, Laurier University, McMaster University, York University, and University of Toronto!\nOur event is focused on encouraging women in technology. As such, SheHacks features all-female participation, from the attendees, mentors, volunteers, to the judges!", "hackathon-number-of-participants": "96", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "12", "hackathon-requirements": "\nWhen submitting your hack, please include a good representation of your work. This could be a link to your code (Github, bitbucket), screenshots of the project or a video walking through how your project works.\nProjects must be submitted by 9PM on March 25, 2018. Make sure to choose the prize categories you want to be judged on. We encourage you to pick multiple prize categories, even if your project is incomplete. This hackathon is focused on being a learning experience; we'd love to see what you've learned!", "hackathon-rules": "\nThe SheHacks organizing team reserves the right to disqualify project submissions that do not adhere to the following guidelines. Please contact a SheHacks Organizer if you have any questions regarding these guidelines.\n\nProjects can be completed individually or in a group with a maximum size of 5 students. All team members must be approved, registered SheHacks attendees present at the event.\n\nAll code written for SheHacks II must be written between 11:00AM to 9:00PM on Sunday, March 25th, 2018, with the exception of code taken from public and open source libraries, APIs, or tutorials.", "hackathon-prizes": [{"prize-content": "Awarded to the team with the best project that fits all our judging criteria and theme:", "prize-title": "Best Overall Hack"}, {"prize-content": "Presented to the team that were successful in making an impressive product that uses the StdLib API! StdLib will be providing each member of the winning team with an Nintendo Switch!", "prize-title": "Best Use of API"}, {"prize-content": "Presented to the team with the most enticing pitch to attract potential consumers and investors. The winning team of this prize will each receive a Google Home Mini sponsored by Deloitte Digital.", "prize-title": "Best Pitch"}, {"prize-content": "Presented to the team who best incorporate Blockchain technology into their solution. Chainsafe will be awarding 0.5 Ethereum to the winning team.", "prize-title": "Best Use of Blockchain"}, {"prize-content": "Presented to the team that has demonstrated the best teamwork throughout the hackathon!", "prize-title": "Most Collaborative Team"}, {"prize-content": "Presented to the person who creates the most interesting project that follows the overall criteria in Technology, Design, Learning, Quality and Impact. Ecobee will be providing the best solo hacker with an Ecobee Thermostat!", "prize-title": "Best Solo Hacker"}, {"prize-content": "Presented to the team that came up with the best data analytics project throughout the hackathon! Ivey MSc will be providing each member of the winning team a Swell Water Bottle.", "prize-title": "Best Use of Data Analytics"}, {"prize-content": "Presented to the team who created something substantial — but ran out of time in the end. The winning team of this prize should have a prototype and plan for what they would have done given more time.", "prize-title": "Best Almost Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=North Campus Building, 1151 Richmond St, London, ON N6A 3K7, Canada", "hackathon-url": "https://shehacks2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Technology: How effective was the technology used to achieve the group's overall goals? How difficult was the technical problem chosen?"}, {"judging-criterion": "Design: Is the user interface clear and easy to use? Does it look aesthetically pleasing or professional-looking? Does the workflow make sense, and is it intuitive to use?"}, {"judging-criterion": "Learning: Did the team partner with new people and collaborate together? Did the team learn and try something new with the hack? Were they able to work on a different category or platform for the project?"}, {"judging-criterion": "Quality: How well does the hack work from start to finish? Did the team scope the features of the hack well, given the time frame of the hacking period? How well were the features implemented for the project, in terms of the working condition?"}, {"judging-criterion": "Impact: Does the hack tackle an existing problem in the world today? Does the hack improve on current solution methods or technologies?"}, {"judging-criterion": "Does the project incorporate StdLib's API in a creative manner?"}, {"judging-criterion": "Is the team able to clearly explain their idea and what the hack does? How well did the team present their hack and respond to questions? Does the hack seem like something people would want to buy and use outside of the hackathon?"}, {"judging-criterion": "Is the hack a creative use of technology? Does it make use of data in a creative way?"}, {"judging-criterion": "Does the project incorporate some form of blockchain technology? Does the hack provide a solution to a problem?"}, {"judging-criterion": "How close is the prototype to a finished product? Do most of the functionalities and user interface items work? Did the team achieve their overall goals with the hack? How will the team improve on the current prototype for the future?"}, {"judging-criterion": "Was the hacker able to complete the project on their own? Did the hacker present their idea clearly?"}, {"judging-criterion": "How well did the team perform from all of the above criteria?"}], "hackathon-location-address": "North Campus Building, 1151 Richmond St, London, ON N6A 3K7, Canada", "hackathon-description-header": "An all-female hackathon organized by the Women in Technology Society!", "hackathon-prizes-total": "$4,980", "hackathon-location-description": "Western University - North Campus Building", "hackathon-end-date": "2018-03-26", "has-projects": "True"}