{"hackathon-description-text": "\nat the", "hackathon-number-of-prizes": "3", "hackathon-id": "fossasia-unesco", "hackathon-judges": [{"judge-role": "UNESCO Bangkok", "judge-name": "Misako Ito"}, {"judge-role": "UNESCO Open Source Office, Paris", "judge-name": "Davide Storti"}, {"judge-role": "FOSSASIA, Co-Founder", "judge-name": "Mario Behling"}, {"judge-role": "Google", "judge-name": "Cat Allman"}, {"judge-role": "Director Lifelong Learning Institute", "judge-name": "Dr. Koh Tat Suan"}, {"judge-role": "Founder FOSSASIA", "judge-name": "Hong Phuc Dang"}, {"judge-role": "Head of CASE IT at Daimler AG", "judge-name": "Vlado Koljibabic"}, {"judge-role": "Ministry of Education / NUS", "judge-name": "Dr Ben Leong"}, {"judge-role": "Founder SUSI.AI", "judge-name": "Michael Christen"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "88", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nFor the expected outcome of the hack, the applications or games shall be open source and use open data to tackle the climate change, environment and sustainable development challenges.\nThey shall address one or several of the following requirements:\nAn important point is, is the prototype or showcase functioning? We prefer real code and design implementations over mockups.\nPlease submit a link to the app, a Github repo link and a short presentation as a download or on Google drive (ensure it is set to public sharing). You can also share anything else to demonstrate your work and let us test it.\nShare information about what operating systems or devices can your hack run on.\nInclude information about API, SDK, or data set, that are required to run the app.\nAny work done need to be new for the competition. Existing apps are not eligible. However the specific details what is acceptable and what is not will be determined by the jury. For example existing apps that have been modified substantially and include entirely new functionality would still be eligible.", "hackathon-rules": "\n1. Be Excellent To Each Other\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many different people. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see.\n2. Actually Build Something\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n3. Write Your Code Here\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and Open Source code that has been available for at least a month. If it feels shady to use the code, don’t.\n4. Code Audits\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by FOSSASIA.\n5. Track Your Code\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n6. Build Something New And Great\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n7. Present The Project You Submitted\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n8. Team Size Limit\nWe are looking for project teams. Single contributors can participate at the event, but we are hoping to see real teams coming together. However we are limiting the number of members per team at 5, in the interest of keeping things fair. Also, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.\n9. Use Open Data and Open APIs\nThe aim of the hackathon is to build sustainable solutions and inspire people to share data to improve people’s lives. Please Open Data and Open APIs to build your solutions\n10. Your Code is Open\nThe UNESCO Hackathon is an Open Source hackathon. If you would like your project to go into the evaluations, please add a Free Software/Open Source licence to it and add it to the FOSSASIA GitHub repo for review.\nThe submissions should be Open Source and licensed under a compliant Open Source/Free Software license. They should be uploaded to a Github repository.\nWe also request the right to use the winners’ names, photos and work to promote the competition and hackathons in future.", "hackathon-prizes": [{"prize-content": "Win cool hardware.", "prize-title": "Fantastic Hardware"}, {"prize-content": "Win awesome tools for your hacks.", "prize-title": "Awesome Tools Prize"}, {"prize-content": "Win fantastic gear!", "prize-title": "Amazing Gear Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=11 Eunos Rd 8, Lifelong Learning Institute, Singapore 408601", "hackathon-url": "https://fossasia-unesco.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The solution implements and uses latest technologies in an innovative way. Code is made available as Open Source during the hackathon."}, {"judging-criterion": "The solution us using open and accessible data and open knowledge in an innovative way to benefit the society."}, {"judging-criterion": "The solution helps to respond to pressing climate change and environmental challenges at local, national or regional levels in Asia."}, {"judging-criterion": "The hack is an easy-to-use prototype and an intuitive application with a clear and easy to use UI."}, {"judging-criterion": "The solution has the potential to engage with a wide range of actors in the society for sustainable development."}, {"judging-criterion": "It is possible to scale the solution and replicate it in other contexts in Asia, and particularly in the Mekong region."}, {"judging-criterion": "The solution is inclusive in regards to gender equality as an integral part of sustainable development."}], "hackathon-location-address": "11 Eunos Rd 8, Lifelong Learning Institute, Singapore 408601", "hackathon-description-header": "Create Open Source Science Apps and Games that Tackle Climate Change and Development Challenges", "hackathon-prizes-total": "$2,400", "hackathon-location-description": "Lifelong Learning Institute", "hackathon-end-date": "", "has-projects": "False"}