{"hackathon-description-text": "\nSome folks in Boston had a great idea: fight back against the harsh winter with technology. They're calling this event ", "hackathon-number-of-prizes": "3", "hackathon-id": "hackfrost", "hackathon-judges": [{"judge-role": "Developer Evangelist / Accela, Inc.", "judge-name": "Mark Headd"}, {"judge-role": "Application Developer / L & JG Stickley", "judge-name": "Brian Chabot"}, {"judge-role": "Software Developer / PhishMe, Inc", "judge-name": "Mike Vormwald"}, {"judge-role": "Software Engineer / Rosie Applications, Inc.", "judge-name": "Thomas Hart"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nParticipants must be at least 13 years of age as of the start date of the contest.\nTeams can be any size, from solo teams up to as many people as you can get together. However, at least 50% of the team’s members must live or go to school in Upstate NY (defined as all of NY State excluding the five boroughs of New York City).", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nAll projects must address, mitigate or bring awareness to civic issues caused by the harsh winters in Upstate NY. Projects may be software or hardware based, but hardware projects must include a critical software component developed by the team.\nExample problems pulled from real world data and feedback will be available before the event begins. These will include, but not be limited to:\nProjects must be open source software, licensed under the MIT or GPLv3 licenses. Projects must be hosted on Github and available publicly. All projects must be submitted through the DevPost platform. Any submissions that do not follow these guidelines will be disqualified.", "hackathon-rules": "\nThese are the official rules for #HackFrost. These are subject to change up to the start date of the contest, but will not change after that. Please send any questions to\n\nHackFrost is dedicated to providing a safe and welcoming experience for all involved. We have adopted the Hack Code of Conduct (\n) as the official Code of Conduct for this event. All attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.\n\nThe contest will run from 12:00 AM on January 22nd 2016 to 11:45 PM February 16th 2016. Any submissions added after the start date will be disqualified. All projects will be hosted on Github, and any project with commits uploaded after the end time will also be disqualified.\n\nParticipants must be at least 13 years of age as of the start date of the contest.\nTeams can be any size, from solo teams up to as many people as you can get together. However, at least 50% of the team’s members must live or go to school in Upstate NY (defined as all of NY State excluding the five boroughs of New York City).\n\nAll projects must address, mitigate or bring awareness to civic issues caused by the harsh winters in Upstate NY. Projects may be software or hardware based, but hardware projects must include a critical software component developed by the team.\nExample problems pulled from real world data and feedback will be available before the event begins. These will include, but not be limited to:\nProjects must be open source software, licensed under the MIT or GPLv3 licenses. Projects must be hosted on Github and available publicly. All projects must be submitted through the DevPost platform. Any submissions that do not follow these guidelines will be disqualified.\n\nCode submitted as part of a project are required to be licensed under an open source license. Any other materials (written, graphic, etc.) will remain the sole property of the material’s creator. HackFrost does not own any materials submitted for judging.\nHackFrost reserves the right to use the project name, description and screenshots in a promotional capacity. No code, assets or personal information will be shared in any other capacity. HackFrost will never share or sell your name or personal information with third parties for any reason.\n\nJudging will occur from February 17 2016 to February 24 2016. Winners will be announced February 27 2016 at an event in Syracuse, NY. Details on this event will follow the close of the submission period on February 16 2016.\nThe winning team will be selected by a judging panel. Projects will be scored on the following criteria in general, though the winner chosen will be at the sole discretion of the judging panel.\nThe prizes will all be awarded to the winning team. They include:", "hackathon-prizes": [{"prize-content": "The golden shovel is a symbol of your hard work and dedication, the only trophy worthy of #HackFrost and it's champion.", "prize-title": "The Golden Shovel"}, {"prize-content": "A Tessel 2 kit courtesy of Accela, Inc.", "prize-title": "Tessel 2 courtesy of Accela, Inc."}, {"prize-content": "A vocational photo shoot courtesy of Park Ave Portraits.", "prize-title": "Vocational Photo Shoot courtesy of Park Ave Portraits"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackfrost.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How much does your project impact the community? Consideration will be given to the number of people impacted as well as the depth of the effect on those people."}, {"judging-criterion": "How well does your project execute on the original idea? This is a hackathon project so judging here will not be harsh, but it will be taken into account."}, {"judging-criterion": "How creative or novel is your idea? Originality and unconventional solutions will score points in this category."}], "hackathon-location-address": "", "hackathon-description-header": "#HackFrost is a virtual civic hackathon for technology solutions to the harsh Upstate NY winters.", "hackathon-prizes-total": "$300", "hackathon-location-description": "", "hackathon-end-date": "2016-02-17", "has-projects": "True"}