{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "3", "hackathon-id": "scsdhack", "hackathon-judges": [{"judge-role": "Managing Director, New Business Creation, GE Ventures", "judge-name": "Kiva Allgood"}, {"judge-role": "Chairman and Founder, CyberTECH", "judge-name": "Darin Anderson"}, {"judge-role": "President and CEO, Cleantech San Diego", "judge-name": "Jason Anderson"}, {"judge-role": "General Manager, Intelligent Cities, Current, powered by GE", "judge-name": "Austin Ashe"}, {"judge-role": "Director of Economic Development, City of San Diego", "judge-name": "Erik Caldwell"}, {"judge-role": "Sr. Project Program Manager - Internet of Things, AT&T", "judge-name": "Eric Green"}, {"judge-role": "Chief Data Officer, City of San Diego", "judge-name": "Maksim Pecherskiy"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\n• Unless otherwise specified in the Official Rules, Hackathon contestants must be 18 years of age or older and legal residents of the United States. Employees, officers and directors of AT&T, GE, or Intel, Administrator, any prize supplier, and their respective parent companies, subsidiaries and affiliates and their advertising, promotion, and fulfillment agencies (the “Contest Parties”) are not eligible to enter or win. Immediate family members and household members of such individuals are also not eligible to enter or win. “Immediate family members” shall mean parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. “Household members” shall mean those people who share the same residence at least three months a year. Subject to all applicable laws. Void outside the U.S. and where prohibited.\n• Hackathon contestants compete in teams. Contestants can recruit people to join a team or teams may be assigned at each event. During the competition, each team will be asked to create a mobile or web application using at least one of GE’s CityIQ™ Intelligent Cites API that is sustainable on a laptop, tablet, or Smartphone device, along with a business plan for their app (“Submission”). Each team will be the opportunity to demonstrate their Submission and provide an oral presentation to the judges describing why their Submission would be successful. All coding for the Submission must be during the Hackathon. Any additional requirements concerning Submissions will be specified in the Official Rules or provided during the Hackathon.", "hackathon-number-of-participants": "49", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmissions must include one or more of\nSubmissions and oral presentation of Submission will be judged by a panel of judges based upon the following equally weighed criteria: (1) Originality of Idea; (2) Ability to clearly articulate the details of the application (3) Technologies used in its creation (4) Applicability to unique challenges in the City of San Diego.", "hackathon-rules": "\n• The Smart Cities San Diego Hackathon (“Hackathon”) is sponsored and administered by AT&T, GE, and Intel.\n• Each Hackathon is subject to Official Rules. By participating in a Hackathon contestants agree to be bound by these General Terms and Conditions along with the Official Rules as well as all decisions of the judges, AT&T, GE, and Intel, which are final and binding on all aspects of the Hackathon.\n• Unless otherwise specified in the Official Rules, Hackathon contestants must be 18 years of age or older and legal residents of the United States. Employees, officers and directors of AT&T, GE, or Intel, Administrator, any prize supplier, and their respective parent companies, subsidiaries and affiliates and their advertising, promotion, and fulfillment agencies (the “Contest Parties”) are not eligible to enter or win. Immediate family members and household members of such individuals are also not eligible to enter or win. “Immediate family members” shall mean parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. “Household members” shall mean those people who share the same residence at least three months a year. Subject to all applicable laws. Void outside the U.S. and where prohibited.\n• Hackathon contestants compete in teams. Contestants can recruit people to join a team or teams may be assigned at each event. During the competition, each team will be asked to create a mobile or web application using at least one of GE’s CityIQ™ Intelligent Cites API that is sustainable on a laptop, tablet, or Smartphone device, along with a business plan for their app (“Submission”). Each team will be the opportunity to demonstrate their Submission and provide an oral presentation to the judges describing why their Submission would be successful. All coding for the Submission must be during the Hackathon. Any additional requirements concerning Submissions will be specified in the Official Rules or provided during the Hackathon.\n• Submissions and oral presentation of Submission will be judged by a panel of judges based upon the following equally weighed criteria: (1) Originality of Idea; (2) Ability to clearly articulate the details of the application (3) Technologies used in its creation (4) Applicability to unique challenges in the City of San Diego. In the event of a tie, the winning team will be determined by the judges based on the highest score for originality of idea. Each member of a winning team, along with all Submissions, is subject to validation by AT&T, GE, Intel, and/or the judging organization, whose decisions are final and binding in all respects. Each contestant and each member of a winning team may be required to sign and return, when requested, an affidavit of eligibility, a prize/publicity release, and an assignment of rights to a Submission. WINNERS MUST BE PRESENT TO ACCEPT PRIZE OR PRIZE WILL BE FORFEITED.\n• UNLESS OTHERWISE STATED IN THESE OFFICIAL RULES, ALL PRIZES OR ANY PRIZE COMPONENTS WILL BE AWARDED TO THE WINNING TEAM AS A WHOLE AND NOT TO EACH INDIVIDUAL MEMBER OF A WINNING TEAM. AT&T, GE, and Intel are not responsible for any disputes among team members concerning prize or prize components.\n• All taxes and any other expenses not stated herein, including meals, gratuities, transportation and other incidentals, are sole responsibility of winners. No substitutions or transfers of a prize, except in AT&T, GE, or Intel’s discretion. Coordination of any and all travel and any other expenses is the responsibility of the Winner Team members. Only the stated number and components of prizes in Official Rules will be awarded.\n• Participation in the Hackathon shall constitute and signify each member of a winning team’s agreement and consent that AT&T, GE, Intel and their designees may use each member’s name, photo, image, likeness, voice, poses, plays, appearance, city, state, and the team’s Submission and/or prize information in connection with the Contest for promotional, advertising or other purposes, worldwide, in any and all media now known or hereafter devised, including the Internet, without limitation and without further payment, notification, permission or other consideration, except where prohibited by law. Except as expressly provided herein, nothing in the General Terms and Conditions or Official Rules may be construed as transferring any rights of ownership or license, by implication, estoppel or otherwise, of either party’s products, technology or intellectual property, including but not limited to, such party’s marks.\n• GENERAL CONDITIONS/INDEMNIFICATION: By entering, contestants warrant and represent that their team is the sole creator of the Submission and that they have obtained permission from all persons or copyright or trademark owners whose likeness, work or mark are depicted in Submission and all permission necessary for AT&T, GE, or Intel to publish or use their Submission in any media worldwide and agree to confirm any of the foregoing in writing. Further, by participating in this Contest and/or by accepting any prize, contestants agree that AT&T, GE, Intel and their parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns shall not be liable for any and all actions, claims, including any third party claims, injury, loss or damage arising in any manner, directly or indirectly, arising from or relating to the Hackathon, including entry and participation, or the acceptance, possession, use or misuse of any prize. By participating in the Hackathon and/or accepting any prize, contestants agree to fully indemnify AT&T, GE, Intel and their parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns from any and all such claims by third parties without limitation. Contestants authorize AT&T, GE, and Intel to use their name, voice, likeness, biographical data, city and state of residence and entry materials in programming or promotional material, worldwide in perpetuity, or on a winner's list, if applicable, without further compensation unless prohibited by law. AT&T, GE, and Intel are not obligated to use any of the above-mentioned information or materials, but may do so and may edit such information or materials, at AT&T, GE, and Intel’s sole discretion, without further obligation or compensation. AT&T, GE, and Intel shall not be liable for: (i) late, lost, delayed, stolen, misdirected, postage-due, incomplete, unreadable, inaccurate, garbled or unintelligible entries, communications or submissions, regardless of the method of transmission; (ii) telephone system, telephone or computer hardware, software or other technical or computer malfunctions, lost connections, disconnections, delays or transmission errors; (iii) data corruption, theft, destruction, unauthorized access to or alteration of entry or other materials; (iv) any injuries, losses or damages of any kind caused by participation in this Contest or resulting from acceptance, possession or use of a prize; or (v) any printing, typographical, administrative or technological errors in any materials associated with the Contest. AT&T, GE, and Intel disclaim any liability for damage to any electronic device resulting from participating in, or accessing, uploading or downloading information, AT&T, GE, and Intel API(s) in connection with this Contest, and AT&T, GE, and Intel reserve the right, in their sole discretion, to cancel, modify or suspend the Contest should a virus, bug, computer or phone problem, unauthorized intervention or other causes beyond AT&T, GE, and Intel's control, corrupt the administration, security or proper play of the Contest. AT&T, GE, and Intel may prohibit certain contestants or teams from participating in the Hackathon or winning a prize if, in its sole discretion, it determines that a contestant or team has attempted to undermine the legitimate operation of the Hackathon by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other participants or AT&T, GE, or Intel representatives.\n•CAUTION: ANY ATTEMPT TO DELIBERATELY DAMAGE THE CONTEST, THE CONTEST WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST MAY BE IN VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHALL RESULT IN DISQUALIFICATION FROM PARTICIPATION IN THE CONTEST. SHOULD SUCH AN ATTEMPT BE MADE, AT&T, GE, AND INTEL RESERVE THE RIGHT TO SEEK REMEDIES AND DAMAGES (INCLUDING ATTORNEY’S FEES) TO THE FULLEST EXTENT OF THE LAW, INCLUDING CRIMINAL PROSECUTION.\n• Contestants acknowledge that AT&T, GE, and Intel engages, have engaged and will in the future engage in the development, preparation, production, acquisition and dissemination of creative, educational, artistic and other material (collectively, the “Materials”), including without limitation Materials that are similar or identical to a Submission. Contestants also acknowledge that other persons, including employees of AT&T, GE, or Intel, may previously have originated and may hereafter originate Materials that are similar or identical to a Submission. Contestants agree that they will not be entitled to any compensation because of the use by AT&T, GE, or Intel of any such similar or identical material. Without limitation of the foregoing, AT&T, GE, and Intel may use, without any payment or other obligation whatsoever to any contestant, any part of the Materials, and any idea or concept contained therein, that (a) is similar or identical to, or contains significant elements encompassed in, a concept that is under consideration or in development by AT&T, GE, or Intel before or at the time of entry, (b) is not unique, novel, original, and concrete so as to be entitled to protection under applicable laws, (c) has been made public by anyone at the time of its submission to AT&T, GE, or Intel or otherwise is in the public domain, (d) would be freely usable by a third person if it had not been accepted as a Submission or the subject of any agreement, (e) is not protected by United States copyright law, or (f) is similar or identical to, or contains significant elements encompassed in, an idea, concept or material that is independently created by AT&T, GE, Intel or any third party. Contestants agree that AT&T, GE, or Intel’s development, preparation, production, acquisition, dissemination and/or exploitation of Materials similar or identical to a Submission or containing features, ideas, material and/or elements similar to or identical with those contained in a Submission shall not entitle any contestant or team to any compensation or other right or remedy. As an inducement to AT&T, GE, and Intel to accept each Submission for entry into the contest, contestants hereby waive any claim or right of action against AT&T, GE, Intel or their successors in connection with AT&T, GE, or Intel’s use of any Materials (or any portions thereof) whether or not such Materials are similar or identical to a Submission or contain any features, ideas, material and/or elements that are similar or identical to those contained in a Submission. Acceptance by AT&T, GE, or Intel of a Submission is not an admission by AT&T, GE, nor Intel of the novelty or originality of the Submission.\n• By participating in the Smart Cites San Diego Hackathon, AT&T, GE, Intel and/or their promotional partners have the exclusive right to include photographic, video, and other visual portrayals of you as a “Guest” in any medium of any nature whatsoever for the purpose of trade, advertising, sales, publicity or otherwise, without compensation to Guest, and all rights, title and, interest therein (including all worldwide copyrights therein) shall be AT&T, GE, or Intel’s sole property, free from any claims by Guest or any person deriving any rights or interest from Guest.\nAll participants are expcted to abide by the", "hackathon-prizes": [{"prize-content": "$2,000 Cash Prize and more.", "prize-title": "Best of IoT App Overall"}, {"prize-content": "$1,000 Cash Prize and more", "prize-title": "Best Smart City Hack"}, {"prize-content": "$500 Cash Prize and more", "prize-title": "Best Use of the Intel IoT Starter Kit"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1855 1st Ave #103, San Diego, CA 92101, USA", "hackathon-url": "https://scsdhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "1855 1st Ave #103, San Diego, CA 92101, USA", "hackathon-description-header": "Compete for $3,500 in total prize money to solve the challenges at San Diego.", "hackathon-prizes-total": "$3,500", "hackathon-location-description": "CyberTECH", "hackathon-end-date": "2017-06-23", "has-projects": "True"}