{"hackathon-description-text": "\nHack the Patriarchy is a hackathon that has been created to welcome women & nonbinary folks of diverse backgrounds to build badass social impact projects over the course of a weekend (plus some pre-hackathon events if you’re interested!)", "hackathon-number-of-prizes": "5", "hackathon-id": "hack-the-patriarchy-2017", "hackathon-judges": [{"judge-role": "Actionspot", "judge-name": "Olga Buchonina"}, {"judge-role": "Eqiquette", "judge-name": "Eva Helen"}, {"judge-role": "HTP", "judge-name": "Kali Williams"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nThis is the foundation of our event and is the most important rule. Our event is made up of incredible diverse individuals, from many races, religions, sexual orientations, and gender identities. Any action or presentation that demeans or mocks others will be stopped immediately, and the individual/team will be disqualified and asked to leave.\n\nIn order to be eligible for a prize, you have to build and demonstrate a working project, not just slides or screenshots.\n\nYou can brainstorm and plan ahead of time, but ALL coding must be done entirely during the hackathon.\n\nAll finalists will have their code audited* by an HTP judge/developer to make sure it’s consistent with the requirements. You own your code and we won’t share it with anyone other than the judges. We have no rights to your code other than to examine it if you win.\n\nOur goal at HTP is to create solutions to real world problems, and right now, the world has a lot of problems. This is an opportunity to build something new that can make an impact.\n\nDon’t pull a switcheroo and try to present something other than the project you described in your submission. If you veer too far from your accepted submission, your team will be disqualified and asked to leave.\n\nTeams are limited to no more than 5 people, and each attendee can only be on one team.\n\n*We also suggest you use Git or an equivalent to track your code as you write it; if we need to audit your code it will help you prove that it’s new.", "hackathon-prizes": [{"prize-content": "+ $500 cash", "prize-title": "Grand Prize"}, {"prize-content": "Chosen from the in-person voting we received at the hackathon", "prize-title": "People's Choice"}, {"prize-content": "", "prize-title": "Most Positive Impact"}, {"prize-content": "", "prize-title": "Best Chat Bot"}, {"prize-content": "", "prize-title": "Most Original"}], "hackathon-location-google-maps": "https://maps.google.com/?q=99 Wilson Ave, San Jose, CA 95126, USA", "hackathon-url": "https://hack-the-patriarchy-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well did your team execute and explain the problem you're solving? Did you demo a working solution?"}, {"judging-criterion": "How thoughtfully has the end user experience been considered? How easy is it to use and navigate your solution?"}, {"judging-criterion": "How original, create or unique is your solution?"}, {"judging-criterion": "What kind of an impact can this solution offer marginalized communities? Is there potential for a sustainable business model?"}], "hackathon-location-address": "99 Wilson Ave, San Jose, CA 95126, USA", "hackathon-description-header": "Brand new hackathon for women and nonbinary folks to build innovative and creative solutions", "hackathon-prizes-total": "$1,200", "hackathon-location-description": "ActionSpot", "hackathon-end-date": "", "has-projects": "False"}