{"hackathon-description-text": "\nHackathons are for designing, creating and building awesome projects. Transform your crazy idea into a real working product over one weekend. Whether you’re a newbie or this ain’t your first rodeo, HackEd 2017 aims to give you the best hackathon experience with industry mentors for troubleshooting and inspiration, free swag, and cool prizes! Students from all schools, disciplines, years and experience levels are welcome.", "hackathon-number-of-prizes": "4", "hackathon-id": "hacked2017", "hackathon-judges": [{"judge-role": "Computer Engineering Lab Instructor at the University of Alberta", "judge-name": "Nancy Minderman"}, {"judge-role": "Director of Computer Engineering at the University of Alberta", "judge-name": "Petr Musilek"}, {"judge-role": "Local Software Entrepreneur", "judge-name": "Cam Linke"}, {"judge-role": "Product Manager at Jobber", "judge-name": "Nazima Rayani"}, {"judge-role": "Software Engineer at Resolver Inc.", "judge-name": "Brittany Lamorie"}, {"judge-role": "Software Developer at Microsoft", "judge-name": "James Finlay"}, {"judge-role": "Analyst at Darkhorse Analytics", "judge-name": "Dana Marsh"}, {"judge-role": "Computer Science Professor at the University of Alberta", "judge-name": "Abram Hindle"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nAll current high school, undergraduate and graduate students are welcome to participate.\nTeams of 3 are recommended. We allow individuals or teams of up to 5. Prizes are awarded assuming teams of 3, no additional prizes will be awarded to larger teams.", "hackathon-number-of-participants": "109", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nEntries must be projects begun during the Hackathon.\nAll code must be hosted on a public GitHub repo or your project will be ineligible to win. Make sure your GitHub repo is linked with your submission on Devpost!\nYou are encouraged to include as much information about your project as possible on your submission page. The more information there is, the easier it is for others to understand your project's true capabilities.\n ", "hackathon-rules": "\nAs an MLH event, we abide by the following \n.\n\n\n\n\n\n\n ", "hackathon-prizes": [{"prize-content": "Prize package containing: Skullcandy Uproar bluetooth headphones, Skullcandy Barricade mini-bluetooth speaker, Striiv Fusion 2, Razer Deathadder mouse, Tile Slim", "prize-title": "Top 3 Finalists"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarrasment"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Best Use of AWS (Amazon Web Services)"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Mercer Tavern, 10363 104 St NW, Edmonton, AB T5J 1B9, Canada", "hackathon-url": "https://hacked2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How unique and innovative is the solution?"}, {"judging-criterion": "How useful is the solution for the problem it was designed to solve?"}, {"judging-criterion": "How well did the teams overcome problems they encountered?"}, {"judging-criterion": "Are you blown away?"}], "hackathon-location-address": "Mercer Tavern, 10363 104 St NW, Edmonton, AB T5J 1B9, Canada", "hackathon-description-header": "The annual 24-hour Edmonton hackathon that brings together motivated students from diverse backgrounds and challenges them to build something awesome.", "hackathon-prizes-total": "$750", "hackathon-location-description": "StartUp Edmonton", "hackathon-end-date": "2017-01-28", "has-projects": "True"}