{"hackathon-description-text": "\nis a multiplayer programming game for learning to code. It was created to make learning fun, even addictive, through fast, extensive practice rather than slow, intensive lessons. CodeCombat's mission is to teach people to code. It is", "hackathon-number-of-prizes": "2", "hackathon-id": "codecombat", "hackathon-judges": [{"judge-role": "Cofounder of CodeCombat", "judge-name": "Nick Winter"}, {"judge-role": "Cofounder of CodeCombat", "judge-name": "Scott Erickson"}, {"judge-role": "Cofounder of CodeCombat", "judge-name": "George Saines"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAnyone 18 or older who is not related to someone employed by CodeCombat can submit an entry, including individuals, teams, and organizations. We'll ship prizes anywhere.", "hackathon-number-of-participants": "133", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nSubmit an open-source JavaScript or CoffeeScript library with a similar API to Acorn or Esprima. MIT license and GitHub preferred. Must run in the browser, but it's nice to be able to run in node as well.", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nChallenge Name: CodeCombat Challenge(the “Challenge”)\nChallenge Website: http://codecombat.challengepost.com (the “Challenge Website”)\nPoster (the “Poster”): CodeCombat Inc., 3030 Castro St, San Francisco, California 94131.\nThe Poster is the sponsor and entity responsible for the Challenge.\nChallenge Submission Period: February 27, 2014 (11:00am Eastern Time USA) –May 20, 2014 (5:00pm Eastern Time USA) (the “Challenge Submission Period”)\nJudging Period: May 21, 2014 (11:00am Eastern Time USA) – June 4, 2014 (5:00pm Eastern Time USA) (the “Judging Period”)\nWinners Announced: On or around June 9, 2014 (2:00pm Eastern Time USA)\nChallengePost, Inc. will be the official timekeeper for the Challenge.\nA. The Challenge IS open to: \n (the above are collectively, “Makers”)\nAn individual may join more than one team or Organization, and an individual who is part of a team or Organization may also enter the Challenge on an individual basis.  \nIf a team or Organization is entering the Challenge, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or Organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or Organization.\nB. The Challenge IS NOT open to:   \n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\nMakers must do the following to participate in the Challenge:\nA. Language Requirements\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of materials submitted.\nB. Application Requirements\n(i) What to Create: Makers must choose a programming language they want CodeCombat players to be able to play, and create or adapt an in-browser parser for the language to the Mozilla Parser abstract syntax tree format (each a “Parser”). The programming language must be widely used and not obsolete or esoteric. Makers must submit via \n, an open-source JavaScript or CoffeeScript library with a similar API to Acorn or Esprima. The library should include an MIT License or similar.\n(ii) Functionality: The Parser must support all commonly used language features and any basic standard libraries and must function as depicted in the text description.\n(iii) Multiple Submissions: A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Poster and/or the Administrator.\n(iv) SDKs, APIs, & Data: Applications may integrate SDKs, APIs, libraries, and data, provided the Maker is authorized to use them.\n(v) Intellectual Property: Your Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it except what is provide by open source license; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\nC. Text Description and Images\n(i) Text Description: The text description should explain the features and functionality of your Parser and the programming language you selected.\n(ii) Images: The image(s) should be screenshots of your Parser working in a browser.\nSubmission materials must not include third party trademarks, or copyrighted material unless the Maker has permission to use such material.\nA. Maker Rights: Submitted Parsers must be released to the public under an \n (MIT license preferred).\nB. Poster Rights:  By entering the Challenge, you grant to the Poster, ChallengePost, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, ChallengePost’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nC. Submission Display: The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, ChallengePost, and Judges for screening and evaluation.\nD. Makers represent and warrant that the Poster, ChallengePost, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by ChallengePost, without obtaining permission or license from any third party and without any compensation to Makers. \nA. Criteria: Eligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”), and scored using the following criteria (the “Judging Criteria”):\n(i) Correctness and completeness of parser\n(ii) Ease-of-use of parser as an open-source project\n(iii) Preservation of original source range info in AST nodes\n(iv) Parser speed and code quality\n(v) Popularity of the programming language\nThe Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nB. Tie Breaker: For each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\nA. Verification Requirement: THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nB. Required Forms: Potential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission (the submitter is the “Representative” in the case of a team, Organization, or Large Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nDeadline for Returning Required Forms: ten (10) business days after the Required Forms are sent.\nC. Disqualification: The Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if:\n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;   \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, Organization, or Large Organization, is disqualified for any other reason.\nIn the event of a disqualification, the Poster and/or Administrator may award the applicable Prize to an alternate potential winner.\nA. Substitutions & Changes: The Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nB. Prize Delivery: A monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team or Organization’s participating members, as the Representative deems appropriate.\nC. Prize Delivery Timeframe: Within 45 days of the Poster or Administrator’s receipt of the Required Forms\nD. Taxes: Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\nPlease review the ChallengePost Terms of Service at\n for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\nParticipation in the Challenge constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Challenge that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nChallengePost collects personal information from you when you enter the Challenge. The information collected is subject to the privacy policy located here: \n.\nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at or \n or post your questions to the \n.\n ", "hackathon-prizes": [{"prize-content": "MacBook Air", "prize-title": "Best Working Parser"}, {"prize-content": "iPad Air", "prize-title": "Honorable Mention Working Parsers"}], "hackathon-location-google-maps": "", "hackathon-url": "https://codecombat.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The more target language features properly supported, the better. Some languages are not feasible to fully translate to JavaScript, and their standard libraries are often larger than what JavaScript can match, but all the basics should be usable."}, {"judging-criterion": "Parsers that include documentation, npm and bower packages, and few dependencies make better open source projects and are easier to integrate."}, {"judging-criterion": "Each AST node should have a \"range\" property indicating the start and end (either offsets or lines+columns) of its corresponding original source code, like Esprima does."}, {"judging-criterion": "The faster, clearer, and easier to maintain the parser's code is, the better. Also, being able to handle syntax errors like Acorn's loose mode is a big plus."}, {"judging-criterion": "The more popular and useful the programming language, the better the submission. Obsolete or esoteric programming languages are not eligible for prizes."}], "hackathon-location-address": "", "hackathon-description-header": "Build a working parser and help others learn to code in new languages playing CodeCombat", "hackathon-prizes-total": "$3,250", "hackathon-location-description": "", "hackathon-end-date": "2014-05-20", "has-projects": "True"}