{"hackathon-description-text": "\nWelcome to ProfHacks hosted by the IEEE chapter of Rowan University.", "hackathon-number-of-prizes": "12", "hackathon-id": "profhacks", "hackathon-judges": [{"judge-role": "", "judge-name": "Mr. Torok"}, {"judge-role": "", "judge-name": "Dr. Schmalzel"}, {"judge-role": "", "judge-name": "Russel Trafford"}, {"judge-role": "University of Delaware", "judge-name": "Hristo Asenov"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAll High school and College students", "hackathon-number-of-participants": "55", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nMajor League Hacking stands for inclusivity. We believe that every single person has the right to hack in a safe and welcoming environment. Harassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it. Participants asked to stop any harassing behavior are expected to comply immediately. Sponsors, judges, mentors, volunteers, organizers, and anyone else at the event are also subject to the anti-harassment policy. In particular, attendees should not use sexualised images, activities, or other material both in their hacks and during the event. Booth staff (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment. If a participant engages in harassing behavior, Major League Hacking may take any action MLH deems appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type. If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact Major League Hacking using the reporting procedures defined below. MLH representatives will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance. We expect participants to follow these rules at all hackathon venues, hackathon-related social events, and on hackathon supplied transportation.", "hackathon-prizes": [{"prize-content": "Amazon Echo", "prize-title": "1st Place"}, {"prize-content": "Chromecast Audio for each member", "prize-title": "2nd Place"}, {"prize-content": "Micro Drones for each team member", "prize-title": "3rd Place"}, {"prize-content": "Amazon Kindle (e-ink) for each member", "prize-title": "Best Journalism"}, {"prize-content": "Bitalino Board Kit", "prize-title": "Best Quantified Self"}, {"prize-content": "Particle Photon Kit for each member", "prize-title": "Best Smart Buildings"}, {"prize-content": "Two teams must collaborate, building two projects that work together.", "prize-title": "Best Internal Integration"}, {"prize-content": "Neopixel Arduino Shield", "prize-title": "Best Hardware"}, {"prize-content": "Have the best project running on a .tech domain. You'll be able to apply for a free .tech domain at the event. The prize is a $50 AWS Voucher.", "prize-title": "Best Tech Website"}, {"prize-content": "The team that creates the best developer tool gets Octocat figurines courtesy of GitHub.", "prize-title": "Best Dev Tool"}, {"prize-content": "The team that has the best domain gets a swag bag with Arduinos, courtesy of Domain.com", "prize-title": "Best Domain"}, {"prize-content": "The team that has the best use of Amazon Web Services gets 1TB external hard drives.", "prize-title": "Best Amazon Web Services Integration"}], "hackathon-location-google-maps": "https://maps.google.com/?q=330 Mullica Hill Rd, Glassboro, NJ 08028, USA", "hackathon-url": "https://profhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was it to complete the project?\nHow complex is it?"}, {"judging-criterion": "We are looking for interesting, new, original, innovative and/or cool uses of the physical web\nIs the idea novel?\nDoes it leverage existing technologies in new ways?"}, {"judging-criterion": "Is it easy to setup and use?\nIs it aesthetically pleasing?"}], "hackathon-location-address": "330 Mullica Hill Rd, Glassboro, NJ 08028, USA", "hackathon-description-header": "Enter the Physical Web", "hackathon-prizes-total": "$3,675", "hackathon-location-description": "Rowan Hall", "hackathon-end-date": "2016-03-13", "has-projects": "True"}