{"hackathon-description-text": "\nMore information coming. ", "hackathon-number-of-prizes": "16", "hackathon-id": "hackillinois-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "HackIllinois Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAttendees must be College students over the age of 18.", "hackathon-number-of-participants": "345", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nAll participants must be full-time or part-time University students during Spring 2017 except where permission is explicitly given. Participation is closed to family of judges and HackIllinois staff members.\nCreate and Contribute teams may only have organizer-approved team sizes. These sizes exclude mentors. Teams must submit a list of members upon submitting their project by Sunday February 26th, 2017 at 11:00 am. Any modifications after that must be approved by the organizers. Single person teams are allowed, but we encourage you to work in groups!\nEach team is permitted one submission that must be received by 11:00am on Sunday, February 26th, 2017. Submissions must be produced only by the team members and what is created during HackIllinois between the starting time on Friday, February 24th, 2017 and the submission time should be explicitly stated on the submission. Please list any resources you used in your submission (including old code developed by your own team). By submitting a project, you and your team grant the HackIllinois team the unrestricted right to use your submission material, at no cost, for promotional purposes of future HackIllinois events.\nParticipants will respect the equipment and hardware provided. The use of power tools, high voltage and/or high current equipment is prohibited except in labs that are approved for this use. By participating in HackIllinois and its activities, you agree to abide by the following code of conduct: hackillinois.org/code. \nParticipants may bring whatever hardware they wish as long as they adhere to the above rules about submissions and safety. HackIllinois will do its best to provide all teams the necessary hardware to complete their projects. If you have any questions or would like to see specific hardware, please send us an email at contact@hackillinois.org.\nParticipants will be judged based on the progress that they make during the 36 hours of HackIllinois. Specific judging criteria will be released closer to the event.", "hackathon-prizes": [{"prize-content": "If your project is in our Create track please select this prize as a tag for our judging process.", "prize-title": "Create Track"}, {"prize-content": "If your project is in our Contribute track please select this prize as a tag for our judging process.", "prize-title": "Contribute Track"}, {"prize-content": "Tech that brings about efficiency and requires human participation to achieve more meaningful, authentic, otherwise harder to replicate solutions. 'Best Automation with a Human-Centric Component'.", "prize-title": "Don't Discard the Human"}, {"prize-content": "This category is for open source projects that fill a gap in an existing technology or tool. An example of a project in this category is stdx, a library that provides the missing batteries of Rust. When life serves you puzzles, you'll create The Missing Piece. This prize celebrates open source projects that extend or are built with Microsoft technology. Some Microsoft technologies include, Azure, HoloLens, and Cognitive Services.", "prize-title": "The Missing Piece"}, {"prize-content": "Open source projects in this category are focused on improving people's health and lifestyle.", "prize-title": "Health and Wellness"}, {"prize-content": "This category is a prize for projects which help enable caregivers and improve the quality of life for seniors everywhere. An example could include developing an online caregiver marketplace. For more information visit:", "prize-title": "Take Care"}, {"prize-content": "Open source projects in this category improve daily life and include projects in health and wellness, home automation, and more. In an era full of life hacks, this category rewards Everyday Usefulness.", "prize-title": "Everyday Usefulness"}, {"prize-content": "This category is for open source projects that facilitate the use of Firebase for other Open Source developers. Examples include Firepad, an open source collaborative code and text editor powered by Firebase.", "prize-title": "Best Use of Firebase in an Open Source Project"}, {"prize-content": "This category is for open source projects that seek to shape the future of travel. By making it easier to explore, plan an adventure, or bring a community together, this project makes it a Small World.", "prize-title": "Small World"}, {"prize-content": "Prize would be an expense-paid trip to Global Hackathon at FB HQ in Fall 2017.", "prize-title": "Facebook's Favorite"}, {"prize-content": "Projects in this category are ready to rapidly deploy and help feed, clothe, and shelter the globe. Example projects include building an open source framework that accelerates the development of agricultural data applications, open source construction resource management systems, or open tools for sustainable forestry.", "prize-title": "Feed, Clothe, and Shelter"}, {"prize-content": "This category is for projects which make financial markets and information easier to access and understand for the average customer. An example could include a toolkit to visualize market data into easily readable information.", "prize-title": "Show me the Money"}, {"prize-content": "Open source projects in this category are focused on exploring Open Data and improving the community through assisting public technology initiatives. Prime candidates for projects can be found on Code.gov and open data projects such as the Chicago city data (", "prize-title": "Civic Spirit"}, {"prize-content": "1517, in wishing to support the open source industry, is providing a 1K grant and 5K in AWS credits as well as ongoing mentorship to three teams that create unique and creative products that they'd like to bring to market.", "prize-title": "1517 Grant Prize"}, {"prize-content": "This prize will awarded to the team that works on Make School's favorite contribution.", "prize-title": "Make School Scholarship"}, {"prize-content": "", "prize-title": "Staff Pick"}], "hackathon-location-google-maps": "https://maps.google.com/?q=201 N Goodwin Ave, Urbana, IL 61801, USA", "hackathon-url": "https://hackillinois-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We want attendees to work on projects that contribute back\n\nto the open source projects they are working with. A highly\n\nbeneficial submission fills a gap in their project or addresses\n\nrelevant documented issues."}, {"judging-criterion": "We are looking for projects that are well-built and organized for\n\nfuture contributions in the open source community. This includes proper\n\ncoding style and documentation that thoroughly\n\noutlines what the group worked on and how others can\n\nadd more."}, {"judging-criterion": "Participants must have a solid understanding of the open\n\nsource project that they have been working on to indicate their\n\nability to continue working on the project or to guide others in\n\ncontributing to the project."}, {"judging-criterion": "There are certain hacks that just cause you to say “WOW.”\n\nIt is up to the discretion of\n\nthe judges to identify this intangible quality of a hack that\n\njust amazes people."}], "hackathon-location-address": "201 N Goodwin Ave, Urbana, IL 61801, USA", "hackathon-description-header": "HackIllinois is the primary hackathon at the University of Illinois at Urbana Champaign. This year, it returns as the first Open Source Hackathon from February 24th-26th: hackillinois.org.", "hackathon-prizes-total": "0", "hackathon-location-description": "University of Illinois at Urbana Champaign Siebel Center and Electrical and Computer Engineering Buildings", "hackathon-end-date": "2017-02-26", "has-projects": "True"}