{"hackathon-description-text": "\nEnter our Christmas Coding Challenge and hand in your ideas and prototypes that could change the world. Together with our sponsor Microsoft we are searching your ideas and projects to change our world by the power of code. You have one week to hand in your ideas. Afterwards we will award the best three ideas with awesome prices and all participates have the chance to win in the Microsoft Imagine Cup, where the world finalists can win up to 100.000$.", "hackathon-number-of-prizes": "3", "hackathon-id": "tumcsc", "hackathon-judges": [{"judge-role": "TUM CSC", "judge-name": "Tobias Urban"}, {"judge-role": "TUM CSC", "judge-name": "Christian Diemers"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "10", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n \n \n ", "hackathon-rules": "\nTeilnahmebedingungen & Rechtliche Bestimmungen\n1. Veranstalter der Coding Challenge ist Tobias Urban. \n2. Die Teilnahme an dem Gewinnspiel setzt voraus:\n1. Die korrekte Übermittlung der Einreichung für die Coding Challenge \n2. Das einhalten der Abgabefrist.\n3. Die Teilnahme am Microsoft Imagine Cup mit der eingereichten Challenge\n3. Jede Person darf nur einmal an der Coding Challenge teilnehmen. \n4. Unter allen gültigen Teilnehmern, werden die durch eine Jury ermittelt im Zeitraum 18.2. – 19.2.2017 Die Gewinner werden auf der Veranstaltungsseite veröffentlicht und persönlich benachrichtigt. Die Gewinne werden  an die Sieger versandt. Kann auf Basis der Jurywahl die Person eines Gewinns nicht ermittelt werden, ist die Teilnahme ungültig und per Nachnominierung oder gegebenenfalls Losverfahren wird der nächste Gewinner ermittelt. \n5. Die Coding Challenge beginnt am 20. Januar2017 und endet am 15. Februar 2017\n6. Teilnahmeberechtigt ist jeder, der das 18. Lebensjahr vollendet hat und seinen Wohnsitz in Deutschland hat. Von der Teilnahme ausgeschlossen sind Amtsträger und für den öffentlichen Dienst besonders Verpflichtete, Mitarbeiter der Microsoft Corporation („Microsoft“) oder Mitarbeiter der entsprechenden Tochtergesellschaften, Werbe- und Promotion-Agenturen sowie deren unmittelbare Familien- und Haushaltsangehörige und sonstige Personen oder Drittunternehmen, die mit Aufgaben bzgl. dieses Gewinnspiels betraut sind.\n7. Der Veranstalter ist jederzeit berechtigt, einen Teilnehmer wegen schwerwiegender Vertragsverletzungen oder Manipulationen von der Teilnahme an dem Gewinnspiel auszuschließen.\n8. Unter allen Teilnehmern vergeben wir folgende Gewinne:\n1. Platz: 3 x Xbox One S Bundle  \n2. Platz: 3 x Controller mit PC Adapter \n3. Platz: 3 x Raspberry Pie's  \n9. Die Ausbezahlung des Preises in bar ist nicht möglich.\n10. Der Veranstalter ist berechtigt, abhängig von Verfügbarkeit jederzeit Prämien / Gewinne ohne Vorankündigung oder Benachrichtigung auszutauschen, zu verringern oder zu erweitern.\n11. Der Veranstalter ist jederzeit berechtigt, das Gewinnspiel ohne Angabe von Gründen vorzeitig abzubrechen oder zu beenden. Von dieser Möglichkeit macht Der Veranstalter insbesondere dann Gebrauch, wenn auf Grund technischer Fehler, Manipulationen oder rechtlicher Gründe eine ordnungsgemäße Durchführung des Gewinnspiels nicht mehr gewährleistet werden kann.\n12. Der Veranstalter behält sich vor, die Veranstaltung, das Gewinnspiel oder einzelne Bestandteile aus zwingenden Gründen kurzfristig zu verschieben oder abzusagen.\n13. Der Rechtsweg ist ausgeschlossen.\n14. Die Gewinner erklären sich mit einer Veröffentlichung ihrer Vornamen und des Anfangsbuchstabens des Nachnamens mit Wohnortangabe auf der Internetseite www.devpost.com einverstanden.\n15. Gewährleistungsansprüche hinsichtlich des/der Gewinn(e)s sind gegenüber dem Veranstalter Tobias Urban ausgeschlossen.", "hackathon-prizes": [{"prize-content": "3 Xbox One Bundles", "prize-title": "1. Price"}, {"prize-content": "Xbox One Controller + Wireless Adapter for Windows", "prize-title": "2. Price"}, {"prize-content": "Raspberry Pi 3 Modell B", "prize-title": "3. Price"}], "hackathon-location-google-maps": "", "hackathon-url": "https://tumcsc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We will judge the Submission based on the following criterias:\n- Innovation of the idea\n- used Technologies\n- impact on our challenges Topic\n- Quality of the prototype"}], "hackathon-location-address": "", "hackathon-description-header": "Create Projects that make studying easier and more accessible for everybody in our Christmas Coding Challenge", "hackathon-prizes-total": "$1,350", "hackathon-location-description": "", "hackathon-end-date": "2017-01-27", "has-projects": "True"}