{"hackathon-description-text": "\nHackMerced is UC Merced’s first collegiate hackathon. In Spring 2016, over 300 students from all backgrounds will come together for a 24-hour event.", "hackathon-number-of-prizes": "9", "hackathon-id": "hackmerced", "hackathon-judges": [{"judge-role": "Munchify", "judge-name": "Jofo Domingo"}, {"judge-role": "Coachletic", "judge-name": "Brandon Chow"}, {"judge-role": "Coachletic", "judge-name": "Anastarsia Martynovitch"}, {"judge-role": "TalentGuide", "judge-name": "Chris Clark"}, {"judge-role": "T.Hacks", "judge-name": "Darren Li"}, {"judge-role": "Laurier Marketing", "judge-name": "Aly Pineta"}, {"judge-role": "BEAT", "judge-name": "Andre Green"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nIndividuals over the age of 18 attending college.", "hackathon-number-of-participants": "58", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nTeams are capped at 4 members, no code made prior to the event can be used (unless it was made open-sourced before the event).\n \nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "Overall favorite hack.", "prize-title": "Overall Best Hack"}, {"prize-content": "Web app that stands out of the crowd.", "prize-title": "Best Web Hack"}, {"prize-content": "Hack that best utilizes physical hardware.", "prize-title": "Best Hardware"}, {"prize-content": "Awards hack that contributes to society.", "prize-title": "Most Socially Aware"}, {"prize-content": "Best hack from a new hacker.", "prize-title": "Best Novice"}, {"prize-content": "Mobile app with an impact.", "prize-title": "Best Mobile Hack"}, {"prize-content": "Hack that is functional and aesthetic.", "prize-title": "Most Creative"}, {"prize-content": "Most technically difficult to implement.", "prize-title": "Most Technical"}, {"prize-content": "Everyone has the right to know what is in their water. One of the biggest challenges we face in California water management and education is not knowing enough about the quality of our water resources. Nitrates and arsenic present human health risks. Understanding the water report is a challenge and puts more people at risk. Some data sets are available, but are difficult to understand. The job here is to make water (data) crystal clear and safe to drink.", "prize-title": "UC Water Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=5200 Lake Rd, Merced, CA 95340, USA", "hackathon-url": "https://hackmerced.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Your product will be judged based on 3 concepts: Technical difficulty/innovation, pitch, and aesthetic."}], "hackathon-location-address": "5200 Lake Rd, Merced, CA 95340, USA", "hackathon-description-header": "A Hackathon for the 21st Century", "hackathon-prizes-total": "$2,700", "hackathon-location-description": "University of California, Merced - COB", "hackathon-end-date": "2016-04-24", "has-projects": "True"}