{"hackathon-description-text": "\nUncommon Hacks is an event inspiring students across the country <and world> to celebrate technology by being a part of it in uncommon ways. Come discover and expand the limits of your creativity while innovating, designing, and exploring. In other words, it’ll be the most exciting and anticipated experience under the title of \"hackathon\" you will ever be a part of. COME THRU!", "hackathon-number-of-prizes": "17", "hackathon-id": "uncommonhacks2017", "hackathon-judges": [{"judge-role": "Engineering Manager / Site Lead, Google Chicago", "judge-name": "Ben Sussman"}, {"judge-role": "Technical Product Manager, Groupon", "judge-name": "George Savvas"}, {"judge-role": "Senior Research Associate + Lecturer, University of Chicago Computer Science Department / Director of Computer Science Education Research, Center for Elementary Mathematics and Science Education", "judge-name": "Diana Franklin"}, {"judge-role": "Director of Open Source Curriculum, Plural Sight", "judge-name": "Jen Myers"}, {"judge-role": "Managing Director, TechNexus Venture Collaborative", "judge-name": "Andrew Annacone"}, {"judge-role": "CEO, Illinois Technology Association (ITA) / Founder and General Partner, TechNexus Venture Collaborative", "judge-name": "Fred Hoch"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nYou have had to been accepted to attend Uncommon Hacks through the application process.", "hackathon-number-of-participants": "133", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nWe have adopted \n.\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a demo of what you have built. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged for the top 3 prizes on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!", "hackathon-prizes": [{"prize-content": "We will be giving a special secret prize To Be Announced to the Top 3 projects!", "prize-title": "Top 4"}, {"prize-content": "You emblemize the hackathon. Your hack is dope. It's uncommon. You'll get a special secret prize to be announced at the event.", "prize-title": "Most Uncommon"}, {"prize-content": "Chindōgu (珍道具?) is the Japanese art of inventing ingenious everyday gadgets that, on the surface, seem like an ideal solution to a particular problem. However, chindōgu has a distinctive feature: anyone actually attempting to use one of these inventions would find that it causes so many new problems, or such significant social embarrassment, that effectively it has no utility whatsoever. Thus, chindōgu are sometimes described as \"unuseless\" – that is, they cannot be regarded as \"useless\" in an absolute sense, since they do actually solve a problem; however, in practical terms, they cannot positively be called \"useful\". This Japanese art form is incredible, and we'd love to see it in your product.", "prize-title": "Most Chindogu"}, {"prize-content": "✟✞✟✞✟✞✟✞✟✞ ／ａｅｓｔｈｅｔｉｃ／ ｓｈｉｔ ／ａｅｓｔｈｅｔｉｃ／ ｓＨｉｔ✟ ｔｈａｔｓ ⚔ ｓｏｍｅ ／ａｅｓｔｈｅｔｉｃ／✟✟ｓｈｉｔ ｒｉｇｈｔ✟✟ｔｈｅｒｅ✟✟✟ ｒｉｇｈｔ⚔ｔｈｅｒｅ ⚔⚔ｉｆ ｉ ｄｏ ｓａｙ ｓｏ ｍｙ ｓｅｌｆ ツ ｉ ｓａｙ ｓｏ ツ ｔｈａｔｓ ｗｈａｔ　ｉｍ　ｔａｌｋｉｎｇ　ａｂｏｕｔ　ｒｉｇｈｔ　ｔｈｅｒｅ　ｒｉｇｈｔ　ｔｈｅｒｅ （ｃｈｏｒｕｓ： ᵃᵉˢᵗʰᵉᵗᶦᶜ） ｍＭＭＭＭＭＭツ ✟✟ ✟ＨＯＯＯ０Ｏ０ＯＯｏｏｏｏＯＯｏｏｏｏᵒᵒᵒᵒᵒᵒᵒᵒᵒ✟ ✟✟ ✟ ツ ✟ ✞ ✞ ✞ ✟✟／ａｅｓｔｈｅｔｉｃ／", "prize-title": "Most Aesthetic"}, {"prize-content": "Haskell? Assembly? Extremely complicated algorithms?", "prize-title": "Most Technically Impressive/Unique"}, {"prize-content": "It's your first hackathon, and you created a dope project. Make School will be sponsoring $2,000 off any Make School Summer Academy program!", "prize-title": "Best Beginner Prize (Sponsored by Make School)"}, {"prize-content": "In the lanrd of Unco5mmon we want amystical and fantas atical. You'll get a special secret prize to be announced at the event.", "prize-title": "Madame Zandra Prize"}, {"prize-content": "Haha. You'll get a special secret prize to be announced at the event.", "prize-title": "Paula Prize"}, {"prize-content": "", "prize-title": "Best Social Good Hack (J.P. Morgan Sponsored)"}, {"prize-content": "Prize: TONS OF KIND BARS.", "prize-title": "KINDest Hack (Sponsored by Kind)"}, {"prize-content": "Criteria is to be the project favorite of a 6-year old :)", "prize-title": "Kindergartener Favorite"}, {"prize-content": "$2,000 off any Make School Summer Academy program if you make the best Android Hack!", "prize-title": "Best Android Hack (Sponsored by Make School)"}, {"prize-content": "", "prize-title": "Best Use of Microsoft APIs"}, {"prize-content": "Build a DAPP in Ethereum/Chain/whatever platform you like!", "prize-title": "Smartest Smart Contract Hack (Axiom)"}, {"prize-content": "Keep your eyes to the future and build on emerging technology!", "prize-title": "Most Futuristic Hack (Blockchain Education Network)"}, {"prize-content": "", "prize-title": "Best Use of AWS"}, {"prize-content": "Team Commitment Prize (Sponsored by Omnipointment)", "prize-title": "Don't Talk to Me or My Team Ever Again: Omnipointment Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1452 E 53rd St, Chicago, IL 60615, USA", "hackathon-url": "https://uncommonhacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Our judges will use HackMIT's judging system, Gavel, to judge the top 10 projects. Please read to learn more: \n."}, {"judging-criterion": "Sponsored prizes will be judged by the company sponsoring."}, {"judging-criterion": "All themed prizes will be judged by our wonderful panel of judges for that specific prize."}], "hackathon-location-address": "1452 E 53rd St, Chicago, IL 60615, USA", "hackathon-description-header": "Hack uncommon. Think uncommon. Be uncommon.", "hackathon-prizes-total": "$300", "hackathon-location-description": "Polsky Exchange", "hackathon-end-date": "2017-01-15", "has-projects": "True"}