{"hackathon-description-text": "\nOur first HackDartmouth event in spring 2015 was a blast. In fact, we had such a great time with all you hackers that we just had to throw another one. Thus, we present to you: HackDartmouth II!", "hackathon-number-of-prizes": "9", "hackathon-id": "hackdartmouth2", "hackathon-judges": [{"judge-role": "Assistant Professor of Computer Science at Dartmouth College", "judge-name": "Xia Zhou"}, {"judge-role": "Associate Professor of Computer Science at Dartmouth College", "judge-name": "Lorie Loeb"}, {"judge-role": "Technical Director of DALI Lab", "judge-name": "Tim Tregubov"}, {"judge-role": "Co-founder of Borealis Ventures and Professor at Tuck School of Business", "judge-name": "Phil Ferneau"}, {"judge-role": "Consultant, Fairbrothers Enterprise Development", "judge-name": "Gregg Fairbrothers"}, {"judge-role": "Assistant Professor of Computer Science at Dartmouth College", "judge-name": "Emily Whiting"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAll hacks must be built at Dartmouth by registered and accepted participants\nTeams may include up to four members", "hackathon-number-of-participants": "90", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nA valid submission is a hack produced at HackDartmouth from start to finish. Submissions must be made to DevPost by 10AM Sunday October 4. Please include an accurate description and photos of the hack.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded for the best hack in the competition. Winners receive an Apple Watch Sport in Silver/White or Space Grey/Black and a tablet.", "prize-title": "1st Place"}, {"prize-content": "Awarded for the second best hack in the competition. Winners receive an Amazon Echo.", "prize-title": "2nd Place"}, {"prize-content": "Awarded for the third best hack in the competition. Winners receive a Leap Motion Controller.", "prize-title": "3rd Place"}, {"prize-content": "Awarded for the best hack that helps solve a health-related problem. Winners receive a Fitbit Charge HR.", "prize-title": "Best Health Hack"}, {"prize-content": "Awarded for the best hack made by Dartmouth students. Winners receive a 4-Pack of Tile GPS locators because Dartmouth students are always losing things.", "prize-title": "Best Dartmouth Hack"}, {"prize-content": "Awarded for the hack that best uses Microsoft technology. Winners receive a Surface Pro 3.", "prize-title": "Best Microsoft Hack"}, {"prize-content": "Awarded for the hack that best uses indico's machine learning APIs. Each member of the winning team will receive $1,000 in indico API credits.", "prize-title": "Best indico Hack"}, {"prize-content": "Awarded for the best/most creative use of a domain. Winners receive a swag bag from MLH.", "prize-title": "Best Domain"}, {"prize-content": "Awarded to the team that makes the best use of a Facebook API. The winning team will receive a $500 Amazon gift card and a paid trip to attend a Facebook hackathon at its Menlo Park headquarters.", "prize-title": "Best Use of Facebook API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Hanover, NH 03755, USA", "hackathon-url": "https://hackdartmouth2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative and engaging is the design of their hack?"}, {"judging-criterion": "How easy to use and understandable is their hack?"}, {"judging-criterion": "How creative is their hack? Have you seen many ideas like this before or is this very unique?"}, {"judging-criterion": "Is their hack going to impact peoples lives positively? Are they helping a particular community?"}, {"judging-criterion": "Is their hack tech-savvy? Have they shown their skills well and shown how to effectively use technology to being an idea to life?"}], "hackathon-location-address": "Hanover, NH 03755, USA", "hackathon-description-header": "HackDartmouth II is the second iteration of Dartmouth's premier hackathon. Hundreds of students from across the country will be converging in Hanover, New Hampshire to bring ideas to life in 24 hours.", "hackathon-prizes-total": "$8,680", "hackathon-location-description": "Dartmouth College", "hackathon-end-date": "2015-10-04", "has-projects": "True"}