{"hackathon-description-text": "\nUnlike other hackathons, MadHacks is going to be putting emphasis on the wacky, the original, and the downright impossible! Like the mad geniuses, tinkerers, makers, and designers preceding us, we want to test our boundaries like never before! We're reaching out to the highly dedicated risk-takers, the envelope pushers, and the daredevils. We hope to produce a new kind of hackathon: where the winners are chosen by the hackers, and the sponsors feel like they are right in the middle of the hacker community itself — rather than on the outside looking in.", "hackathon-number-of-prizes": "10", "hackathon-id": "madhacks-spring-2015", "hackathon-judges": [{"judge-role": "", "judge-name": "You - MadHacks participants choose the winners!"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "56", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nYour hack will be judged by other MadHacks participants and sponsors based on your pitch at the tech expo on Sunday afternoon and your ChallengePost submission-- so make it count. Your submission should include", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Top three teams as voted by MadHacks participants", "prize-title": "Most Mad Hack - Top 3 as voted by MadHacks Participants"}, {"prize-content": "The hack that best exemplifies The Wisconsin Idea (for more details see", "prize-title": "Wisconsin Idea - Best Civic/Educational Hack as voted by MadHacks Participants"}, {"prize-content": "Shiny, blinky, elegant, artistic, photogenic, informative, useful, accessible -- all of the above? Maddest use of visual information, interface, and style. Winner receives a GoPro Camera and $75 credit/team member from Shapeways. Sponsored by Ionic and Shapeways", "prize-title": "Best Visuals, Sound, and/or Music as voted by MadHacks Participants"}, {"prize-content": "Best hack that makes use of multiple APIs to produce something that a medieval alchemist would love to create if they had access to today's technology. Mix and match elements-- APIs and data-- to make a unique and memorable hack. Dell Venue 8 Pro, sponsored by Dell -", "prize-title": "Alchemist - Best Use of Multiple APIs as voted by MadHacks Participants"}, {"prize-content": "The most fun, most creative game or entertaining hack. One year GitHub Bronze, sponsored by GitHub -", "prize-title": "Best Game or Entertaining Hack as voted by MadHacks Participants"}, {"prize-content": "Build something that will run on 1990's hardware, uses 1990's web tech (CGI- no AJAX or REST API's!), uses data from the 1990's in new ways, reinvents/reimplements 1990's protocols, or otherwise celebrates the tech that existed between 1990 and 1999. Need inspiration? See", "prize-title": "Best Retro Hack (1990's Tech Only!)"}, {"prize-content": "Members of winning team receive Dell Venue 8 Pro tablets for the best use of Microsoft Azure. Sponsored by Microsoft.", "prize-title": "Best use of Microsoft Azure (Sponsor prize)"}, {"prize-content": "Best hack using a Pebble smartwatch. Winning team receives Pebble smartwatches thanks to Pebble and Major League Hacking", "prize-title": "Best Pebble Hack - Pebble  + MLH (Sponsor Prize)"}, {"prize-content": "Members of the winning team receive Wolfram Programming Cloud Access and a Wolfram Cash Prize, sponsored by Wolfram -", "prize-title": "Best use of Wolfram Alpha - Wolfram (Sponsor prize)"}, {"prize-content": "$200 cash prize to the hack with the most commercial potential", "prize-title": "4490 Ventures"}], "hackathon-location-google-maps": "https://maps.google.com/?q=605 Science Drive, Madison, WI 53711, USA", "hackathon-url": "https://madhacks-spring-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "A winning hack should be original, break new ground, push the envelope of what is possible-- does this hack use all of the capabilities of its hardware/software? Does this hack add features that didn't exist before?"}, {"judging-criterion": "Is the hack a unique solution to a problem? Is the problem being solved itself an exercise in creativity? When you look at this hack, does it have a style all its own? Does this hack do what it does in an elegant way?"}, {"judging-criterion": "Ignore for a moment how this hack would fare in the marketplace-- does it make you say \"Wow, hey, come here and check this out?\" Is it something that you'd never have thought of doing? Does it make you shake your head in amazement?"}], "hackathon-location-address": "605 Science Drive, Madison, WI 53711, USA", "hackathon-description-header": "MadHacks is a new kind of hackathon: where the winners are chosen by the hackers, and the sponsors feel like they are right in the middle of the hacker community itself.", "hackathon-prizes-total": "$29,374", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}