{"hackathon-description-text": "\nAdvancio, Inc., en colaboracion con CETYS Universidad, presenta el primer Hackathon realizado en la ciudad de Ensenada, B.C. WeCanCode Hackathon se llevará a cabo dentro de las actividades de DIGEEK 2014 en las instalaciones de CETYS Universidad y busca reunir a los mejores talentos de toda la región en un mismo lugar, programando por un período de 8 horas continuas.", "hackathon-number-of-prizes": "3", "hackathon-id": "wecancodehackathon", "hackathon-judges": [{"judge-role": "Advancio, Inc.", "judge-name": "Karim Jernite M.S."}, {"judge-role": "Director de la Escuela de Ingeniería de CETYS Universidad", "judge-name": "Mtro. Carlos González Campos"}, {"judge-role": "Scrum Master", "judge-name": "Ing. Cruz Encalada"}, {"judge-role": "Mobile Development Team Lead", "judge-name": "Roberto Adolfo Romero Hernández"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n\"We Can Code Hackathon\" se enfoca principalmente a estudiantes y egresados, pero se aceptan estudiantes de preparatoria y profesionales en el área de informática. Personas que no estudien pero que tengan gusto y experiencia en el área, son bienvenidas.", "hackathon-number-of-participants": "43", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nUna buena presentación tendrá una descripción del proyecto y una explicacion de su objetivo final e impacto para la comunidad .\nDemostración debe incluir un vídeo de demostración que muestra el prorotipo y / o proyecto.\nTodas las demostraciones se darán en formato de presentación . Ejemplos de demostraciones:\n\nFavor de tomar en cuenta que se les dara 1 hora 30 minutos para prepar su presentacion, pero todas las submissiones deben estar submitidas a mas tardar 5:30pm.", "hackathon-rules": "\nTodos iniciamos a codificar al mismo tiempo para mantener la competencia justa. Si deseas ganar, por favor no trabajes sobre código previo. Se permite trabajar sobre diseños previos, maquetas digitales, marcos open source, y cualquier otra cosa que se encuentre disponible para los demás, pero trata de mantenerte dentro de las reglas.\nLos equipos ganadores podrían ser sometidos a la revisión de su código en cualquier momento o inmediatamente después de ganar.\nSe permiten hasta 5 humanos en un equipo. También puedes agregar 1 cyborg, Furby, drone o Sphero.\nCada individuo deberá registrarse para el evento, los proyectos deberán ser entregados y presentados en equipo. La hora límite para entregar sus proyectos será a las 4:30 pm del día sábado 29 de noviembre.\nPara entregar tu proyecto, deberás hacer una demostración primero. Slide-decks y/o Power-points SOLOS no serán permitidos. No te preocupes si no terminaste tu proyecto… siempre y cuando hayas hecho lo mejor que pudiste.\n¡Es un Hackathon! Utiliza cualquier lenguaje que tengas en tu arsenal. Demuéstranos nuevos conceptos. Demuéstranos cualquier cosa que gustes.\nEl Hackathon tendrá un tema de Star Trek, así que trae tu mejor equipo trek.", "hackathon-prizes": [{"prize-content": "Grand prize:", "prize-title": "First Place (Pesos)"}, {"prize-content": "Google Cromecast and 6 months of Github Bronze plan for each team member", "prize-title": "Popular Choice (Pesos)"}, {"prize-content": "Seagate 1TB Hardrive and 1 year of Github Bronze plan for each team member", "prize-title": "Second Prize (Pesos)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Edificio de Preparatoria CETYS, Moderna Oeste (Lomas de San Marino ), 22860 Ensenada, Baja California, Mexico", "hackathon-url": "https://wecancodehackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes elements  such as creativity and originality."}, {"judging-criterion": "Includes elements such as how well the idea was executed."}, {"judging-criterion": "Includes elements such as the design graphics, typography, and visual aesthetics."}, {"judging-criterion": "Measure how helpful the project will be for the community."}], "hackathon-location-address": "Edificio de Preparatoria CETYS, Moderna Oeste (Lomas de San Marino ), 22860 Ensenada, Baja California, Mexico", "hackathon-description-header": "Ponte a prueba y codifica cosas geniales", "hackathon-prizes-total": "$22,125", "hackathon-location-description": "", "hackathon-end-date": "2014-11-30", "has-projects": "True"}