{"hackathon-description-text": "\n", "hackathon-number-of-prizes": "6", "hackathon-id": "csusmhackathonfa15", "hackathon-judges": [{"judge-role": "", "judge-name": "Judge1"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n and are actively enrolled at an accredited educational institution that grants high-school or college/university degrees. Homeschooled high school students are also welcome. If you are considered a minor in your place of residence, then you must ask your parent’s or legal guardian’s permission prior to submitting an entry into this Contest.\n\nUp to six (6) eligible students may submit a single entry as a team. Team members may come from different academic institutions. We have learned in past experiences that the most effective team number is four. \nThe registration information you provide and the Contest App and entry materials that you develop will together be called your “Entry.” \n\nYou may submit one Entry per team. \nWe will disqualify any incomplete or illegible Entries that we receive. We are not responsible for entries that we do not receive for any reason, or for Entries that we receive but are not decipherable for any reason.\n ", "hackathon-number-of-participants": "32", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "0", "hackathon-requirements": "\nChallenge 1: From Care to College (sponsored by the\nCalifornia has more than 60,000 youth living in foster care and some 3,000 of those youth are living in San Diego County. Being in foster care is traumatic and these children, who have already experienced abuse and/or neglect, face moving around a lot and many school changes while in foster care. Former foster youth also have challenges as young adults including homelessness, mental health issues, unemployment, and incarceration. Due to these and many other challenges, the educational attainment rates for former foster youth are extremely low. In a California study, 75% of foster youth dream of going to college, but do not think they have the opportunity nor do they have support to navigate and prepare for the process. It is estimated that only 3% of former foster youth obtain their 4-year college degree compared to 28% of the general population. \n\n\n \n\n\n\n\n\nChallenge 2: Safe Care for Elderly  (sponsored by the\nTen thousand (10,000) people turn 65 every day and this will continue for the next 18 years.  In conjunction with this age wave, humans are living much longer than ever before.  With advanced age comes an increased need for dependency and caregiving services.  More families are finding that geographic distances along with work and family responsibilities make 24/7 caregiving for parents and/or spouses a significant challenge.  Assisted living facilities provide assistance and supervision to the elderly who can no longer independently care for themselves.  Families searching for a care facility want to locate a safe place for their loved one, typically within driving distance so they can visit regularly.  Locating a quality facility, however, is currently cumbersome and time-consuming.  Buried in the state’s filing cabinets are narratives on facility deficiencies for abuse, neglect, isolation, malnutrition, dehydration, theft and other personal rights violations.  But transparency is slowly improving.  This year, for the first time ever, California’s Department of Social Services displays on its website individual assisted living facility inspection data (i.e. citation totals, dates and number of inspections and complaints, etc.) for all of the approximately 8,000 assisted living facilities in the state. \n\nThe following resources provide facility profile information (name, address, etc.) as well as citation data:\nCalifornia Department of Social Services (Elderly Assisted Living)\nCalQualityCare.org (Assisted Living)\n\n\nThe Scan Foundation, Long-Term Care Fundamentals:\nCity-Data.com\nGoogle Maps\nCARR website\n \nAssisted living facilities are not skilled nursing facilities, nursing homes or rehabilitation centers.", "hackathon-rules": "\n\n\nThese are the Official Rules that govern how the Women’s Hackathon operates (the \"Contest\"). In these rules, \"we,\" \"our,\" and \"us\" refer to the Women’s Hackathon. “You” and “Yourself” refer to an eligible entrant.\n\nThe Contest is designed to recognize the best software application (“Contest App”) built with tools and technology that is designed to meet the challenge requirements. \n\nDepending on the number of teams at the event, each team will have 3 - 5 minutes to present their project to a panel of judges. Please upload your presentation materials, which should depict the functionality of the Contest App and provide an opportunity for your Team to reiterate what you are trying to achieve and why it’s great, as well as to demonstrate some of the key features and introduce yourselves. \n\nThe intent and spirit of the Contest is to test the skills and creativity of the student entrants. \nIn addition to the content and technical requirements listed earlier, to be eligible for judging, all Entries must meet the following general standards: \nBy submitting an entry in this Contest, you confirm that, to the best of your knowledge:\n Your team’s entire Entry must only include material (including source code—both open source and third party sourced, user interface, music, video or images) that you own or that you have permission from the copyright/trademark owner to use. Your team’s Entry may not include copyrighted materials (such as source code, user interface, background music, images or video) unless you own or have permission to use the materials. Ownership is not defined as purchasing a CD at a music store for replay, playing a copyright recording on your guitar or repurposing an application’s user interface - your team’s entry will be disqualified if copyrighted materials, including but not limited to these examples, are a part of your Entry without appropriate licensing or permissions. If you do use permissible copyrighted materials, you must include the permissions information by citing the artist/creator and license information as per the respective Contest Rules. Note that even material released under sites such as Creative Commons, common open source code licenses, and other similar licensing may need permission or acknowledgement as per the specific license. Note: your team’s Entry will be disqualified if permissions information is not included as per the requirements in the specific Contest Rules. \n This Challenge does not accept projects that require hardware other than standard consumer hardware commonly used for our list of valid platforms such as Windows/Apple/Linux PCs, Andorid/iOS Phones/tablets, Kinect/Playstation/Ninetedo consoles, etc. If you are considering a project that requires custom hardware such as heart rate monitors, pedometers, or other devices, such projects are not eligible for this Challenge due to the difficulties in acquiring custom hardware to the sponsoring non-profit organizations.\n If your project incorporates some form of remote connectivity requiring authentication that our judges cannot perform then you should attempt to simulate as much of your functionality as is reasonable to enable the judges to evaluate your software. You should also describe any simulations and omissions in your submission so the judges understand and can evaluate accordingly.\nWe reserve the right to disqualify or reject any Entry that we, in our sole and absolute discretion, determine does not meet the above criteria. If we do not receive a sufficient number of Entries meeting the entry requirements, we may, at our discretion, select fewer than the designated number of winners. The decisions of the judges are final and binding in all matters related to the Challenge.\n\nEach entry will be judged by four judges who will  will assign a score of 1–10 for each of the following categories.\n \nAll participants will receive a certificate of participation. The winning team will be recognized in the following ways:\n\nYour odds of winning a prize will depend on the number of eligible Entries received and the level of skill of each entrant. \nIf you are confirmed as a winner: \n\nOther than what is set forth below, we are not claiming any ownership rights to your entry. However, by submitting your Entry, you: \nPlease note that following the end of this Contest your Entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your Entry by visitors to this website. \nWhile we reserve these rights, we are not obligated to use your Entry for any purpose, even if it has been selected as a winning Entry. \nIf you do not want to grant us these rights to your Entry, please do not enter this Contest. \n\nThis Contest will be governed by the laws of the State of Washington, and you consent to the exclusive jurisdiction and venue of the courts of the State of Washington for any disputes arising out of this Contest. \n\nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled (also referred to as force majeure) affects the fairness and/or integrity of this Contest, we reserve the right to cancel, change, or suspend this Contest. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Contest, we reserve the right to select winners from among all eligible entries received before we had to cancel, change or suspend the Contest. \nIf you or your Team attempts to compromise the integrity or the legitimate operation of this Contest, or if we have reason to believe that you or your Team have compromised the integrity or the legitimate operation of this Contest by cheating, hacking, creating a bot or other automated program, or by committing fraud in any way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Contests, so please play fairly. \n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Challenge 1: Overall Team Winner"}, {"prize-content": "", "prize-title": "Challenge 1: Originality&amp;Impact"}, {"prize-content": "", "prize-title": "Challenge 1: Technical Difficulty, User Experience &amp; Functionality"}, {"prize-content": "", "prize-title": "Challenge 2: Overall Team Winner"}, {"prize-content": "", "prize-title": "Challenge 2: Originality&amp;Impact,Technical Difficulty"}, {"prize-content": "", "prize-title": "Challenge 2: Appropriateness to Theme,User Experience &amp; Functionality"}], "hackathon-location-google-maps": "https://maps.google.com/?q=California State University San Marcos, 333 S Twin Oaks Valley Rd, San Marcos, CA 92078, USA", "hackathon-url": "https://csusmhackathonfa15.devpost.com/", "hackathon-judging-criteria": [], "hackathon-location-address": "California State University San Marcos, 333 S Twin Oaks Valley Rd, San Marcos, CA 92078, USA", "hackathon-description-header": "Join us on October 24, 2015 for the Women’s Hackathon event at Cal State San Marcos", "hackathon-prizes-total": "0", "hackathon-location-description": "California State University San Marcos", "hackathon-end-date": "", "has-projects": "False"}