{"hackathon-description-text": "\nCode for the Kingdom is a weekend hackathon and ongoing ecosystem where global issues are tackled from a Christian perspective.  It's a movement that ignites the Christian passion and purpose within technologists and entrepreneurs to innovate culture shaping technologies that will reclaim our times for the Gospel.", "hackathon-number-of-prizes": "6", "hackathon-id": "c4tkglobal2016", "hackathon-judges": [{"judge-role": "Local judges to be introduced on site at each location", "judge-name": "Global judges will be listed on the C4TK Website"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone regardless of faith or religous background is welcome to participate! Team size will not be mandated so any size team is welcome. ", "hackathon-number-of-participants": "95", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll Project ideas are welcome. Global Hackathon Challenges will be presented so projects to solve these Challenges are encouraged but not required. \nAll projects must be submitted to Devpost before final judging. ", "hackathon-rules": "\nEach city may have additional Rules, but these are minimum for Code for the Kingdom: \nYou can start coding ahead of the hackathon or at the hackathon. Awards will be given for best new code as well as existing code.\nParticipants are free to use any tools that they know, in order to help them code.\nThere will be identical but separate awards for teams that started coding before the hackathon as well as teams that started coding at the hackathon. However, some or all of the coding must take place at the hackathon, in order to be eligible for the awards.\nAlthough not mandatory, participants are encouraged to use our available APIs.\nParticipants have full ownership of what they build during the Code for the Kingdom hackathon and are free to do with it as they wish. If you build as a team, the IP is shared by the team. If you build as an individual, the IP is all yours.\nParticipant must submit their project by the submission time on Sunday afternoon. No late submissions will be accepted.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Seattle - Best Existing Code"}, {"prize-content": "", "prize-title": "Seattle - Best New Code"}, {"prize-content": "", "prize-title": "Dallas - Best New Code"}, {"prize-content": "", "prize-title": "Dallas - People's Choice"}, {"prize-content": "", "prize-title": "London - Discipleship &amp; Evangelism"}, {"prize-content": "", "prize-title": "Warsaw - Recognized project"}], "hackathon-location-google-maps": "", "hackathon-url": "https://c4tkglobal2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this solution have kingdom impact? Does it advance God’s purposes as communicated in the Bible?"}, {"judging-criterion": "How viable is this in the real world? Is this solution implementable? How hard would it be to scale?"}, {"judging-criterion": "Is this an original or unique approach? Has the team done something different in how they have addressed the challenge?"}, {"judging-criterion": "Is the project still conceptual, or has it been more fully developed? Is there a working prototype?"}], "hackathon-location-address": "", "hackathon-description-header": "A faith-inspired tech collaboration to create technology that matters    Oct. 21-23, 2016", "hackathon-prizes-total": "0", "hackathon-location-description": "13 Cities around the world", "hackathon-end-date": "2016-10-22", "has-projects": "True"}