{
  "hackathon-description-text": "\nNew York State’s Metropolitan Transit Authority (MTA) and AT&T are challenging developers to show off their skills while solving real-world problems and enhancing the transit experience of MTA’s 8.5 million daily riders. App Quest 2013 consists of an intensive weekend-long hackathon on May 4 in New York City, and a three month global challenge open to app developers from around the world.",
  "hackathon-number-of-prizes": "9",
  "hackathon-id": "2013mtaappquest",
  "hackathon-judges": [
    {
      "judge-role": "Senior Director of Capital Programs, MTA",
      "judge-name": "Craig Stewart"
    },
    {
      "judge-role": "President of AT&T New York",
      "judge-name": "Marissa Shorenstein"
    },
    {
      "judge-role": "NYC Chief Digital Officer",
      "judge-name": "Rachel Haot"
    },
    {
      "judge-role": "General Assembly Co-Founder",
      "judge-name": "Matt Brimer"
    },
    {
      "judge-role": "Chief Digital Officer, Metropolitan Museum of Art",
      "judge-name": "Sree Sreenivasan"
    },
    {
      "judge-role": "TechnoBuffalo",
      "judge-name": "Todd Haselton"
    },
    {
      "judge-role": "NYC Seed, Principle",
      "judge-name": "Brian Malkerson"
    },
    {
      "judge-role": "NY Tech Meetup Chairman",
      "judge-name": "Andrew Rasiej"
    },
    {
      "judge-role": "Chief Data Officer, New York State Office of Information Technology Services",
      "judge-name": "Barbara Cohn"
    }
  ],
  "hackathon-number-of-judges": "9",
  "hackathon-eligibility": "\n\n",
  "hackathon-number-of-participants": "268",
  "hackathon-is-colocated": "False",
  "hackathon-has-ended": "True",
  "hackathon-number-of-judging-criteria": "3",
  "hackathon-requirements": "\n\n ",
  "hackathon-rules": "\n\nMTA AT&T App Quest (the “Competition”) is an initiative of AT&T with the cooperation and data of MTA. The Competition challenges individuals, teams, and organizations (collectively “Contestants”) to create applications that include the MTA’s publicly available data and application programming interfaces (APIs). The goal of the Competition is to create apps that will significantly and positively impact the way the MTA’s 8.5 million riders commute every day.\nParticipation in the Competition constitutes Contestant’s full and unconditional agreement to these Official Rules and that all decisions related to the Competition that are made pursuant to these Official Rules are final and binding. Winning a prize is contingent upon fulfilling all requirements specified in the Official Rules.\nAt the start of the Competition NYU Poly will hold an in-person hackathon event (the “Hackathon”). The Competition and Hackathon are separate but related. Eligible submissions in the Hackathon may be further developed and entered in the Competition. \n For more information on the Hackathon see the Hackathon Rules at:\n(the “Sponsors”):\nAT&T Mobility LLC (“AT&T”), 630 Fifth Avenue, 16th Floor, New York, NY 10111. AT&T is responsible for the Competition and is contributing the funding.\nMetropolitan Transportation Authority (“MTA”), 347 Madison Avenue, New York, NY 10017. MTA is contributing its data and is supporting and approving this Competition.\n(the “Administrator”): ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014. Challenge Post is operating and managing the Competition.\nSubmission Period: May 4 2013 (10:00am Eastern Time) – August 20, 2013 (5:00pm Eastern Time)\nJudging Period: August 30, 2013 (10:00am Eastern Time) – September 10, 2013 (5:00pm Eastern Time)\nPublic Voting Period: August 26, 2013 (9:00am Eastern Time) – September 10, 2013 (5:00pm Eastern Time)\nWinners Announced: On or around September 23, 2013 (10:00am Eastern Time)\nA. The Competition is open only to:\n(i) individuals who are at least 18 years of age as of the time of entry;\n(ii) teams of eligible individuals where each team member meets the eligibility requirements for individual Contestants; and\n(iii) corporations (including not-for-profit corporations and other nonprofit organizations), limited liability companies, partnerships, and other legal entities that, at the time of entry, have been duly organized or incorporated and validly exist, and (a) employ no more than fifty (50) people (“Organizations”) or (b) employ more than fifty (50) people (“Large Organizations”).\nLarge Organizations may compete only for the “Large Organization Recognition Award”, and are not eligible to compete for the Best Overall App Awards, Honorable Mention Awards, Best MTA Wish List App Award, or Popular Choice Award.\nB. Contestants must own or have access at their own expense to a computer, an Internet connection, and any other electronic devices, documentation, software or other items that Contestants may deem necessary to create and enter their Submission (defined below in Section 5(B)(ii)).\nC. Each team or Organization shall appoint one individual (the “Representative”) to represent and act, including entering a Submission, on behalf of said team, Organization, or Large Organization. The Representative must meet the eligibility requirements for an individual Contestant and must be duly authorized to submit on behalf of the team, Organization, or Large Organization. The Representative represents and warrants that: (i) he/she is duly authorized to act on behalf of the team, Organization, or Large Organization; and (ii) each member of the team (or in the case of Organization or Large Organization, each participating member) has read the Official Rules and agrees to abide by these Official Rules. The Representative will ensure that each participating member of the team, Organization, or Large Organization reads, agrees to, and complies with the Official Rules.\nD. An individual may join more than one team, Organization, or Large Organization and an individual who is part of a team, Organization, or Large Organization may also enter the Competition on an individual basis.\nE. The following individuals, teams, Organizations, and Large Organizations are not eligible regardless of whether or not they meet the criteria set forth above:\n(i) Individuals who are resident, or Organizations domiciled, outside New York State who are prohibited from participating in this Competition or receiving a prize by the laws of the United States or the nation or U.S. State or territory where they are resident or domiciled;\n(ii) the Sponsors, the Administrator, and any advertising agency, contractor or other organization (individually and collectively “Promotion Entities”), and employees, representatives and agents of any of the Promotion Entities, who are involved with the design, production, paid promotion, execution, or distribution of the Competition, and each member of any such individual’s immediate family or household;\n(iii) employees or contractors of the MTA that support or maintain the MTA data or APIs Contestants are required to utilize in the Competition, or create applications that utilize such data and APIs, as part of their employment or contractual responsibilties to the MTA;\n(iv) any company or individual that employs any Judge; and\n(v) any parent company, subsidiary, or other affiliate of any company described above.\nF. For purposes hereof:\n(i) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and\n(ii) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.\nA. A Contestant’s Submission must be received no later than August 20, 2013 at \n 5:00pm Eastern Time (the “Competition Submission Period”). The Administrator’s computer is the official time keeping device for this Competition.\nB. Any Submission received after expiration of the Competition Submission Period shall be disqualified.\nA. Registration\n(i) Beginning on May 4, 2013 at 10:00am Eastern Time, visit MTAAppQuest.com (the “Competition Website”) and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. There is no charge for creating a ChallengePost account.\n(ii) After a Contestant signs up on the Competition Website a confirmation email will be sent to the email address provided by the Contestant. The Contestant should use the confirmation email to verify their email address.\n(iii) By clicking “Register” on the Competition Website, a Contestant is: i) confirming they are eligible to participate; and ii) agree to the Competition Rules. Once registered, any important Competition updates will be emailed to the Contestant. A Contestant is responsible for periodically checking for, and opening, and reading any emails received.\n(iv) Contestants should review and evaluate the MTA data sets and APIs available at \n since the Contestant’s Application (as defined below) must utilize one of more of such data sets or APIs.\n(v) In the event of a dispute pertaining to the identity of a Contestant, the email address used by the Contestant to enter the Competition shall determine such identity and the person or entity assigned to such address shall be deemed the Contestant. The Sponsors and Administrator shall not be responsible for resolving any dispute between individuals or entities as to the identity of the Contestant and, in the event of such a dispute, reserve the right to suspend or withdraw a prize.\nB. Submission\n(i) Contestants must create a working software application that uses one or more of the MTA data sets or APIs available at http://mta.info/developers/, and includes the ability to update/refresh the data (an “Application”). Note: There may be limited changes (updating or refreshing) to the existing MTA data sets. MTA may add one or more new data sets after May 4, 2013. A Contestant may include any of these additional data sets in its Application, but that will not extend the Competition Submission Period.\n(ii) A submitted Application must be a native Android, Blackberry, iOS, or Windows Phone smartphone or tablet application, OR a mobile web application.\n(iii) By entering a Submission in the Competition, a Contestant certifies that they have read and agree to the Official Rules. If the Contestant is a Representative, the Representative is also certifying that, in making the certification and agreement, it is also acting as the authorized agent for all participating members of their team, Organization, or Large Organization. During the Competition Submission Period, a Contestant must visit the submission form on the Competition Website and enter the following:\na. the name of the Application;\nb. a text description of the Application and its features;\nc. at least one image (screenshot) of the working Application;\nd. a link to a video posted on YouTube.com or Vimeo.com that clearly demonstrates the Application’s functionality and features (by walking through the Application);\ne. a URL OR uploaded installation file, OR shared test build to provide access to the Application for testing;\nf. participating team members (if applicable);\ng. Indication of whether the Application is new for the Competition or existed prior to the start of the Competition Submission Period and, if the Application existed prior to the Competition, a description of the new features, functionality, content, including new MTA data, added to the Application after the start of the Competition;\nh. step-by-step testing instructions, including instructions for how to download or access the Application for testing and login instructions, if a login is required;\ni. a list of MTA data sets and/or APIs used in the Application;\nj. the submitter type (individual, team, Organization, or Large Organization);\nk. the type of Application (Android, Blackberry, iOS, Windows Phone, Mobile Web)\nl. the MTA wish list category (Multimodal, Data Crowdsourcing, Personal / Social App Integration, Way-finding, Investment Visualization, or None)\nm. the Organization name, if the submitter is an Organization or Large Organization;\nn. the Contestant Representative’s phone number;\no. Country of residence of submitter.\nIf the Application includes the use of open source software, the identity of such software and its applicable open source software license and version thereof.\n(a-p above, are collectively a “Submission”)\n(iv) For sake of clarity, all parts of the Submission must be completed before entry and only then entered on the Competition Website. All Submissions must be received by no later than 5:00pm Eastern Time on August 20, 2013.\n(v) Prior to the end of the Competition Submission Period, a Contestant may save draft versions of their Submission before entering it on the Competition Website. Once the Competition Submission Period has expired, a Contestant may not make any change or alteration to the Submission. A Contestant is solely responsible for confirming that their submission is complete and for making and storing copies of their Submission and any drafts thereof. The Sponsors and Administrator have no responsibility for confirming the accuracy or completeness of a Submission as received.\n(vi) The Sponsors and/or the Administrator, at their sole discretion, and upon written request of a Contestant, may permit a Contestant to modify part of the Submission after the Competition Submission Deadline for the purpose of removing or modifying material that potentially infringes a third party’s intellectual property, , discloses information that directly or indirectly can be used to identify a person or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what is permitted by the Sponsors and/or Administrator and then only to the extent of resolving the specific problem. Any other modification may result in disqualification.\nA. Language Requirements\nAll Submission materials must be in U.S. English.\nB. Text Description, Image and Video Requirements\n(i) The text description should describe the Application’s features in plain English and in sufficient detail to enable a reasonably educated person to understand the purposes and functionality of the Application.\n(ii) The image(s) must be photographs or screenshots of your working \n Application.\n(iii) The video portion of the Submission:\na. should be no longer than five (5) minutes;\nmust clearly demonstrate the Application’s features and functionality; and\nc. must not include an audio or visual performance, including but not limited to music, dance, or other performing art, third-party copyrighted material or trademarks. The only exception is if the Contestant has written permission to use such material. The Administrator may require the Contestant to provide a copy of such permission upon request.\n(iv) A Submission may be disqualified if in the sole judgment of the Sponsors, the video is primarily other than a demonstration of the Application’s functionality and features..\nC. Application Requirements\n In addition to the requirements described above in Section 5(B):\n(i) The Application must be capable of being successfully installed and running consistently as described on the platform for which it is intended.\n(ii) Applications must be either newly created by the Contestant or, if the Application existed prior to the Competition Submission Period, must have added new MTA data and new features and functionality after the start of the Competition Submission Period. Applications that were entered in the 2012 MTA App Quest (\n) and won a prize are not eligible for the Competition under any circumstances.\n(iii) The Application may utilize APIs and data from third parties, provided the Contestant is authorized to use such APIs or data in the manner utilized by the Application.\n(iv) The Contestant may offer the Application to the public for free or charge a fee for access or downloading. However, each Application must be available free of charge and without any restriction, for testing, evaluation and use by the Competition Sponsors, Administrator and judges during the Competition and until the Judging Period ends at 5:00 Eastern Time on September 10, 2013.\n(v) If, in addition to including MTA data and/or APIs, a Submission uses MTA’s copyrighted property, such as subway, bus, and rail maps, or MTA trademarks, such as subway symbols or MTA agency names, a written license from MTA for such use must be obtained. To request a license, go to \n.\n(vi) Applications requiring approval from a third party, such as an app store, in order to be accessible to the public, should be submitted to such third party or app store for review before the end of the Competition Submission Period.\nD. General Requirements\n(i) Submissions must not:\na. violate any law or regulation;\ndepict hatred;\nc. be in bad taste;\nd. denigrate (or be derogatory towards) or threaten any person or group of persons including but not limited to any race, ethnic group, culture, sex sexual orientation, or community;\ne. incite violence or be likely to incite violence;\nf. contain vulgar or obscene language or excessive violence;\ng. contain pornography, obscenity or sexual activity;\nh. disparage the Sponsors, Administrator, or Promotion Entities; or\ncontain any other content which, in the sole judgment of the Sponsors or Administrator, is inappropriate.\n(ii) A Submission must not substantially duplicate a prior Submission already submitted in this Competition by any Contestant. Sponsors and the Administrator, in their sole discretion will determine whether a Submission duplicates or is substantially similar to another Submission and, if it is, what, if any, action should be taken including but not limited to disqualification.\n(iii) A Submission must be free of malware. Contestant authorizes the Sponsors and the Administrator to conduct any test on the Application to determine whether malware or other security threat may be present. A Submission found to contain any such threat may be disqualified.\n(iv) Each Application will be tested by the Administrator, the Sponsors or their designees. Submissions may be disqualified if the Application does not function as depicted in the video or expressed in the text description, at the Sponsors’ and/or Administrator’s sole discretion.\n(v) A Contestant may submit more than one Submission. However, each Submission must be unique, as determined by Sponsors and/or the Administrator in their sole discretion. If a Contestant enters two or more Submissions that are substantially similar, the Sponsors and Administrator reserve the right to disqualify all such Submissions or to require the Contestant designate in writing which Submission to enter into the Competition.\n(vi) A Submission’s name, text description, video, and image may not contain any information which identifies or could be used to identify a person or entity such as but not limited to the name or a person or entity, email address,, telephone number, address (street or box number), or social security number.\n(vii) A Contestant may discuss and publicize its Submission, provided that any such discussion or publicity does not state or imply that its Submission is endorsed or approved by any Sponsor or the Administrator.\n(viii) Submissions must: (a) be the original work product of the Contestant; (b) be solely owned by Contestant and with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Contestant may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Contestant’s work product and the result of the Contestant’s ideas and creativity, and the Contestant owns all rights to them. A Contestant may submit a Submission that includes the use of open source software, provided, as part of the submission, each open source software product and the applicable version of the open source software license, is identified.\n(ix) By entering a Submission, Contestant represents, warrants and agrees as follows:\na. The Submission (including, without limitation, the Application) is the original work of the Contestant and complies with the Official Rules.\nAny use of the Submission by the Sponsors, Administrator and/or Judges (or any of their respective partners, subsidiaries and affiliates) for purposes of the Competition, is authorized.\nc. The submission does not infringe upon, misappropriate or otherwise violate any person or entity’s intellectual property rights or proprietary rights including, without limitation, copyright, patent, statutory and common law trademark, privacy or publicity right, or moral rights.\nA. Subject to the licenses described below any applicable intellectual property rights to a Submission will remain with the Contestant.\nB. Submissions will include components that will be displayed publicly on the Competition Website and other media, with attribution to the Contestant (the “Public Submission”) and components that will not be displayed publicly (the “Non-Public Submission”). The Public Submission includes the Submission name, text description, video, images, submitter type, whether the Application is new or existed prior to the Competition, Organization name (if applicable), MTA wish list category, and website URL. The Non-Public Submission includes uploaded files (optional) testing instructions, the lists of MTA or other data and APIs used, and the Contestant Representative’s phone number.\nC. By submitting a Submission, a Contestant is deemed to have thereby granted to the Sponsors, Administrator, Promotion Entities, and any other third parties acting on the Sponsors’ behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Public Submission, in perpetuity. This license includes posting or linking to the Public Submission on Sponsors’ and Administrator’s websites and applications, including the Competition Website, Sponsor websites, and partner websites, and inclusion of the Submission in any other media, worldwide. The Non-Public Submission may be viewed by the Sponsors, Administrator, and Judges for purposes of the Competition, including but not limited to screening and evaluation purposes. The Sponsors and Administrator, and any third parties acting on their behalf will also have the right to publicize Contestant’s name and, as applicable, the names of Contestant’s team members, Organization, or Large Organization which participated in the Submission on the Competition Website for a period of three years following the conclusion of the Competition.\nA. Eligible Submissions will be posted on the Competition Website on a rolling basis after being screened and/or tested by the Administrator for basic functionality, accuracy of messaging, integrity (i.e., security) and appropriateness of content. The Administrator has the right to require additional information and to be provided access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to respond or provide the additional information/access may result in disqualification of the Submission.\nB. Posting of a Submission to the Competition Website does not constitute a al determination that the Submission meets requirements. Accordingly a Submission may be disqualified even after it has been publically displayed.\nC. Hackathon entries will be posted on the Competition Website but such posting does not constitute a submission to the Competition or a determination of eligibility for the Competition. A Contestant is required to separately submit their Hackathon entry to the Competition in accordance with these rules. .\nA. Eligible Submissions may initially be screened by an internal panel selected by the Sponsors at their sole discretion. The internal panel will judge these Submissions based on the criteria specified in these Official Rules to select those Submissions that will be submitted to a panel of impartial judges (the “Judges”). Finalist Submissions will then be judged by the expert judging panel determined by the Sponsors and identified on the Competition Website. \n The internal panel and expert judging panel are not required to test the Application and may choose to judge based solely on the text description and video provided in the Submission. The Sponsors and the Administrator reserve the right to substitute or modify the internal judging panel and the Judges..\nB. Contestant’s likelihood of winning will depend primarily on the number and quality of all of the Submissions, as determined by the Judges using the criteria in these Official Rules. The currently scheduled dates for the judging panel are August 30, 2013 at 10:00am Eastern Time to September 10, 2013 at 5:00pm Eastern Time (the “Judging Period”).\nA. Criteria (equally weighted):\n(i) Quality of Idea (Includes creativity and originality of the idea, and potential to improve the travel experience for MTA riders)\n(ii) Implementation of Idea (Includes how well the idea was executed by the developer and how well the Application integrates with the MTA public data and APIs)\n(iii) Potential Impact (Includes the extent to which the Application will impact MTA customers and their travel experience.)\nB. The five (5) Contestants whose Submissions earn the highest overall scores will become potential winners of the Prizes identified below in Section 15.\nC. Tie Breakers. In the event of a tie between two or more Submissions, the tied Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the second, and third criterion listed above, respectively. If two or more Submissions are tied on all three criteria, the panel of Judges, in its sole discretion, will vote on the tied submissions (the “Tie-Breaker Vote”).\nD. Large Organizations are not eligible to compete for the Best Overall App – Grand Prize, Second Prize, Third Prize, and Honorable Mention.\nA. To be eligible for the Best MTA Wish List App Award, a Submission must the requirements of one of the following categories:\n \nB. A Contestant has the option to select at the time of entry no more than one MTA wish list category for which their Submission meets the requirements, or to select “None” if their Application does not meet any of the requirements above. At any time, and at its sole discretion, the Sponsors will have the ability to re-assign a submitted Submission from one category to another or to designate the Submission as meeting none of the MTA wish list category requirements. All categorized Submissions will also be eligible to win the Best Overall Application Awards and the Popular Choice Award.\nC. Submissions that include an Application that are entered into an MTA wish list category and meet the applicable category requirements will be evaluated for the Best MTA Wish List App Award based on the following criteria (to be equally weighted):\n(i) Quality of Idea (Includes creativity and originality of the idea, and potential to improve the travel experience for MTA riders)\n(ii) Implementation of Idea (Includes how well the idea was executed by the developer and how well the Application integrates with the MTA public data and APIs)\n(iii) Potential Impact (Includes the extent to which the Application will impact MTA customers and their travel experience.)\nD. The one (1) finalist Submission from any of the MTA wish list categories that earns the highest overall score based on the criteria above will become potential winners of the Best MTA Wish List App Prize identified below in Section 15. If there is a tie between or among two or more Submissions, the higher scoring Submission will be determined by the Tie-Breaker Vote described in Section 10©.\nE. Large Organizations are not eligible to compete for or win the Best MTA Wish List App Prize.\nA. The public voting is scheduled to take place between August 26, 2013 at 9:00am Eastern Time, USA and September 10, 2013 at 5:00pm Eastern Time, USA (the “Voting Period”). Public voting will determine the potential winner of the Popular Choice Award. Large Organizations are not eligible to compete for or win a Popular Choice Award. Public Voting is open to any person provided that each person is limited to one vote. The potential winner of the Popular Choice Award will be determined on the basis of the verified vote counts, as determined by the Sponsors or the Administrator. The Sponsors and the Administrator reserve the right to extend the Voting Period at any time for any reason.\nB. One (1) potential winner of the Popular Choice Award Prize (described in Section 15 below) will be selected based solely on the highest number of votes received from Registered Visitors on the Competition Website. If there is a tie between or among two or more Submissions for the Popular Choice Award, the higher scoring Submission will be determined by the Tie-Breaker Vote (described in Section 10c above).\nC. The likelihood of a Submission being selected to win a Popular Choice Award depends on the total number of verified votes received for the Submissions relative to other Contestants.\nD. Use of a manual or automated process or similar method, or multiple e-mail addresses, to submit more than one vote is strictly prohibited. Any attempt to circumvent the one-vote limit per person is strictly prohibited and the use of a manual or automated vote processes to do so will subject all votes from the person or entity to disqualification. The Sponsors and/or the Administrator reserves the right to disqualify any Contestant at their sole discretion, if a Contestant receives multiple and/or irregular votes from the same user or users, or receives votes in a manner that otherwise may indicate manual, automated or other vote manipulation. If the voting process for the Popular Choice Award fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the Sponsors and/or the Administrator at their sole discretion reserve the right to determine the winner by using non-suspect votes, or by any other means the they deem appropriate. If no alternative means of determining a winner of the Popular Choice Award is available or otherwise selected, they may terminate the Popular Choice Award without designating a winner.\nE. Contestants may not directly or indirectly offer or pay any monetary or other form of consideration in exchange for a vote.\nA. Criteria (equally weighted):\n(i) Quality of Idea (Includes creativity and originality of the idea, and potential to improve the transit experience for MTA riders)\n(ii) Implementation of Idea (Includes how well the idea was executed by the developer and how well the Application integrates with the MTA public data and APIs)\n(iii) Potential Impact (Includes the extent to which the Application will favorably impact MTA customers and their travel experience.)\nB. One Large Organization Contestant whose Submission earns the highest overall score for the Large Organization Recognition Award will become potential winner of the non-cash Prize identified below in Section 15. In the event of a tie between or among two or more Submissions for the Large Organization Recognition Award, the winning Submission shall be determined by the Tie-Breaker Criteria.\nC. The likelihood of a Large Organization being selected to win the Large Organization Recognition Award depends on the number and quality of eligible Submissions made by Large Organizations.\nA. THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE APPLICATION. The final decisions to designate a winner and the verification of a potential winner’s identity, qualifications and role, shall be determined in the sole discretion of the Sponsors and Administrator. A Contestant designated as a potential winner must cooperate with such verification process.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission. The currently scheduled date for such notification is on or about September 23, 2013. For sake of clarity, if a potential winner is a team, Organization, or Large Organization, the notification will only be sent to the Representative. In order to receive a Prize, the potential winner will be required to sign and return to the Administrator, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days (if a potential winner is a team, Organization, or Large Organization, the Representative and all participating members must sign and return to the Administrator said affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days).\nB. At the sole discretion of the Sponsors and Administrator, a potential winner will be deemed ineligible to win if:\n(i) the potential winner (or in the case of a team, Organization, or Large Organization, their Representative) does not respond to an email within ten (10) business days, or responds and rejects the Prize;\n(ii) the potential winner (or in the case of a team, Organization, or Large Organization, their Representative or any participating member) fail(s) to sign and return the affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days after such documents are sent;\n(iii) the Prize or Prize notification is returned as undeliverable; or\n(iv) the Submission or the potential winner, or any member of a potential winner’s team, Organization, or Large Organization, is disqualified for any other reason.\nIn the event of a disqualification, Sponsors and Administrator at their sole discretion may award the applicable Prize to an alternate potential winner. The disqualification of one (or more) team members (or, in the case of Organizations or Large Organizations, any participating members) from further consideration in this Competition for any reason may result in the disqualification of the entire team, Organization, or Large Organization and of each participating member at the sole discretion of the Sponsors and/or Administrator.\nA. No Prize substitutions will be made. Prizes must be accepted as awarded. No transfer or substitution of a Prize is permitted except at the Sponsors’ and Administrator’s sole discretion. A monetary Prize will be mailed to the winning Contestant’s or, if a team or Organization is selected as a prize winner, the Representative’s address within 45 days of receipt of the signed affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) form(s). If a team or an Organization is selected as a Prize-winner, the associated Prize will be mailed to said team or Organization’s Representative. The check for a monetary prize will be payable as determined by the Sponsors and Administrator. It will be the responsibility of the winning Contestant, team or Organization’s Representative to allocate the Prize amongst its team or Organization members, as the Representative deems appropriate.\nB. Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). It is the sole responsibility of Prize winners of US$600 or more to provide certain information to facilitate receipt of the award, including completing and submitting any tax forms when necessary and compliance with any applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant Government departments/agencies, if necessary. Winners that are not resident or domiciled (for Organizations) in the United States should be aware that under United States tax laws, US withholding tax may apply to Prizes awarded. The Sponsors and Administrator reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a winner’s jurisdiction.\nC. In the event a winner/potential winner’s employer has a policy that prohibits the awarding of a Prize to an employee, and applies such policy to a Prize, the Prize will be forfeited and an alternate potential winner will be selected.\nA. Each Contestant hereby acknowledges and agrees that the relationship between the Contestant and the Sponsors and the Administrator, is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide the Contestant’s Submission to Sponsors and Administrator for the purposes of this Competition does not place the Sponsors, the Administrator, and their respective agents in a position that is any different from the position held by the members of the general public with regard to elements of the Contestant’s Submission.\nB. By entering, each Contestant (including, in the case of team, Organization, or Large Organization, all participating members) agree(s) to:\n(i) be bound by and comply with these Official Rules and the decisions of the Sponsors, Administrator, and/or the Competition judges which are binding and final in all matters relating to this Competition; and\n(ii) release, indemnify, defend and hold harmless the Sponsors, Administrator, and their respective parent, subsidiaries, and affiliates, and any other individuals and organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses (including reasonable attorneys’ fees), liabilities including but not limited to liability based on violation of any Federal, State or local law or regulation, negligence, contract, , defamation, slander, libel, violation of right of privacy or publicity, intellectual property infringement including but not limited to trademark, copyright, patent and other intellectual property rights, and damages for death or personal or bodily injury and property damage which, to any extent arise out of or relate to a Contestant’s design or creation of Submission or entry of a Submission, acceptance or use or misuse of a Prize and the broadcast, transmission, performance, exploitation or use of Submission as authorized or licensed by these Official Rules.\nC. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Sponsors or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Competition;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Competition Website;\n(iii) unauthorized human intervention in any part of the entry process or the Competition;\n(iv) technical or human error which may occur in the administration of the Competition or the processing of Submissions; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Contestant’s participation in the Competition or receipt or use or misuse of any Prize. \n If for any reason any Contestant’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Contestant’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Contestant knows or should have known there was a problem, and will be determined at the sole discretion of the Sponsors and the Administrator.\nParticipation in the Competition constitutes a winner’s consent to use by Sponsors, the Administrator, and their respective agents, of personal information about the winner, including but not limited to a winner’s name, likeness, photograph, voice, opinions, comments and hometown and country, state, or city of residence, in any existing or newly created media, worldwide without further payment or consideration or right of review. Authorized use includes advertising and promotional purposes. The duration of such consent is for a period of three years following the conclusion of the Competition. This consent applies to the Contestant, including, as applicable, all members of the team or Organization or Large Organization which participated in the winning Submission.\nA. Sponsors and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Competition, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB. Sponsors and Administrator reserve the right in their sole discretion to disqualify any individual or Contestant it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Competition, or a violation of any applicable law or regulation.\nC. Any actual; or apparent attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law. Should Sponsors or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to conducting and requiring a Contestant to cooperate with an investigation and referral to criminal and civil law enforcement authorities..\nD. The Sponsors and/or the Administrator’s failure to enforce any provision of these Official Rules or to take a specific action, shall not constitute a waiver of the right to do so. . The Sponsors and the Administrator are not responsible for incomplete, late, misdirected, damaged, lost, illegible, incomprehensible or never received Submissions or for address or email address changes of a Contestant. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsors or Administrator. The Sponsors and the Administrator are not responsible for, nor are they required to count any vote which, in their sole judgment, is incomplete, late, misdirected, damaged, unlawful, illicit or otherwise inappropriate\nE. In the event of any discrepancy or inconsistency within the terms and conditions of the Official Rules, or between the Official Rules and disclosures or other statements contained in any Competition materials, including but not limited to the Competition Submission form, Competition Website, advertising (including but not limited to television, print, radio or online ads), the discrepancy or inconsistency shall be reconciled or otherwise determined in the sole discretion of the Sponsors and Administrator.\nF. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Contestant, the Sponsors, and the Administrator. The Sponsors and Administrator will post the terms and conditions of the amended Official Rules on the Competition Website. To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.\nG. If at any time prior to the deadline, a Contestant or Prospective Contestant believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.\nH. Excluding Submissions, all intellectual property related to this Competition, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsors and/or the Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Sponsor or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\nI. Should any provision of these Official Rules be or become illegal or unenforceable in New York, or in any other jurisdiction whose laws or regulations may apply to a Contestant, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsors’ intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nBy entering, all Contestants (including, in the case of a team, Organization, or Large Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Contestant’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\nA. Contestants agree that, to the fullest extent permitted by law:\n(i) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action;\n(ii) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, shall be resolved exclusively by the United States District Court for the Southern District of New York or the appropriate New York State Court located within New York County, and Contestants consent to the exclusive jurisdiction and venue of such courts; and\n(iii) under no circumstances will Contestants be entitled to, and Contestants hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants, the Sponsors and the Administrator in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\nThe Administrator collects personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n.\nFor Competition results, visit Competition Website on or about September 23, 2013.\nIf you have any questions or comment, or wish to send us any notice regarding this Competition, please email us at \n.",
  "hackathon-prizes": [
    {
      "prize-content": "",
      "prize-title": "Challenge: Best Overall - Grand Prize"
    },
    {
      "prize-content": "",
      "prize-title": "Challenge: Best Overall - Second Prize"
    },
    {
      "prize-content": "",
      "prize-title": "Challenge: Best Overall - Third Prize"
    },
    {
      "prize-content": "",
      "prize-title": "Challenge: Best MTA Wish List App"
    },
    {
      "prize-content": "",
      "prize-title": "Challenge: Honorable Mention"
    },
    {
      "prize-content": "",
      "prize-title": "Challenge: Popular Choice"
    },
    {
      "prize-content": "",
      "prize-title": "Hackathon Award: First Place"
    },
    {
      "prize-content": "",
      "prize-title": "Hackathon Award: Second Place"
    },
    {
      "prize-content": "",
      "prize-title": "Hackathon Award: Third Place"
    }
  ],
  "hackathon-location-google-maps": "",
  "hackathon-url": "https://2013mtaappquest.devpost.com/",
  "hackathon-judging-criteria": [
    {
      "judging-criterion": "Includes creativity and originality of the idea, and potential to improve the travel experience for MTA riders."
    },
    {
      "judging-criterion": "Includes how well the idea was executed by the developer and how well the app integrates with the MTA public data and APIs."
    },
    {
      "judging-criterion": "Includes the extent to which the submission will impact MTA customers and their travel experience."
    }
  ],
  "hackathon-location-address": "",
  "hackathon-description-header": "See how developers changed the way 8.5 million people commute every day.",
  "hackathon-prizes-total": "$50,000",
  "hackathon-location-description": "",
  "hackathon-end-date": "2014-03-24",
  "has-projects": "True"
}