{"hackathon-description-text": "\nM2Catalyst will be providing billions of data points from crowd sourced mobile analytics data, 30 days of monitoring from more than 50,000 real-word devices (all anonymized data).  The data will be made available in multiple formats to enable the most senior data scientists to quickly create compelling content and also in simplified API format to enable new app developers to crank out compelling apps based on the data provided. Contestants will have access to approximately 10,000 data points per device per day covering all facets of app, device and carrier network performance.  Much of the data will be pre-aggregated to simplify the development process. Data will include carrier and wifi signal strength and quality changes, cell tower and wifi SSID, carrier network and GPS location changes, also device metrics such as CPU and Battery temperature readings, CPU Frequency, battery drain and charge times, all deep app analytics ranging from session and usage time, data usage, crashes and more.  The data dictionary will show over 150 metrics tracked over time.", "hackathon-number-of-prizes": "4", "hackathon-id": "ucidatahackathon", "hackathon-judges": [{"judge-role": "Dean, UCI Information & Computer Sciences", "judge-name": "Hal Stern, PhD"}, {"judge-role": "M2Catalyst", "judge-name": "Brad Zeschuk"}, {"judge-role": "Organizer, UCI Data Science Initiative", "judge-name": "Homer Strong"}, {"judge-role": "Professor, UCI Informatics Department", "judge-name": "Hadar Ziv, PhD"}, {"judge-role": "Associate Professor, Statistics, UC Irvine", "judge-name": "Zhaoxia Yu, PhD"}, {"judge-role": "Professor, Information & Computer Sciences, UC Irvine", "judge-name": "Gary Olson, PhD"}, {"judge-role": "Executive Director, Blackstone LaunchPad at UC Irvine", "judge-name": "David Ochi, MBA"}, {"judge-role": "Associate Professor, Electrical Engineering and Computer Science, UC Irvine", "judge-name": "Athina Markopoulou"}, {"judge-role": "Master Inventor, IBM", "judge-name": "Neil Sahota, MBA"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nThe UCI Data Science Hackathon (“Contest”) is open to residents of the 50 United States and the District of Columbia, 18 years of age or older at the time of entry; provided that the following persons are not eligible: officers and directors of any partners of The UCI Data Science Hackathon (“Sponsors”), their parents, subsidiaries, affiliated companies, advertising, promotion, or production agencies, web masters and web suppliers, judges of the Contest, and personnel of any other supplier or customer of Sponsors, or other entity, whose receipt of any prize would create a conflict of interest situation for Sponsors under applicable laws or regulations, as determined by Sponsors (and the IRS dependents, immediate family members and individuals residing in the same household as any of the foregoing persons). Void where prohibited. All applicable federal, state and local laws apply. To participate, you must be on a team that has 4-5 eligible members who contribute to the team’s submission (each, a “Team”). An otherwise eligible individual for the Contest may only be a member of one Team entered in the Contest. By participating on a Team and submitting an Entry in the Contest, you agree to be bound by these Official Rules (“Rules”).", "hackathon-number-of-participants": "89", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll code and text and/or images must: (a) be the exclusive original work of your Team or be licensed under Apache 2.0, BSD 3, BSD 2, GPL, LGPL, MIT License, Mozilla Public License 2.0, Common Development and Distribution License, or Eclipse Public License (“Open Source Licenses”); (b) not defame or invade publicity rights or privacy of any person, living or deceased, or otherwise infringe upon the rights of any person or entity, including but not limited to copyright, trademark, privacy or publicity, (c) not contain any commercial/corporate advertising, including but not limited to corporate logos, brand names, and slogans other than the Sponsors’, (d) not depict any conduct or content that is unsafe, immoral, obscene or otherwise inappropriate as determined by Sponsors in its sole and absolute discretion; and (e) not have been submitted for any other Team (in whole or in part), in any other contest, or won any prize. All written text must be in English. Failure to meet any of the requirements above, or to otherwise comply with these Official Rules, may result in disqualification. Sponsors reserve the right to delete any inappropriate content from a submission without disqualifying the entry where, in Sponsors’ determination, such change does not materially alter the submission and the entrant has otherwise attempted in good faith to comply with these Official Rules.\nEach Team will own the rights to its Entry. Sponsors and their designees, however, shall have the unrestricted and non-exclusive right to publish, copy, display, perform, or broadcast, any or all entry materials, alone or in combination with other material, including but not limited to photos and/or text, in any and all media, whether now known or later discovered, in perpetuity, without restriction of any kind whatsoever, without further compensation to the entrant or anyone else. Without limiting the foregoing, entries may be posted on Sponsors’ websites or social media channels for public viewing as part of the Contest. A Team’s Entry constitutes permission for Sponsors and their designees to use the Team winner’s names, biographical information in any and all media, now or hereafter devised, worldwide, in perpetuity, for internal, advertising, Contest and other purposes without additional compensation, notification or permission, unless prohibited by law.", "hackathon-rules": "\n\n\nThe UCI Data Science Hackathon (“Contest”) is open to residents of the 50 United States and the District of Columbia, 18 years of age or older at the time of entry; provided that the following persons are not eligible: officers and directors of any partners of The UCI Data Science Hackathon (“Sponsors”), their parents, subsidiaries, affiliated companies, advertising, promotion, or production agencies, web masters and web suppliers, judges of the Contest, and personnel of any other supplier or customer of Sponsors, or other entity, whose receipt of any prize would create a conflict of interest situation for Sponsors under applicable laws or regulations, as determined by Sponsors (and the IRS dependents, immediate family members and individuals residing in the same household as any of the foregoing persons). Void where prohibited. All applicable federal, state and local laws apply. To participate, you must be on a team that has 4-5 eligible members who contribute to the team’s submission (each, a “Team”). An otherwise eligible individual for the Contest may only be a member of one Team entered in the Contest. By participating on a Team and submitting an Entry in the Contest, you agree to be bound by these Official Rules (“Rules”).\nThe Contest will start on Saturday, May 14, 2016 at 2PM PST and will end Sunday, May 15, 2016 at 5PM PST (the “Contest Period”). Teams will have the 27 hours of the Contest Period to complete and enter their submission. Teams must register to enter by May 14, 2016 at 2PM PST.\nTeams will have 28 hours to develop a prototype, be it an application, device, or other, to be judged and ranked by the Contest judges (see Judging/Selection of Winner below). Eligible Teams will be given access to Devpost to enter the Contest (the “Entry”). The date/time stamp on Devpost will be used as the official submission date/time of the Entry. For consideration in the Contest, a Team’s Entry must be uploaded on Devpost no later than 5PM PST on May 15, 2016. The Entry should include a category, short description, and, if possible, any media demonstrating the Entry. A Team’s submission must be based on the Team’s effort and created solely by the Team, excluding code that was open sourced prior to the start of the Contest. Sponsors reserve the right to verify all facts. Failure to be able to validate the authenticity of your Team’s authorship/creation of the Entry when requested may result in disqualification. Proof of submission is not proof of receipt. Devpost date/time stamp is the official timekeeping device for the Contest. Entries will not be acknowledged or returned.\nAll code and text and/or images must: (a) be the exclusive original work of your Team or be licensed under Apache 2.0, BSD 3, BSD 2, GPL, LGPL, MIT License, Mozilla Public License 2.0, Common Development and Distribution License, or Eclipse Public License (“Open Source Licenses”); (b) not defame or invade publicity rights or privacy of any person, living or deceased, or otherwise infringe upon the rights of any person or entity, including but not limited to copyright, trademark, privacy or publicity, (c) not contain any commercial/corporate advertising, including but not limited to corporate logos, brand names, and slogans other than the Sponsors’, (d) not depict any conduct or content that is unsafe, immoral, obscene or otherwise inappropriate as determined by Sponsors in its sole and absolute discretion; and (e) not have been submitted for any other Team (in whole or in part), in any other contest, or won any prize. All written text must be in English. Failure to meet any of the requirements above, or to otherwise comply with these Official Rules, may result in disqualification. Sponsors reserve the right to delete any inappropriate content from a submission without disqualifying the entry where, in Sponsors’ determination, such change does not materially alter the submission and the entrant has otherwise attempted in good faith to comply with these Official Rules.\nEach Team will own the rights to its Entry. Sponsors and their designees, however, shall have the unrestricted and non-exclusive right to publish, copy, display, perform, or broadcast, any or all entry materials, alone or in combination with other material, including but not limited to photos and/or text, in any and all media, whether now known or later discovered, in perpetuity, without restriction of any kind whatsoever, without further compensation to the entrant or anyone else. Without limiting the foregoing, entries may be posted on Sponsors’ websites or social media channels for public viewing as part of the Contest. A Team’s Entry constitutes permission for Sponsors and their designees to use the Team winner’s names, biographical information in any and all media, now or hereafter devised, worldwide, in perpetuity, for internal, advertising, Contest and other purposes without additional compensation, notification or permission, unless prohibited by law.\nAll eligible entries will be judged according to the judges’ discretion. Winners will be picked based on the overall scores from all judges that judge the Entry. Sponsors may elect to offer a prize based on their own criteria where selection of winners is left to the Sponsor’s discretion. Judges’ decisions are final and binding on all matters relating to the Contest. The judging period will begin promptly May 16, 2016 5PM PST where each team will present in a 60 second fast pitch format on the main stage. Teams may submit a PowerPoint Presentation with their Devpost project submission. The Presentation Image must be submitted with your code and titled \"Presentation.pptx\" located in the root of your Entry to Devpost. The winners will be notified on May 15, 2016 after all judges’ votes have been tallied. The Winners will advance to award ceremony held on May 18, 2016 at Technology Investor Forum, hosted at Hotel Irvine Ballroom, 4:30 PM PST and present in front of 800+ investors/entrepreneurs to receive their prize. Teams will have 5 minutes to present in front of the audience. Team Presentation slide(s) are required. Demo of the Team's Entry is optional and only allowed if you embed it into the PowerPoint. Teams are allowed to continue development of their project between May 15, 2016 to May 18, 2016, strictly project improvements, visuals, and bug fixing. Change of Entry concept, idea, goal, solution, vision, mission, will be subject to disqualification under the discretion of the Sponsors. Teams are required to have a minimum of one team member attend and present their Winning Entry. Failure to meet the final presentaion requirements will result in automatic disqualification and forfeiture of Winning prizes. Following the final presentations, will be the awards ceremony and conclusion of the event.\nEach finalist and potential winner on a Team may be required to sign an affidavit of eligibility and liability release and, where permitted, a publicity release. Entry into this Contest constitutes agreement to sign such documents when requested. Finalist status and/or any prize eligibility may be forfeited if any requested document is not returned promptly when requested. Failure to cooperate may result in disqualification and selection of an alternate finalist or winner.\nPrizes are non-transferable and no substitution by the winning Team is allowed. Individual Team members are responsible for all taxes due as a result of receipt of a prize.\nBy participating, you release Sponsors, The UCI Data Science Hackathon and their owners, parents, subsidiaries, affiliates, partners, employees, directors, and agents, including advertising agencies (“Released Entities”), from any and against any and all injury including death, loss or damage including theft caused or claimed to be caused by your participation in the Contest and/or the acceptance, awarding, receipt, use and/or misuse of the prize, and you agree that Released Entities are not responsible for any warranty, representation, or guarantee, expressed or implied, in fact or in law, relating to the Contest and/or the awarding of any prize, except as expressly set forth in these Official Rules; you further agree that (i) any and all disputes, claims, and causes of action arising out of or in connection with the Contest, or any prizes awarded, shall be resolved individually without resort to any form of class action; (ii) any claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering the Contest, but in no event attorney’s fees; (iii) under no circumstances will any entrant be permitted to obtain any award for, and entrant hereby waives all rights to claim, punitive, incidental or consequential damages and any and all rights to have damages multiplied or otherwise increased and any other damages, other than damages for actual out-of-pocket expenses; and (iv) any dispute will be governed by California law without regard to principles of conflicts of laws, will be heard in the state or federal courts located in California, and the entrant hereby consents and waives any objection to the jurisdiction of such courts.\nEntry materials/data that have been tampered with or altered are void. No responsibility is assumed for: (i) lost, late, misdirected, damaged, garbled, incomplete or illegible Entries, all of which are void; (ii) error, omission, interruption, deletion, defect, delay in operations or transmission, theft or destruction or unauthorized access to or alterations of Entry materials, or for technical, network, telephone equipment, electronic, computer, hardware or software malfunctions of any kind, or inaccurate transmission of or failure to receive entry information by Sponsor on account of technical problems or traffic congestion on the Internet or at any web site or any combination thereof; or (iii) any injury or damage to entrant’s or any other person’s computer related to or resulting from participating in the Contest.\nUse of items including, but not limited to (i) soldering irons or other devices that can cause an open flame or fire and (ii) WiFi hotspots can result in the Team’s disqualification from the Contest and ejection from the event.\nBy participating, you (i) agree to be bound by these official rules, including all eligibility requirements, and (ii) agree to be bound by the decisions of the judges, which are final and binding in all matters relating to the Contest. Failure to comply with these official rules may result in disqualification from the Contest. Sponsors reserves the right to: (i) permanently disqualify from any contest it sponsors any person it believes has intentionally violated these official rules; and (ii) suspend, modify or terminate the Contest if Sponsors believes, in its sole discretion, that malfunction, error, disruption or damage is impairing or will impair the administration, security, fairness, integrity or proper conduct of the Contest.\nANY ATTEMPT BY AN INDIVIDUAL, WHETHER OR NOT AN ENTRANT, TO DELIBERATELY DAMAGE, DESTROY, TAMPER OR VANDALIZE THE CONTEST WEBSITE OR INTERFERE WITH THE OPERATION OF THE CONTEST, IS A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SPONSORS RESERVE THE RIGHT TO SEEK DAMAGES AND DILIGENTLY PURSUE ALL REMEDIES AGAINST ANY SUCH INDIVIDUAL TO THE FULLEST EXTENT PERMITTED BY LAW.\nSponsors and its agencies collect personal information from you when you enter the Contest. Entering the Contest constitutes your permission to Sponsors to collect and maintain the data.\n \nwww.ucidatahackathon.com/rules.pdf", "hackathon-prizes": [{"prize-content": "Example: Build geographic network heat maps (i.e. signal strength), or other visualization tools, to help consumers or wireless carriers gain new insights on users, devices, and/or network behaviors.", "prize-title": "Best Data Visualization Award - $500"}, {"prize-content": "Example: Utilize open source, or personally created, machine learning algorithms, to mine the mobile data to build insights, predict user behavior, and more.", "prize-title": "Best Machine Learning Award - $500"}, {"prize-content": "Example: Build Android app(s), iOS app(s), providing customers insights on their apps, device, and/or carrier networks.", "prize-title": "Best App Development Award - $500"}, {"prize-content": "Awarded to the most viable startup team with the best pitch presentation.", "prize-title": "Blackstone LaunchPad Best Startup Award - $500"}], "hackathon-location-google-maps": "https://maps.google.com/?q=5141 California Ave, Irvine, CA 92617, USA", "hackathon-url": "https://ucidatahackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Example: Build geographic network heat maps (i.e. signal strength), or other visualization tools, to help consumers or wireless carriers gain new insights on users, devices, and/or network behaviors."}, {"judging-criterion": "Example: Utilize open source, or personally created, machine learning algorithms, to mine the mobile data to build insights, predict user behavior, and more."}, {"judging-criterion": "Example: Build Android app(s), iOS app(s), providing customers insights on their apps, device, and/or carrier networks."}, {"judging-criterion": "Awarded to the most viable startup team with the best pitch presentation."}], "hackathon-location-address": "5141 California Ave, Irvine, CA 92617, USA", "hackathon-description-header": "#UCIDataHack @ UC Irvine | Explore Data Visualization, Machine Learning, App Development, and more.", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "The COVE @ UCI Applied Innovation", "hackathon-end-date": "2016-05-15", "has-projects": "True"}