{"hackathon-description-text": "\nSince launching the Messenger Platform 1 year ago, there are now 100k developers with 100,000 monthly active bots on Messenger today. 1.2 billion people could now use Messenger to make their lives easier - from booking appointments, finding information, to getting customer support.", "hackathon-number-of-prizes": "1", "hackathon-id": "bots-for-good", "hackathon-judges": [{"judge-role": "Messenger Partnerships Director, Facebook", "judge-name": "Anand Chandrasekaran"}, {"judge-role": "Strategic Product Partnerships Manager, Facebook", "judge-name": "Angelique Kamara"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nIf you reside in India and would like to become a Developer Circle member, simply join one of the Facebook Groups below before submitting your bot to the competition:", "hackathon-number-of-participants": "184", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n \n\n\n\n\n\n\nThe Bots for Good by Developer Circles from Facebook (“\n”) is sponsored by Facebook, Inc. (“\n”). The Contest begins at 10:00:00 a.m. Indian Standard Time (“\n”) on May May 29 2017 and ends at 10:00:00 p.m. IST on June 19, 2017 (the “\n”).  To enter, eligible participants must first determine whether they will participate in this Contest as an Individual or a Team (both defined below). The Individual or Team then may enter the Contest by creating and submitting a Bot Package through the Website (terms as defined in the \"How to Enter\" section below) during the Contest Period. The Bot (defined below) must addresses a real world problem in India. Entrants must start and finish creating a Bot on the Facebook Messenger Platform that complies with all requirements stated there, as well as these Terms & Conditions, during the Contest Period. Potential Entrants (defined below) may choose (but are not required to) attend a Hack Day as defined and described in the \"How to Enter\" Section below to possibly receive advice on creating their Bot.]\nAs set forth in more detail below, the Bot Package must include a working bot that is capable of running on the Facebook Messenger Platform (“\n”) and a Brief (defined below) that describes the Entrant and his, her, or their Bot. Entries received in accordance with these Terms will be evaluated by a panel of Sponsor-selected Judges (defined below), all in accordance with the judging procedures detailed under the “Winner Selection” section, below. By entering this Contest, Entrant agrees that the name of Entrant’s Bot and other content provided by Entrant may be publically announced, including, without limitation, online. THE PRIZE IN THIS CONTEST WILL BE AWARDED TO THE ENTRANT IDENTIFIED IN THE ENTRY (WHETHER AN INDIVIDUAL OR TEAM).\n \n: This Contest is open only to the following: (a) natural persons who are, as of the date of entry, (i) a legal resident of India; (ii) at least eighteen (18) years old and the age of majority in his or her jurisdiction of residence; and (iii) members of Developer Circles Bangalore, Developer Circles Delhi NCR, or Developer Circles Mumbai (each and any, an “\n”); OR (b) an association of two (2) or three (3) Individuals, each of which who meet those requirements (each and any, a “\n”). Where distinction is not necessary, any Individual or Team that enters or attempts to enter this Contest is referred to in these Terms as an “\n.”\nAn individual person cannot be a member of more than one Team; and no one can enter as an Individual and as a member of a Team. For the avoidance of doubt, Individuals are not required to live in Bangalore, Delhi or Mumbai to be member of Developer Circles Bangalore, Developer Circles Delhi NCR or Developer Circles Mumbai. Developer Circles leads (i.e. those who, organize events offline and managing a local online Facebook community) are not eligible to enter or win a prize in this Contest. In addition, employees, officers, directors, members, managers, agents, and representatives of Sponsor and any other entities participating in the design, promotion, marketing, administration, or fulfillment of this Contest, or any of their respective corporate partners, parent companies, divisions, subsidiaries, affiliates, successors in interest, and advertising, promotion, and public relations agencies, judges and their employers, employees, managers, agents and representatives (collectively, the “\n”) and any family member or member of the same household (whether or not related) of any such persons are not eligible to enter or win a prize in this Contest. For purposes of this Contest, the term “family members” is defined as any spouse, partner, parent, legal guardian, child, sibling, grandparent, grandchild, or in-law.\nParticipation in this Contest constitutes Entrant’s full and unconditional agreement to and acceptance of these Terms and the decisions of Sponsor, which are final and binding in all matters.\n \n To enter the Contest, eligible Entrants must prepare and submit a “\n” to Sponsor during the Contest Period through the website located at https://bots-for-good.devpost.com/  (“\n”), follow the Website’s on-screen instructions, and supply all required information (“\n”), which must include, without limitation:\nThe Bot Package and related content and information submitted through the Website in accordance with these Terms, all instructions on the Website, and instructions of Sponsor, and actually received by Sponsor, the Bot Package and submission are referred to in these terms as an “\n.”  \nAn Entrant’s Bot Package, and any other text, video, images, code, software, or other content that an Entrant submits to Sponsor as part of this Contest is referred to collectively as the Entrant’s “\n”. All Entrant Content submitted in this Contest must comply fully with the “Submission Requirements” section of these Terms below.\nPotential Entrants may attend one (1) of the \"Hack Days\" which are organized by Developer Circles at the dates and locations listed below for a possible opportunity to receive mentoring in the creation of their Bot in person by community experts.  Attendance at a Hack Day is not required or necessary for entry into or to win the prize in this Contest.  It is merely a bot development resource offered by Developer Circles.  Each Hack day begins at 9:00 a.m. IST and ends at 6:00 p.m. IST.\n \nOnly one (1) Entry per Individual and/or Team in this Contest. Entries must be submitted and received by Sponsor during the Contest Period and in strict accordance with these Terms. Sponsor’s clock will be the official timekeeper for this Contest. For purposes of this Contest, only complete Entries that are actually received by Sponsor through the Website and during the will be considered. Other proof of submitting or attempting to submit an Entry (such as, without limitation, a printed, saved or copied automated receipt confirming entry, a “Thanks for submitting” screen or message) does not constitute proof of actual receipt of the Entry for purposes of this Contest. Those who do not abide by these Terms and the instructions of Sponsor and provide all required Entrant Content may, in Sponsor’s sole discretion, be disqualified. Entries or participation may not be acknowledged and will not be returned. Entries (or participation that does not qualify as an “Entry”) that are incomplete, lost, late, misdirected, mutilated, fraudulent, illegitimate, incomprehensible, garbled, or generated by a macro, bot, or other automated means will not be accepted and will be void. Entries or participation made on behalf of an Entrant by a third party not affiliated or associated with that Entrant (as determined by Sponsor in its sole discretion) or originating through any commercial promotion subscription, notification, or entering services will be declared invalid and disqualified for this Contest. No Released Party will have any responsibility or liability for any dispute regarding any Entrant, including the identity of any Individual Entrant, the composition or members of a Team Entrant, or the distribution of any prize won among members of a Team Entrant. In the event that any dispute regarding an Entry or Entrant (including those regarding the identity or members of an Entrant Team or any Entrant’s rights in a Bot) cannot be resolved to Sponsor’s satisfaction, the Entry will be deemed ineligible and the Entrant disqualified. As a condition of entering the Contest, without limiting any other provision in these Terms, each Entrant gives consent for Sponsor and its agents to obtain and deliver his/her/their name, address and other information and Entry to third parties for the purpose of administering this Contest and complying with applicable laws, regulations, and rules. ENTRIES MAY NOT BE ACKNOWLEDGED, WILL NOT BE RETURNED AND, IN FACT, MAY BE DESTROYED. KEEP A COPY OR THE ORIGINAL OF EACH ELEMENT OF THE ENTRY. ANY ENTRY THAT DOES NOT CONFORM TO THE REQUIREMENTS IN THESE TERMS MAY, IN SPONSOR’S SOLE DISCRETION, BE DEEMED INELIGIBLE.\n \n\nEntrant Content must meet all of the following requirements, as determined by Sponsor in its sole discretion, or the associated Entry may be disqualified:\nSponsor reserves the right in its sole discretion to disqualify from the Contest any Entrant whose Entry (in its sole discretion) refers, depicts, or in any way reflects negatively upon a Released Party, the Contest, or any other person or entity or does not comply with these Terms, including any of the above Submission Requirements.\n \n\nEligible Entries will be judged by a panel of judges chosen by Sponsor in its sole discretion (the “\n”) as they are submitted during the Contest Period and ending on or about June 28, 2017 under the following criteria according to the percentage weights indicated (the “\n”):\nAll Judges’ decisions are final and binding in all matters relating to this Contest. Each Entrant acknowledges that other Entrants may have created ideas and concepts contained in their Entry that may have familiarities or similarities to his/her/their Entry (including, without limitation, a similar Bot), and that he/she/it will not be entitled to any compensation or right to negotiate with the Released Parties because of these familiarities or similarities.\nThe one (1) eligible Entry with the highest score will be the prize winner. In the event of a tie in the selection of a highest score, the tie will be resolved in favor of the Entry with the higher score on the “Unprecedented Solution” Criterion. If there is still a tie, the tie will be resolved in favor of the Entry with the higher score on the “Impact” Criterion. Sponsor reserves the right to contact Entrants for verification purposes and administration of the Contest. Winner will be chosen as specifically described, and not using any random drawing or method incorporating chance.\nSponsor or its designee will attempt to notify the winner on or around June 28, 2017, by email or other means (as determined by Sponsor in its sole discretion).\nEach potential individual winner, all natural people who are members of a winning Team (as determined and requested in Sponsor’s sole discretion) may be required to complete, execute, have notarized (if applicable), and return an Affidavit/Declaration of Eligibility and Liability/Publicity Release (unless prohibited by law), tax documents, and related prize-acceptance documents (collectively, “\n”) within the time frame specified and in the form provided by Sponsor, without revision, or prize may be forfeited. If any individual Entrant, individual member of a Team refuses to comply with the foregoing requirements and other requirements of Sponsor, his/her/their Entry may be disqualified at any time in Sponsor’s sole discretion with no liability or responsibility to the respective Entrant or any individual within that Entrant, even if other Team members have complied with the requirements.  The Winner Documents, if applicable, must be received by Sponsor from the potential winner within ten (10) days of Sponsor sending the documents to the potential winner (or other time frame as stated in the Winner Documents) or prize may be forfeited and an alternate winner selected. If any notification or other Contest-related communication is returned as undeliverable, or if a selected potential winner cannot be reached or does not respond as instructed after Sponsor has attempted to notify that potential winner, that selected winner may be disqualified and an alternate winner may be selected (time permitting and in Sponsor’s sole discretion). Sponsor reserves the right to modify the notification procedures in connection with the selection of any alternate potential winner, if any. The prize claim and Winner Documents are subject to verification by Sponsor. The prize, if legitimately claimed, will be awarded. Sponsor will not be obligated to pursue more than three (3) alternate winner (time permitting) for the prize for any reason.\n \n:\nSubject to verification, one (1) winning Entrant will receive the following prize:\nSponsor is not responsible for any inability or unwillingness of any winning Entrant to accept or use the prize (or portion thereof) for any reason. Prize elements delivered by mail will only be mailed to the winning Entrant’s address within India. Prize details not specifically stated in these Terms, will be determined in Sponsor’s sole discretion. To the fullest extent allowable under applicable law, all taxes (including, without limitation, national, federal, state, provincial, territorial, prefectural, and/or local taxes), as well as any expenses arising from acceptance or use of the prize and not specified in these Terms as being provided as part of the prize, are the sole responsibility of the winner. Sponsor is not responsible for and will not replace any lost, mutilated or stolen prize or prize element or any prize that is undeliverable or does not reach a winner because of incorrect or changed contact information. If a winner does not accept or use the entire prize for any reason, the unaccepted or unused part of the prize will be forfeited and Sponsor will have no further obligation with respect to that prize or portion of the prize. No transfers, prize substitutions, or cash redemptions will be made, except at Sponsor’s sole discretion. Sponsor reserves the right to substitute any stated prize or any component thereof with another prize or component of equal or greater value for any reason. No more than the stated prize will be awarded. Entrants waive the right to assert as a cost of winning the prize, any and all costs of verification and redemption and any liability and publicity that might arise from claiming or seeking to claim said prize.\n \n\nBy entering, except where prohibited by law, each Entrant grants to the Released Parties (and their agents, successors, and assigns) the irrevocable, transferable, sublicensable, absolute right and permission to use, edit, modify, copy, reproduce, and distribute the Bot Package (including the Bot and the Bot name) and any other Entrant Content that comprises the Entrant’s Entry in perpetuity and in any medium (including online and in digital media) in any language, throughout the world, for the purposes of evaluating Entries, and administering and marketing this Contest. Each Entrant further grants to the Released Parties (and their agents, successors, and assigns) a non-exclusive, irrevocable, worldwide, transferable and sublicensable right and license to use his, her, or their (and his/her/their Bots) trade names and trademarks (including logos) in connection with this Contest.\nEach entrant hereby acknowledges and agrees that the relationship between the Entrant and each of the Released Parties is not a confidential, fiduciary, or other special relationship, and that the Entrant’s decision to submit his/her/their Entry for purposes of the Contest does not place any of the Released Parties in a position that is any different from the position held by members of the general public with regard to elements of the Entry (including, without limitation, the Bot Package), other than as set forth in these Terms. Each Entrant understands and acknowledges that the Released Parties have wide access to ideas, text, images, code, applications, software, and other creative materials. Each Entrant also acknowledges that many ideas for applications and online services may be competitive with, similar to, or identical to his/her/their Bot and/or each other in idea, function, components, format, or other respects. Each Entrant acknowledges and agrees that such Entrant will not be entitled to any compensation as a result of any Released Party’s use of any such similar or identical material that has or may come to such Released Party from other sources. Each Entrant acknowledges and agrees that Sponsor does not now and will not have in the future any duty or liability (direct or indirect; vicarious, contributory, or otherwise) with respect to the infringement or protection of the Entrant’s patent, copyright or other proprietary rights in and to his/her/their Entry, including the Bot contained or described therein. Each Entrant acknowledges that, with respect to any claim by Entrant relating to or arising out of a Released Party’s actual or alleged exploitation or use of any Entry or other material submitted in connection with the Contest, the damage, if any, thereby caused to the applicable Entrant will not be irreparable or otherwise sufficient to entitle such Entrant to seek injunctive or other equitable relief or in any way enjoin the production, distribution, exhibition, or other exploitation of any Released Party bot, application, service or other property, and Entrant’s rights and remedies in any such event are strictly limited to the right to recover damages, if any, in an action at law.\n\n\nADDITIONAL DISCLAIMERS:\nThe Released Parties are not responsible and/or liable for any of the following, whether caused by a Released Party, the Entrant (or a member of any Entrant Team), or by human error (except to the extent that any of the following occur for reasons within Sponsor’s reasonable control, if applicable law in your jurisdiction of residence dictates that liability to the injured party in such a case cannot be excluded by law): Entries made by illegitimate means (such as, without limitation, by an automated computer program); any lost, late, postage-due, incomplete, illegible, incomprehensible, mutilated, or misdirected email, mail, Messenger message, or Contest-related correspondence or materials; any error, omission, interruption, defect, or delay in transmission or communication; viruses or technical or mechanical malfunctions; interrupted or unavailable telephonic, cellular, cable, or satellite systems; errors, typos or misprints in these Terms, in any Contest-related advertisements, or other materials; failures of electronic equipment, computer hardware, or software; lost or unavailable network connections or any failed, incorrect, incomplete, inaccurate, garbled or delayed electronic communications; technical or human error which may occur in the administration of the Contest or the processing of Entries; or any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Entrant’s participation in the Contest or receipt or use of any prize. Released Parties are not responsible for electronic communications that are undeliverable as a result of any form of active or passive filtering of any kind, or for insufficient space in a person’s email account, voicemail inbox or Messenger message account, to receive, email, voice messages or Messenger messages. Released Parties are not responsible, and may disqualify an Entrant, if any contact information provided by the Entrant does not work or is changed without giving prior written notice to Sponsor. Without limiting any other provision in these Terms, the Released Parties are not responsible or liable to any Entrant or winner (or any person claiming through such Entrant or winner) for failure to supply a prize or any part thereof in the event that any of the Contest activities or Released Parties’ operations or activities are affected by any cause or event beyond the sole and reasonable control of the applicable Released Party (as determined by Sponsor in its sole discretion), including, without limitation, by reason of any acts of God, equipment failure, threatened or actual terrorist acts, air raid, act of public enemy, war (declared or undeclared), civil disturbance, insurrection, riot, epidemic, fire, explosion, earthquake, flood, hurricane, unusually severe weather, blackout, embargo, labor dispute or strike (whether legal or illegal), labor or material shortage, transportation interruption of any kind, work slowdown, any law, rule, regulation, action, order, or request adopted, taken, or made by any governmental or quasi-governmental entity (whether or not such governmental act proves to be invalid), or any other cause, whether or not specifically mentioned above.\n \nGENERAL RULES:\nBy entering this Contest (except where prohibited by law), each natural person agreeing to these Terms as part of a Bot Package (as the Entrant or on behalf of an Entrant Team) grants the Released Parties the irrevocable, sublicensable, free-of-charge, absolute right and permission to use, publish, post or display his or her name, photograph, likeness, voice, biographical information, any quotes attributable to him or her, and any other indicia of persona (regardless of whether altered, changed, modified, edited, used alone, or used with other material in the Released Parties’ sole discretion) for advertising, trade, promotional and publicity purposes without further obligation or compensation of any kind to him or her, anywhere worldwide, in any medium now known or hereafter discovered or devised (including, without limitation, on the Internet) without any limitation of time and without notice, review or approval, and each such person releases all Released Parties from any and all liability related to such authorized uses. Nothing contained in these Terms obligates Sponsor to make use of any of the rights granted herein and each natural person granting publicity rights under this provision waives any right to inspect or approve any such use.\nSponsor’s decisions will be final in all matters relating to this Contest, including interpretation of these Terms, selection of the winner, and awarding of the prize. All Entrants, as a condition of entry, agree to be bound by these Terms and the decisions of Sponsor. Failure to comply with these Terms may result in disqualification from the Contest. Entrants further agree to not damage or cause interruption of the Contest and/or prevent others from participating in the Contest. Sponsor reserves the right to restrict or void participation from any Facebook account, IP address, email address or domain, or device if any suspicious Entry and/or participation is detected. Sponsor reserves the right, in its sole discretion, to void Entries or other participation by any person or entity who Sponsor believes has attempted to tamper with or impair the administration, security, fairness or proper play of this Contest. In the event there is an alleged or actual ambiguity, discrepancy or inconsistency between disclosures or other statements contained in any Contest-related materials and these Terms (including any alleged discrepancy or inconsistency within these Terms), it will be resolved by Sponsor in its sole discretion. Entrants waive any right to claim ambiguity in the Contest or these Terms. If Sponsor determines (at any time and in its sole discretion) that any winner or potential winner is disqualified, ineligible, in violation of these Terms, or engaging in behavior that Sponsor deems obnoxious, inappropriate, threatening, illegal or that is intended to annoy, abuse, or harass any other person or entity, Sponsor reserves the right to disqualify such winner or potential winner, even if the disqualified winner or potential winner may have been notified or displayed or announced anywhere. Sponsor’s failure to or decision not to enforce any provision in these Terms will not constitute a waiver of that or any other provision. The invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Terms will otherwise remain in effect and will be construed in accordance with their terms as if the invalid or illegal provision were not contained herein. If the Contest is not capable of running as planned for any reason, Sponsor reserves the right, in its sole discretion, to cancel, modify or suspend the Contest and award the prize based on eligible Entries received prior to cancellation, modification, or suspension, if any, or as otherwise deemed fair and appropriate by Sponsor. If any person supplies false information, participates or submits Entries by fraudulent means, or is otherwise determined to be in violation of these Terms in an attempt to obtain a prize, Sponsor may disqualify that person (and any Entrant on the behalf of which such person participated in the Contest) and seek damages from him or her and that person may be prosecuted to the full extent of the law. If any dispute regarding an Entry cannot be resolved to Sponsor’s satisfaction, such Entry will be deemed ineligible. CAUTION: ANY ATTEMPT TO DAMAGE ANY ONLINE SERVICE OR WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST VIOLATES CRIMINAL AND CIVIL LAWS. IF SUCH AN ATTEMPT IS MADE, SPONSOR MAY DISQUALIFY ANY ENTRANT MAKING SUCH ATTEMPT AND MAY SEEK DAMAGES TO THE FULLEST EXTENT PERMITTED BY LAW.\n \nDISPUTES/GOVERNING LAW:\nExcept where prohibited by law, any and all disputes, claims, and causes of action between an Entrant and any Released Party arising out of or connected with this Contest, the determination of any winner, or any prize awarded must be resolved individually, without resort to any form of class action. Further, in any such dispute, under no circumstances will an Entrant be permitted or entitled to obtain awards for, and hereby waives all rights to claim punitive, incidental or consequential damages, or any other damages, including attorneys’ fees, other than the Entrant’s actual out-of-pocket expenses (if any), not to exceed ten dollars ($10 USD), and each Entrant further waives all rights to have damages multiplied or increased. \nThis Contest and any dispute arising under or related thereto (whether for breach of contract, tortious conduct, or otherwise) will be governed by the internal laws of the State of California, USA, without giving effect to its conflicts of law or choice of law principles or rules that would cause the application of the laws of any jurisdiction. Any legal actions, suits or proceedings related to this Contest (whether for breach of contract, tortious conduct, or otherwise) will be brought exclusively in the state or federal courts located in or having jurisdiction over San Mateo County, California, US, and each entrant accepts and submits to the personal jurisdiction of those courts with respect to any legal actions, suits or proceedings arising out of or related to this Contest.\n \nA copy of these Terms is available by sending an email with the subject line “Bots for Good by Developer Circles from Facebook (India)- Terms” to Developercircles@fb.com. During the Contest Period, the Terms will also be available by visiting \nInformation about who won is available by sending an email with the subject line “Bots for Good by Developer Circles from Facebook (India)- Who Won?” to Developercircles@fb.com. Rules requests must be received no later than the end of the Contest Period. Requests for winner information must be received no later than three (3) months after the end of the Contest Period.\n\nFacebook, Inc., 1 Hacker Way, Menlo Park, CA 94025 USA.", "hackathon-prizes": [{"prize-content": "Winning team will receive a FbStart membership to the Bootstrap track and each member walk away with an Apple iPad mini 4 16 GB 7.9 inch with Wi-Fi+4G!", "prize-title": "Ultimate Winner"}], "hackathon-location-google-maps": "", "hackathon-url": "https://bots-for-good.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is this solution?"}, {"judging-criterion": "Is it scalable? How impactful will this solution be for its target audience?"}, {"judging-criterion": "Is the implementation of Messenger features sound?"}, {"judging-criterion": "Is the product easy to use? Does this product work as it should?"}], "hackathon-location-address": "", "hackathon-description-header": "A Developer Circles supported, Intercity challenge in India to recognize and reward developers who build the most innovative bots that solve local challenges", "hackathon-prizes-total": "$1,728", "hackathon-location-description": "", "hackathon-end-date": "2017-06-19", "has-projects": "True"}