{"hackathon-description-text": "\nThis is Houston's annual civic hackathon. For 24 hours, we'll build projects together that make Houston a better place to live.", "hackathon-number-of-prizes": "2", "hackathon-id": "houstonhackathon2015", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be Annonced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nEveryone can participate. Projects must be submitted by 12:30p on May 17 in order to be considered.", "hackathon-number-of-participants": "52", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nPlease include visual aids that help the judges understand your work.  This can include:\nWe will be using one computer, and you cannot hook up a peripheral device.  Anything you present must be accessible through the internet.", "hackathon-rules": "\nYou are responsible for working out legal issues with your teammates prior to beginning work.  We are not responsible for any intellectual property disputes that arise out of your participation in the hackathon.  We encourage everyone to make their work open source.", "hackathon-prizes": [{"prize-content": "Meet with the Mayor to discuss your hackathon project in detail.", "prize-title": "Meeting with the Mayor"}, {"prize-content": "Esri’s ArcGIS Developer Platform will help you think with maps, using them to solve problems. Build applications for Web, Mobile, and Desktop onsite or in the Cloud with ready-to-use services, APIs, and SDKs. Esri’s GIS technology is used in over 350,000 organizations worldwide to collect, manage, analyze, and develop location-based information to help solve problems and make better decisions.", "prize-title": "Best use of ESRI technology"}], "hackathon-location-google-maps": "", "hackathon-url": "https://houstonhackathon2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Community + Collaboration + Data + Magic", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "2015-05-17", "has-projects": "True"}