{"hackathon-description-text": "\nHackathons are exciting! Imagine a gathering where computer geeks, programmers, and developers collaboratively code in an extreme manner over a short period of time to create innovative solutions for an important project. It’s all about sharing knowledge, generating innovative ideas, and growing an inclusive community.", "hackathon-number-of-prizes": "2", "hackathon-id": "twd-hackathon-2016", "hackathon-judges": [{"judge-role": "Tyler Web Dev", "judge-name": "Crystal Bryce"}, {"judge-role": "Director of Training and Certification at Rackspace", "judge-name": "Tony Campbell"}, {"judge-role": "Member of Technical Staff at Red Hat", "judge-name": "Monty Taylor"}, {"judge-role": "Chief Analytics Officer at Pine Cove", "judge-name": "Cody Wilhite"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nBeginners, High School Students, and Professionals -- Everyone is Welcome! We're looking to create collaborative opportunities for anyone with a passion for programming! ", "hackathon-number-of-participants": "33", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nProject requirements are open ended to allow for maximum creativity: anything that the developer thinks is missing in tech for animals, will make pet and/or pet owners lives better, help the local animal adoption agencies, etc. However, we will have specific needs from \n**Hardware projects are welcome as long as they can still be judged according to the existing criteria. And please note, no early hacking is allowed. All project-related work must be done during the Hackathon event.**\nWe plan to add more information of this sort on one of the hackathon sites soon. Your questions and feedback are helpful! ", "hackathon-rules": "\nTERMS, ACCIDENT WAIVER AND RELEASE OF LIABILITY FORM\nName of Event: Tyler Web Dev Practice Hackathon Date of Event: August 27, 2016\nAs a Participant in the Tyler Web Dev Hackathon, you are subject to the rules, guidelines, and code of conduct set forth in this document in addition to all other applicable documents. By participating in the event, you fully agree to comply with all rule, instructions, and procedures set forth by the event organizers. Further, you hereby agree and understand that any violation of set guidelines may be subject to consequences at the sole discretion of the organizers, including but not limited to revocation of prizes, ejection from the event, and/or refusal to reimburse expenses.\nBY PARTICIPATING IN THE Tyler Web Dev Hackathon, YOU AGREE TO BE BOUND BY THESE TERMS AND ALL OTHER APPLICABLE DOCUMENTS. IF YOU DO NOT WISH TO BE BOUND BY THESE TERMS, DO NOT REGISTER AND EXIT THIS PAGE. YOUR AGREEMENT TO THESE TERMS BECOMES IMMEDIATELY EFFECTIVE UPON YOUR COMPLETED REGISTRATION FOR THE EVENT. Henceforth, \"I\", \"my\", and other first-person pronouns shall refer to the Participant. \"Organizers\" shall refer to any persons or group who had significant participation in the creation of the event, namely (but not necessarily exclusively) the Tyler Web Dev Hackathon board.\n(A)I HAVE REPRESENTED MYSELF ACCURATELY AND HONESTLY to the best of my ability on my application and event registration forms.\n(B)I AM PERMITTED to develop the concept for my team’s hack prior to the hackathon, but any tangible programming and development of the project must take place in designated locations from 9:00AM CST August 27, 2016 to 8:00PM CST August 27, 2016\n(C)The Organizers will make no claim of ownership or royalties of any project or hack created during the event. Any original work created will remain solely under of the ownership of its team members. The Organizers will hold no liability for any legal or contractual issues that may arise from the project. Given this, I AGREE to indemnify, hold harmless, and defend the Organizers against any liability related to the project.\n(D) I VERIFY that the project I work on is original to my team and was produced during the event. It is understood that I may use outside resources that are appropriate licensed and equally and fairly available to all Participants throughout the event. In incorporating outside resources, I agree to follow all applicable licensing and copyright.\n(E)I VERIFY that the intent of the project that my team develops will not be to cause malicious harm, violate any applicable laws and treaties, and/or create mass destruction to any individual, organization, or nation. Projects may not be obscene, distasteful, alienate any person or group, or encourage invasion of privacy.\n(F)I AGREE to allow the Organizers and judges to view code from my team’s project for the purpose of judging as well as education. During all presentation and judging rounds, teams will be required to present their projects, which may require an explanation of the development process, technologies, and other \"trade secrets.\"\n(G) I UNDERSTAND that I have no claim to any prize money or merchandise, promised or otherwise. Distribution of all prizes (excluding branded prizes) will be at the discretion of the Organizers, with recommendation from the judges. All decisions will be final and may not be contested. Branded prizes are a transaction exclusively between the sponsoring company and the winning Participant, and the Organizers will take no responsibility or claim liability for them.\n(H) I UNDERSTAND that I will be fully responsible for any costs incurred as a direct or indirect result of participation in the event, including but not limited to use of proprietary technology, food, accommodations, and other purchases. The Organizers will not be liable for any costs or expenses incurred throughout the event.\n(I) I AM RESPONSIBLE FOR respecting other participants, volunteers, sponsors, members of the Tyler Web Dev community at large, and members of the community at large by conducting myself in a manner that is courteous and non-abusive to other individuals. I agree to comply with the Organizers and any volunteers acting at an official capacity if asked to change my behavior, or face consequences including ejection.\n(J) I UNDERSTAND THAT ALL SERVICES for the Participants during this event, including but not limited to transportation, facility use (property, furniture, electricity, networking), food and beverage, and activities ARE PROVIDED AS-IS AND AS-AVAILABLE BASIS ONLY, WITH NO WARRANTIES THAT THE SERVICES WILL MEET YOUR REQUIREMENTS, NOR REMAIN UNINTERRUPTED, ERROR-FREE, SECURE, OR FREE FROM VIRUSES AND OTHER HARMFUL COMPONENTS. WE ARE NOT LIABLE, AND EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES REGARDING SERVICES PROVIDED BY THIRD PARTIES, REGARDLESS OF WHETHER WE APPEAR TO PROVIDE THESE THIRD PARTY SERVICES.\n(K)I AGREE that the Organizers and event staff reserve the full right to disqualify from participation and prizes any Participant and/or team who does not comply with these terms or code of conduct, and eject and banish any person from the property whose behavior creates and unwelcome or unsafe environment.\nI HEREBY ASSUME ALL OF THE RISKS OF PARTICIPATING AND/OR VOLUNTEERING IN THIS EVENT, including but not limited to any risks that may arise from negligence or carelessness on the part of the persons or entities being released, from dangerous or defective equipment or property owned, maintained, or controlled by them, or because of their possible liability without fault. I also agree that I am liable for any damage I cause to facilities, properties, and services owned by Cornell University. I UNDERSTAND THAT A 48 HOUR HACKATHON CAN BE PHYSICALLY GRUELING, including the possibility for fatigue and sleep deprivation. I certify that I am physically fit, have sufficiently prepared or trained for participation in the activity or event, and have not been advised to not participate by a qualified medical professional. I certify that there are no health-related reasons or problems which preclude my participation in this activity or event. I acknowledge that this Accident Waiver and Release of Liability Form will be used by Organizers of the activity or event in which I may participate, and that it will govern my actions and responsibilities at said activity or event. In consideration of my application and permitting me to participate in this event, I hereby take action for myself, my executors, administrators, heirs, next of kin, successors, and assigns as follows:\n(A) I WAIVE, RELEASE, AND DISCHARGE from any and all liability, including but not limited to, liability arising from the negligence or fault of the entities or persons released, for my death, disability, personal injury, property damage, property theft, or actions of any kind which may hereafter occur to me including my traveling to and from this event, THE FOLLOWING ENTITIES OR PERSONS: the Organizers, Tyler Web Dev/ volunteers/ representatives/ agents, the activity or event holders, activity or event sponsors and their representatives/ agents, activity or event volunteers;\n(B) I INDEMNIFY, HOLD HARMLESS, AND PROMISE NOT TO SUE the entities or persons mentioned in (A) from any and all liabilities or claims made as a result of participation in this activity or event, whether caused by the negligence of release or otherwise. I acknowledge that Tyler Web Dev and their directors, officers, volunteers, representatives, and agents are NOT responsible for the errors, omissions, acts, or failures to act of any party or entity conducting a specific event or activity on behalf of Tyler Web Dev.\nI acknowledge that this activity or event may involve a test of a person’s physical and mental limits and may carry with it the potential for death, serious injury, and property loss. The risks may include, but are not limited to, those caused by terrain, facilities, temperature, weather, condition of participants, equipment, vehicular traffic, actions of other people including, but not limited to, participants, volunteers, spectators, event officials, and event monitors, and/or producers of the event, and lack of hydration. These risks are not only inherent to participants, but are also present for volunteers. I hereby consent to receive medical treatment which may be deemed advisable in the event of injury, accident, and/or illness during this activity or event.\nI understand that at this event or related activities, I may be photographed. I agree to allow my photo, video, or film likeness to be used for any legitimate purpose by the event holders, producers, sponsors, organizers, and assigns. By participating in the event, you give permission to the Organizers to take photographs and/or make audio or video recordings and edit them, and release the Organizers from any and all liability that may or could arise from the taking or use of the images. The Organizers will own and may publish, sell, distribute, or otherwise use them in any way that they believe is proper, including, but not limited to, print publications, video for the web, podcasting, and broadcast media. You understand that you and any other person photographed or recorded will not receive any payment or compensation.\nThe accident waiver and release of liability shall be construed broadly to provide a release and waiver to the maximum extent permissible under applicable law.\nThe organizers reserve the full right to modify, postpone, or cancel any part of the event or the event in full, with no advance notice. If the event is modified, cancelled, or postponed directly or indirectly from events outside the defaulting party's reasonable control, including without limitations acts of God, civil or military authority, acts of public enemy, war, terrorism, riots, labor strikes, fire, explosion, earthquake, flood, then the Organizers will take no responsibility in providing any reimbursements or compensation for costs or damages associated with cancellation of the event.\nThe Organizers reserve the right to modify this agreement at any time before or after registration, up to and including the weekend of the event. Changes will be announced as they are made, and continued participation in the event will constitute full agreement to these changes. All Participants will be bound by the most recent versions of the terms and codes of conduct at all times. Any failure by us to enforce or exercise any provision of these terms or related rights shall not constitute a waiver of that right or provision. In the event that any provision of these terms, or its application thereof to any person, place, or person, shall be held by an arbitrator or a court of competent jurisdiction to be invalid, unenforceable, or void, the remainder of these terms and such provisions as applied to other persons, places, and circumstances shall remain in full force and effect, and such provision shall be enforced to fullest extent consistent with applicable law.\nBY REGISTRATION AND PARTICIPATION IN THE HACKATHON, I CERTIFY THAT I HAVE READ THIS DOCUMENT, AND I FULLY UNDERSTAND AND AGREE TO ITS CONTENT. I AM AWARE THAT THIS IS A RELEASE OF LIABILITY AND A CONTRACT AND I REGISTER FOR AND PARTICIPATE AT THE EVENT AT MY OWN FREE WILL.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=201 S College Ave, Tyler, TX 75702, USA", "hackathon-url": "https://twd-hackathon-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Each submission will be rated based on the extent to which it exhibits a breakthrough concept and/or methodology. This may be through a new concept, methodology, or means of implementation."}, {"judging-criterion": "Each submission will be rated based on its proposed positive impact on the pets of East Texas or Pets Fur People directly and their specific software issues."}, {"judging-criterion": "Yes. That's right. Completeness.  (=   How close is the submission to being a complete and functional product?"}, {"judging-criterion": "Is the application polished, visually appealing, and enjoyable to use?"}], "hackathon-location-address": "201 S College Ave, Tyler, TX 75702, USA", "hackathon-description-header": "Use your Programming Skills to Create Software Solutions for our Furry Friends! $250 1st Place Prize!", "hackathon-prizes-total": "$400", "hackathon-location-description": "Tyler Public Library Auditorium", "hackathon-end-date": "2016-08-28", "has-projects": "True"}