{"hackathon-description-text": "\nA hackathon is a competition with intense collaboration, great ideas and an amazing atmosphere. The hackathon gives you the chance to improve your skills and build your dreams.", "hackathon-number-of-prizes": "3", "hackathon-id": "hacked2016", "hackathon-judges": [{"judge-role": "Professor at the University of Alberta", "judge-name": "Marek Reformat"}, {"judge-role": "CEO at Panda Rose", "judge-name": "Kelly John Rose"}, {"judge-role": "Software Developer at Jobber", "judge-name": "Donald Fenniak"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAll current high school, undergraduate and graduate students are welcome to participate.", "hackathon-number-of-participants": "53", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nEntries must be projects begun during the Hackathon.\nAll code must be hosted on a public GitHub repo or your project will be ineligible to win. Your code must be licensed so as to allow viewing of the source. Make sure your GitHub repo is linked with your submission on Devpost!\nYou are encouraged to include as much information about your project as possible on your submission page. The more information there is, the easier it is for others to understand your project's true capabilities.\n ", "hackathon-rules": "\n\nTo compete in the Hackathon you must have a valid and current Student ID. You may be required to present your student ID prior to entering the Hackathon.\nTo compete remotely you must be registered with the Hackathon and must be able to present proof of Student status.\nAt least one team member must be present at the Hackathon to register the team on the first day, and to present the pitch and receive a prize on the second. If no members can be found from a team at the time that a prize is announced, then the team will be removed from the rankings and prizes will be shifted accordingly.\n\nYour code and your ideas are yours. You retain all rights to any original work you create during the Hackathon.\nEntries must be projects begun during the Hackathon and all code must be hosted on a public GitHub repo or your project will be ineligible to win. Submitting works that are not your own and that were not generated during the Hackathon will result in disqualification.\n You may use external binaries or open source code in your project provided that: the binaries are freely available, they remain separate from your project’s’ codebase, they do not accomplish the goal or a significant portion of your projects’ goal, and you document any external projects or packages your code requires\n\nUnsportsmanlike behaviour during any part of the Hackathon (but in particular at the pitch party) may result in a warning or disqualification from the event.\n\nJudges will be asked to rank the top projects in each category. These rankings will determine the points given to each team and the total points will determine the winners. In the case of a tie, the judges will vote to determine which project is better.\nRankings for all teams will be published after the event.\n\nPrizes are awarded “as is” to the winners. Additional prizes will not be awarded to larger teams.\n\n ", "hackathon-prizes": [{"prize-content": "The winners of HackED are able to choose from a diverse list of prizes including bluetooth speakers, gaming headsets, arc mouse, raspberry pi's and more. The winners were also given tickets to the upcoming Student DevCon. All participants were also given membership to Start-Up Edmonton.", "prize-title": "1st Place!"}, {"prize-content": "", "prize-title": "2nd Place!"}, {"prize-content": "", "prize-title": "3rd Place!"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10359 104 St NW, Edmonton, AB T5J 1B9, Canada", "hackathon-url": "https://hacked2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "10359 104 St NW, Edmonton, AB T5J 1B9, Canada", "hackathon-description-header": "HackED is a 24 hour interdisciplinary hackathon to challenge undergraduate students to create an innovate solutions to problems in every-day life.", "hackathon-prizes-total": "0", "hackathon-location-description": "StartUp Edmonton", "hackathon-end-date": "2016-01-31", "has-projects": "True"}