{"hackathon-description-text": "\nT9Hacks is a 24 hour hackathon at the University of Colorado Boulder's ATLAS Institute that brings together students for a day of creativity, building, and hacking. Our goals this upcoming spring is to increase participation of women and people new to hackathons and to create an opportunity for students to explore new technologies, solve problems, and create something amazing with a team. Women occupy only 26% of IT positions and 18% of engineering majors in universities, and we want to help raise those numbers!", "hackathon-number-of-prizes": "2", "hackathon-id": "t9hacks", "hackathon-judges": [{"judge-role": "CU Boulder", "judge-name": "Jessie Albarian"}, {"judge-role": "CU Boulder", "judge-name": "Brittany Kos"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nIndividuals 18 and up who are currently enrolled as a university student.\nUp to 4 people per team.\nUnited States, Colorado", "hackathon-number-of-participants": "53", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nStarting at 5pm on Saturday, February 20th, you are free to build anything you set your mind to. That includes software and hardward projects, mobile apps, creative designs, websites, wearable technology... and the list goes on! Come prepared with an open mind, enthusiasm, and creativity.", "hackathon-rules": "\nAt T9Hacks, we believe in creating a safe and welcoming environment for everyone. Our organizers and participants follow the \n.", "hackathon-prizes": [{"prize-content": "The winner of the \"Best Use of the Color Purple\" challenge will receive our special \"Purple Prize\" at the end of the hackathon! Stay tuned for more details.", "prize-title": "Purple Prize"}, {"prize-content": "One team with the punniest domain (registered with the free domain.com domain cards available on the MLH table) wins a Domain.com swag bag filled with cool tech goodies!", "prize-title": "Domain.com Punniest Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Roser ATLAS Center, 1125 18th St, Boulder, CO 80302, USA", "hackathon-url": "https://t9hacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Win the Domain.com prize for Puniest Domain Name! It must be registered. The domains are in your swag bag!"}, {"judging-criterion": ""}], "hackathon-location-address": "Roser ATLAS Center, 1125 18th St, Boulder, CO 80302, USA", "hackathon-description-header": "T9Hacks is a 24 hour hackathon at the University of Colorado Boulder’s ATLAS Institute. Whether you're a programmer, artist, designer, or experienced web developer, you’ll find your place at T9Hacks!", "hackathon-prizes-total": "$50", "hackathon-location-description": "University of Colorado Boulder - ATLAS Institute", "hackathon-end-date": "2016-02-21", "has-projects": "True"}