{"hackathon-description-text": "\nNew York City is challenging you to create new physical products that have commercial potential, and to become one of New York’s Next Top Makers. Your new product can be in any of the following", "hackathon-number-of-prizes": "3", "hackathon-id": "nexttopmakers", "hackathon-judges": [{"judge-role": "Executive Dean, Parsons the New School for Design﻿", "judge-name": "Joel Towers"}, {"judge-role": "Founder/ CEO, littleBits", "judge-name": "Ayah Bdeir"}, {"judge-role": "Senior Curator, Department of Architecture & Design/Director, Department of Research & Development﻿, Museum of Modern Art﻿", "judge-name": "Paola Antonelli"}, {"judge-role": "Founder and CEO, OUYA", "judge-name": "Julie Uhrman"}, {"judge-role": "V.P. & Director of Operations, Lux Capital", "judge-name": "Zack Schildhorn"}, {"judge-role": "Creative Director, Fab.com ﻿", "judge-name": "Chad Phillips"}, {"judge-role": "President, Plexi-Craft", "judge-name": "Allen Frechter"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nFor complete eligibility requirements see the", "hackathon-number-of-participants": "304", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "\n\n\nFor complete submission requirements, please review the", "hackathon-rules": "\n\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. VOID WHERE PROHIBITED. \nNew York’s Next Top Makers (the “Competition”) is an initiative of the New York City Economic Development Corporation, challenging individuals, teams and small businesses (collectively, “Contestants”) to create new product designs and prototypes that have commercial potential (each a “Submission,” as further defined below in Section 5). The goal of the Competition is to support design-driven production, promote a culture of innovation and commercialization, and foster the development of new businesses within New York City’s industrial business, design and engineering communities.\nCompetition award winners will be determined in two stages. Contestants will create new product designs and describe them in Submissions entered on the Competition Website (defined below). The Submissions will be evaluated by a panel of judges, who will select five Finalist Award winners, and the public, who will vote to select one Popular Choice Finalist Award winner (collectively, the “Finalists”). Then in stage two Finalists will receive assistance commercializing their new products during a five-month Studio Phase (the “Studio Phase”). Assistance during the Studio Phase will be provided by Competition partners and will include studio space, access to 3-D printing, business support, and mentorship from industry experts. After the Studio Phase, judges will evaluate the Finalists again and select one Grand Prize winner to receive an $11,000 cash prize.\nParticipation in the Competition constitutes Contestant’s full and unconditional agreement to these Official Rules and to the Sponsor’s (as defined below) and Administrator’s decisions, which are final and binding in all matters related to the Competition. Winning a prize is contingent upon fulfilling all requirements set forth in the Official Rules. \n(the “Sponsor”): New York City Economic Development Corporation, 110 William Street, New York, NY 10038.\n(the “Administrator”): ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nThe Sponsor is the entity responsible for the Competition. The Administrator manages and implements the Competition per the direction of the Sponsor.\nSubmission Period: November 13, 2012 (10:00am Eastern Time) – February 20, 2013 (5:00pm Eastern Time)\nFinalist Judging Period: March 8, 2013 (10:00am Eastern Time) – March 27, 2013 (5:00pm Eastern Time)\nPublic Voting Period: March 8, 2013 (10:00am Eastern Time) – March 27, 2013 (5:00pm Eastern Time)\nFinalists Announced: On or around April 1, 2013 (10:00am Eastern Time)\nStudio Phase: April 2, 2013 (10:00am Eastern Time) – August 30, 2013 (5:00pm Eastern Time)\nGrand Prize Judging Period: September 2, 2013(10:00am Eastern Time) – September 13, 2013 (5:00pm Eastern Time)\nGrand Prize Winner Announced: On or around September 30, 2013 (10:00am Eastern Time) \nA. The Competition is open only to:\n(i) individuals who are at least 18 years of age at the time of entry, are legal residents of the United States, and reside in New York City as of the time of entry and when Finalists are announced;\n(ii) teams of eligible individuals where each team member meets the eligibility requirements for individual Contestants; and\n(iii) corporations (including not-for-profit corporations and other nonprofit organizations), limited liability companies, partnerships, and other legal entities that, at the time of entry are legally formed, maintain their primary place of business in New York City, and employ fewer than ten (10) people (“Organizations”).\nB. Contestants must own or have access at their own expense to a computer, an Internet connection, and any other electronic devices, documentation, software or other items a Contestant may deem necessary to create and enter their Submission.\nC. Each team or Organization shall appoint one individual (the “Representative”) to represent and act, including registering and entering a Submission, on behalf of said team or Organization. The Representative must be duly authorized to submit on behalf of the team or Organization. The Representative represents and warrants that he/she is duly authorized to act on behalf of the team or Organization, and has read the Official Rules and that the team or Organization agrees to abide by these Official Rules. The Representative will ensure that each member of the team or Organization participating in entering the Submission, or in decisions related to the Submission, has read and complies with the Official Rules.\nD. An individual may join more than one team or Organization, and an individual who is part of a team or Organization may also enter the Competition on an individual basis. \nE. The following individuals, teams, and Organizations are not eligible regardless of whether or not they meet the criteria set forth above:\n(i) the Sponsor, the Administrator, and any advertising agency, contractor or other organization involved with the design, production, promotion, execution, or distribution of the Competition (collectively “Promotion Entities”); all employees, representatives and agents of such Promotion Entities; and all members of any such employee, representative or agent’s immediate family or household;\n(ii) any individual involved with the design, production, promotion, execution, or distribution of the Competition and each member of any such individual’s immediate family or household; \n(iii) any organization or individual that employs any Judge or that otherwise has a material business relationship or affiliation with any Judge; and\n(iv) any parent company, subsidiary, or other affiliate of any organization described above.\nF. For purposes hereof:\n(i) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and\n(ii) the members of an individual’s household include any other person who shares the same residence as such individual for at least three (3) months out of the year. \nA. Contestants may enter a Submission between November 13, 2013 at 10:00am Eastern Time and February 20, 2013 at 5:00pm Eastern Time (the “Competition Submission Period”). The Administrator’s computer is the official time keeping device for this Competition.\nB. Any Submission entered following the Competition Submission Period shall be disqualified. \nA. Registration\n(i) Beginning on November 13, 2013 at 10:00am Eastern Time, visit http://NextTopMakers.com (the “Competition Website”) and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. There is no charge to create a ChallengePost account.\n(ii) After a Contestant signs up on the Competition Website a confirmation email will be sent to the email address provided by the Contestant. The Contestant will need to verify their email address using the link provided in the confirmation email.\n(iii) Contestant should indicate their agreement in participating by clicking “Accept this Challenge” on the Competition Website in order to receive important Competition updates. \n(iv) In the event of a dispute pertaining to this Competition, the authorized account holder of the email address used to sign up for the ChallengePost account used to enter the Submission will be deemed to be the Contestant’s Representative. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Contestants generally and potential winners may be required to show proof of being the authorized account holder.\nB. Submission\n(i) Contestants must create a design for a new physical product that has commercial potential (the “Product”). Though not required, Contestants are encouraged to create a physical prototype of their Product, if feasible.\n(ii) During the Competition Submission Period, Contestant must visit the Competition Website and confirm that they have read and agree to the Official Rules. The Contestant must enter a Submission by completing the Enter a Submission form at \n. \n(iii) Submissions must include: \na. the Submission name;\nb. a link to a video posted on YouTube.com or Vimeo.com describing the Product’s design, functionality and use scenarios;\nc. one or more images (uploaded to the \"Image(s)\" field on the \n) depicting the Product, Product design, or a physical prototype; \nd. a brief text description summarizing the Product’s functionality and use;\ne. an uploaded PDF file no longer than 5 pages, which includes answers to \n about the Product and Contestant outlined below in Section 6 C;\nf. the submitter type (individual, team, organization);\ng. the Product category (consumer products, equipment, furniture and lighting, soft goods, packaging, interaction, transportation, DIY (kits), or other); and\nh. the Contestant Representative’s phone number.\n(a-h above, are collectively a “Submission”)\n(iv) For sake of clarity, all parts of the Submission must be entered at the same time on the Competition Website. All Submissions must be received no later than 5:00pm Eastern Time on February 20, 2013.  \n(v) Once a Submission has been submitted and the Competition Submission Period has ended, a Contestant may not make any changes or alterations to the Submission. Contestants may save draft versions of their Submission before entering it on the Competition Website. \n(vi) The Sponsor and/or the Administrator, at their sole discretion, may permit a Contestant to modify part of the Submission after the Competition Submission Deadline for the purpose of removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what is permitted by the Sponsor and/or Administrator. Any modifications beyond what is permitted may result in disqualification.\nA. Language Requirements\nAll Submission materials must be in English.\nB. Image, Video and Text Description Requirements\n(i) The text description field must describe the Product’s functionality and use. The text description will be displayed publicly on the Competition Website and should not include private or proprietary information.\n(ii) The images must depict the Product, Product design, or a physical prototype of the Product. Images will be displayed publicly on the Competition Website.\n(iii) The video portion of the Submission:\na. must be no longer than five (5) minutes;\nb. must clearly describe the Product’s design, functionality and use scenarios; and\nc. must not include music or other copyrighted material or use third party trademarks unless the Contestant has written permission to use such material.\n(iv) If the video is primarily promotional rather than a description of the Product’s design, functionality, and use, the Submission may be disqualified at the Sponsor’s and/or Administrator’s sole discretion. \nC. File Upload Requirements\n(i) Contestants must answer each of the questions below to demonstrate how being selected as a Finalist and participating in the Studio Phase will help them launch a successful business. If you do not answer each of the questions, the Submission may be disqualified at the Sponsor’s and/or Administrator’s sole discretion. If the Sponsor and Administrator elects to score the Submission, having a nonresponsive answer will result in a lower score. \na. \n: Explain the current state of your Product and team. What iterations have been made of your Product to date?  What resources have you leveraged to make this possible? Why is your team qualified to execute on your Product idea and lead a successful commercialization? Please discuss your team’s commitment, what expertise you have or lack, and what your team has built or produced previously.\nb. \n: What keeps you from completing your Product and bringing it to market without assistance? Beyond the scope of the Competition and assistance, what are the risks and challenges that come with launching your Product, and how are you qualified to overcome them?\nc. \n: Please explain how the Studio Phase will move your Product forward. Where do you see your Product being after 5 months of mentorship and studio time? Please explain your goals and why they are realistic. What are your goals for this project in the next year?\nd. \n: Please explain how you plan to manufacture and distribute your Product. Please include information on required materials or resources, potential vendors, any regulatory barriers, and any environmental requirements or outputs to consider.\ne. \n: Please explain how you plan to market and sell your Product. Please include thoughts on sales channels, costs and pricing, what it will take to be profitable. Please explain how your Product is different from other products on the market and how you can demonstrate a demand for your Product. \n(ii) Contestants must upload their answers to the questions in Sections 6(C)(i) (the “Required Questions”) in a single PDF file, no longer than 5 pages, on the Enter a Submission form. A readable font size must be used and the pages can either be single or double spaced. Each question must be stated in the PDF file with the Contestant’s answer below the question.\n(iii) Contestants may include additional information, including Product specifications, images, or diagrams. Uploaded file types must be PDF or JPEG. Contestants may upload multiple PDFs or JPEGs by including them in a single uploaded Zip file. Contestants should include any information they do not want viewed by the public in the uploaded file. Only the Sponsor, Administrator, and Judges will be able to view the uploaded the file.\nD. General Requirements\nIn addition to the requirements described above in Sections 5(B) and 6(B):\n(i) Submissions must include a design and description of a new physical Product, which is scientifically feasible, and can be produced, manufactured, or fabricated using existing technology. \n(ii) Contestants must enter a Product in at least one of the following categories:\na. \n, including Products designed for personal use, such as home, work, leisure, health, sports, and electronics;\nb. \nincluding equipment designed for public, commercial, industrial, medical, and scientific use such as operations, production, and construction;\nc. \nincluding furniture and lighting Products in any context (private, public, commercial, or industrial use);\nd. \nincluding Products made from soft materials for personal, recreational, outdoor, or work use;\ne. \nincluding Products that relate to the packaging of goods;\nf. \nincluding\ninteractive multimedia and user interface Products with physical components for mobile devices and experimental installations;\ng. \nincluding vehicles or modes of transportation used to get people or objects from one place to another;\nh. \nincluding any consumer-assembled Product that provides tools or componentry for consumers to produce a final object by themselves; and\ni. \n, including all other Products that do not fall into one of the categories listed above, are not otherwise prohibited below in Section 6 D (iii), and are eligible under these Official Rules.\n(iii) Contestants may NOT enter a Product that is a:\na. Consumer non-durable good (including but not limited to food; beverages; garments shoes and other textile goods; and health and beauty products such as cosmetics, medicines, nutritional supplements and vitamins);\nb. Agricultural product;\nc. Media product (including, but not limited to books, publications, music, photographs, video, and film);\nd. Weapon;\ne. Sex toy;\nf. Chemical, liquid or gas;\ng. Permanent structure;\nh. Raw material; or\ni. Art, sculpture, or painting, unless the Product is reproducible, scalable, and has functionality beyond decoration.\n(iv) The Product described in the Submission must be new and must not be commercially available at the time of entry or during the Competition Submission Period or Finalist Judging Period.\n(v) The Product must not be substantially similar to an existing product distributed commercially by the Contestant.\n(vi) Production of the Product should be scalable, meaning that the unit cost of production decreases as the number of units produced increases.\n(vii) A Contestant may enter more than one Submission. However, each Submission must be, at the sole discretion of the Sponsor and Administrator, substantially different from the Contestant’s other Submissions. If similar Submissions are received, the Sponsor and/or Administrator may require the Contestant to choose one of the similar Submissions to enter. If an individual is a member of more than one team or Organization, the Submissions made by the team or Organization that the individual is part of must be substantially different from the Contestant’s other Submissions.\n(viii) A Submission may be rejected at the sole discretion of the Sponsor and Administrator, if the Submission, either in part or in its entirety, is deemed to be obscene, defamatory, likely to incite violence or illegal activity, in violation of any third-party’s rights, or is otherwise deemed to be inappropriate.\n(ix) Submissions must: (a) be the original work product of the Contestant; (b) be solely owned by Contestant and with no other person or entity having any right or interest in it; and (c) not violate the Intellectual Property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Contestant may contract with a third party for technical assistance to create the Submission provided the Submission components, including the design and prototype, if applicable, are solely the Contestant’s work product and the result of the Contestant’s ideas and creativity, and the Contestant owns all rights to them.\n(x) Contestants may utilize open source hardware in their Submission, provided the Submission follows all terms of the open source license the Submission builds on, and provided their Product includes substantial modifications and improvements to the open source hardware. Submissions proposing to manufacture and commercialize open source hardware without modifications to the design by the Contestant will not be eligible.\n(xi) Contestants may be required to provide additional information, and the Administrator has the right to request additional information, to verify any aspect of the Submission. Contestants depicting a physical prototype of their Product may be required to provide access to the physical prototype upon request. Failure by a Contestant to respond in a timely fashion or fully honor such a request may result in disqualification of the Submission.\n(xii) Submissions must not include any email addresses, phone numbers, addresses, or social security numbers in the Submission name, text description, video, or images. \n(xiii) Submissions must not attempt to duplicate a prior Submission already submitted in this Competition. Sponsor or Administrator reserves the right in its sole discretion to disqualify any Submission that is a duplicate or substantially similar to another Submission.\n(xiv) By entering a Submission, Contestant represents, warrants and agrees that the Submission is their own work, and complies with the Official Rules. \nContestant further represents, warrants and agrees that any use of the Submission by the Sponsor, Administrator and/or Judges (or any of their respective partners, subsidiaries and affiliates) as authorized by these Official Rules, shall not:\na. infringe upon, misappropriate or otherwise violate any intellectual property right or proprietary right including, without limitation, any statutory or common law trademark, copyright or patent, nor any privacy rights, moral rights nor any other rights of any person or entity; or\nb. constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy. \nA. All Submissions may be disclosed in accordance with the standards specified in the Freedom of Information Law, Article 6 of the Public Officers Law of the State of New York (“FOIL”). A respondent may provide in writing, at the time of its submission, a detailed description of the specific information contained in its Submission which it has determined is a trade secret and which, if disclosed, would substantially harm such entity’s competitive position. This characterization shall not be determinative, but will be considered by the Sponsor when evaluating the applicability of any exemptions in response to a FOIL request. \nB. Submissions will include components that will be displayed publicly on the Competition Website and other media, with attribution to the Contestant (the “Public Submission”) and components that will not be displayed publicly unless disclosure is required in accordance with FOIL (the “Non-Public Submission”). The Public Submission includes the Submission name, text description, video, images, submitter type, product category and website URL (if submitted). The Non-Public Submission includes the uploaded PDF file and the Contestant Representative’s phone number.\nC. The Sponsor and Administrator, and any third parties acting on the Sponsor’s behalf, will have a royalty-free, non-exclusive, worldwide license to display publicly and use for promotional purposes the Public Submission, in perpetuity. This license includes posting or linking to the Public Submission on Sponsor and Administrator’s websites, including the Competition Website, and partner websites, and inclusion of the Submission in any other media, worldwide. The Non-Public Submission may be viewed by the Sponsors, Administrator, and Judges for screening and evaluation purposes, and may be disclosed in accordance with FOIL. \nA. Eligible Submissions will be posted on the Competition Website on a rolling basis after being screened by the Administratorfor completeness and appropriateness of content, and adherence to the requirements of the Official Rules. The Administrator has the right to request additional information required to determine Submission and Contestant eligibility. Failure by a Contestant to respond or honor such a request may result in disqualification of the Submission. \nB. Public display of a Submission on the Competition Website gallery does not constitute a final determination by the Sponsor and/or Administrator that the Submission met requirements and is eligible.  Accordingly a Submission may still be disqualified even after it has been publically displayed. \nC. Non-Contestants interested in the Competition may obtain updates on the Competition by creating an account on the Competition Website or by logging in using an existing ChallengePost account. Additionally, such registered visitors (“Registered Visitors”) will be able to cast one vote during the Public Voting Period for each of their favorite Submissions as part of the Popular Choice Finalist Award, as further described in Section 10 below. \nA. During the Finalist Judging Period, the Submissions will be evaluated by a qualified panel of impartial judges (the “Judges”) selected by the Sponsor and the Administrator. Such Submissions may be evaluated in one or more rounds of judging, and each round of judging may involve different Judges. The Judges will evaluate each Submission on the criteria identified below to select five (5) Finalist Award Winners. The Sponsor and the Administrator reserve the right to substitute or modify the judging panel at any time for any reason.\nB. All Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge, the Sponsor or the Administrator considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions. This includes, but is not limited to, cases where a Judge has a material business relationship or affiliation with a Contestant.\nC. Judges will rate the quality of all Submissions using the following six (6) equally weighted criteria:\n(i) \n (including originality and creativity and whether the Product is substantially different from current market offerings)\n(ii) \n (including thoroughness of Product design documentation submitted; the degree to which the Product’s visual appeal and user experience are demonstrated; and the inclusion and quality of a physical prototype, if appropriate) \n(iii) \n (including feasibility of production, material and production costs, scalability, and potential demand) \n(iv) \n (including business ecosystem fit, whether part of the production value chain could exist locally, and potential for local Product adoption)\n(v) \n (including how a Contestant plans to use the Studio Phase to move their Product forward in a way that could not be achieved without assistance)\n(vi) \n (including prior successes and experience of team members and capacity of the team to execute and bring the Product to market)\nD. The five (5) Contestants whose Submissions earn the highest overall score, excluding, if applicable, the potential winner of the Popular Choice Finalist Award, will become potential winners of the Finalist Award Prizes identified below in Section 13. The Popular Choice Finalist Award winner is not eligible to be a Finalist Award winner. If the Popular Choice Finalist Award winner is one of the five Contestants whose Submissions earn the highest overall scores from the Judges, then the Contestant whose Submission earns the sixth overall highest score, will become a potential winner of the Finalist Award.\nE. Tie Breakers. In the event of a tie between two or more Submissions, the tied Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the second, third, fourth, fifth, and sixth criterion listed above, respectively. If two or more Submissions are tied on all six criteria, the panel of Judges will vote on the tied submissions (the “Tie-Breaker Criteria”).\nF. A Contestant’s likelihood of becoming a Finalist Award Winner will depend primarily on the number and quality of Submissions, as determined by the Judges using the criteria in these Official Rules. \nA. Voting on the Competition Website during the Public Voting Period will determine the potential winner of the Popular Choice Finalist Award.\nB. The potential winner of the Popular Choice Finalist Award will be determined on the basis of the verified vote counts, as determined by the Administrator in its sole discretion. The Sponsor and the Administrator reserve the right to extend or change the Public Voting Period at any time for any reason.\nC. One (1) potential winner of the Popular Choice Finalist Award (described in Section 13 below) will be selected based solely on the highest number of verified votes received from Registered Visitors on the Competition Website.  If there is a tie between or among two or more Submissions for the Popular Choice Award, the higher scoring Submission will be determined by the Tie-Breaker Criteria (described in Section 9 E above). \nD. The likelihood of being selected to win the Popular Choice Finalist Award depends on the total number of verified votes received on the Submissions relative to other Submissions. \nE. Use of an automated process or similar device to submit an electronic vote is strictly prohibited. Any attempt to circumvent the one-vote limit per Submission, including the use of multiple email addresses or any form of automated vote processes will subject all votes from the person or entity to disqualification. The Sponsor and/or the Administrator reserves the right to disqualify any Contestant at their sole discretion, if a Contestant receives multiple and/or irregular votes from the same user or users, or receives votes in a manner that otherwise may indicate automated or non-automated vote manipulation. If the voting process for the Popular Choice Finalist Award fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the Sponsor and/or the Administrator at their sole discretion reserve the right to determine the Popular Choice Finalist Award by using non-suspect votes, or by any other means the Administrator deems appropriate.  Contestants may not pay or otherwise compensate anyone or provide any other type of consideration in exchange for votes. If no alternative means of determining a winner of the Popular Choice Finalist Award is available, Administrator may eliminate the Popular Choice Finalist Award or award one addition Finalist Award.  \nA. Following the Studio Phase, the Judges will evaluate the Finalist Award winners and Popular Choice Finalist Award winner during the Grand Prize Judging Period.\nB. Finalists will attend a judging event where they will give a presentation on their progress developing and commercializing their Product and provide Judges with access to a physical prototype of their Product, if possible. Sponsor shall have the sole ability to determine the date and the location of the presentation. Failure to give a presentation may result in immediate disqualification. \nC. Judges will rate all six Finalists using the following two (2) equally weighted criteria:\n(i) \n (Including the relative progress made developing a prototype and bringing the Product to market, and the team’s success in executing on their goals); and\n(ii) \n (Including commercial potential of the Product and the team’s potential for success after the Studio Phase).\nD. The one (1) Finalist whose Submission earns the highest overall score will become the potential winner of the Grand Prize – Most Promising Business Award prize identified below in Section 13. \nE. Tie Breakers.  In the event of a tie between or among two or more Finalists, the tied Finalist with the highest score in the first criterion listed above shall be deemed the higher scoring Finalist. In the event any ties remain, the tied Finalist with the highest score in the second criterion listed above shall be deemed the higher scoring Finalist. If two or more Finalists are tied on both criteria, the panel of Judges will vote on the tied Finalists.\nF. A Contestant’s likelihood of winning the Grand Prize – Most Promising Business Award once selected as a Finalist, will depend primarily on the Contestant’s progress during the Studio Phase, their potential to develop a successful business, and the progress and potential of other Finalists, as determined by the Judges using the criteria listed above in 11 C (i) and (ii). \nA. ALL POTENTIAL FINALISTS AND THE GRAND PRIZE WINNER ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE SUBMISSION BY THE SPONSOR AND THE ADMINISTRATOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE COMPETITION. Potential Finalists and Grand Prize winner must continue to comply with all terms and conditions of these Official Rules throughout the Competition. Potential Finalists will be notified using the email address associated with the ChallengePost account used to enter the Submission on or about April 1, 2013. The potential Grand Prize winner will be notified using the email address associated with the ChallengePost account used to enter the Submission on or about September 30, 2013. For sake of clarity, the notification will only be sent to the Representative of the team or Organization. \nB. In order to win a Prize, the potential Finalists and Grand Prize winner will be required to sign and return to the Administrator, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within seven (7) business days.\nC. At the sole discretion of the Sponsors and Administrator, a potential Finalist or Grand Prize winner will be deemed ineligible to win if: \n(i) the potential Finalist or Grand Prize winner cannot be contacted within seven (7) business days, or is contacted and refuses the Prize;\n(ii) the potential Finalist or Grand Prize winner fail(s) to sign and return the affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within seven (7) business days from receipt of such documents; \n(iii) the potential Finalist or Grand Prize winner is returned as undeliverable; or \n(iv) the Submission or the potential Finalist or Grand Prize winner, or any member of a potential Finalist’s or Grand Prize winner’s team or Organization, is disqualified for any other reason.  In the event of such disqualification, the Sponsor and Administrator, at their sole discretion, may award the applicable Prize to an alternate potential Finalist or Grand Prize winner. \n \nA. No Prize substitutions will be made. Prizes must be accepted as awarded. No transfer or substitution of a Prize is permitted except at the Sponsor’s and Administrator’s sole discretion. The Prize will be provided following receipt of the signed affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) form(s).\nB. Winners shall be responsible for any applicable federal, state, and local taxes associated with the Prize. \nC. Each Contestant hereby acknowledges and agrees that the relationship between the Contestant, the Sponsor and the Administrator, is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide the Contestant’s Submission to the Sponsor and Administrator for the purposes of this Competition does not place the Sponsor, the Administrator, and their respective agents in a position that is any different from the position held by the members of the general public with regard to elements of the Submission, except as specifically provided in these Official Rules. \nTo remain eligible for the Studio Phase and Prizes, Finalists must meet the following requirements:\nA. One or more members of the Finalist’s team or Organization must use the studio space at least once per week during the Studio Phase. The minimum hours spent at the studio space on that day will be determined by the Sponsor in its sole discretion.\nB. Each Finalist must update their progress once every two weeks during the Studio Phase by posting an update on the Competition Tumblr website. Finalists will be provided with the Competition Tumblr URL and instructions for posting their updates. The update must include at least one of the following: \n(i) a text description of the progress made, which must address at least one of the following: (a) how the Finalist’s product or team has changed during the preceding two weeks; (b) what new constraints the Finalist has been confronted with and how the Finalist has dealt with them; and (c) what new insights the Finalist has had regarding their product's manufacturing and distribution process and business plans; and/or\n(ii) Images or video to further describe the Finalist’s work to date.\nIf a Finalist fails to meet these obligations, the Sponsor in its sole discretion, may disqualify a Finalist without notice and the Finalist will not then be eligible for the Grand Prize. \nA. By entering, each Contestant (including all participating members of the team or Organization) agree(s) to:\n(i) comply with and be bound by these Official Rules and the decisions of the Sponsor, Administrator, and/or the Competition Judges which are binding and final in all matters relating to this Competition; \n(ii) release, indemnify, defend and hold harmless the Sponsors Administrator, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of Submission or entry of a Submission, participation in the Competition, acceptance or use or misuse of the Prize (including any travel or activity related thereto), participation in the Studio Phase, and/or the broadcast, transmission, performance, exploitation or use of Submission as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Sponsor’s, the Administrator’s or a Contestant’s electronic or printing error or by any of the equipment or programming associated with or utilized in the Competition;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Competition Website;\n(iii) unauthorized human intervention in any part of the entry process or the Competition;\n(iv) technical or human error which may occur in the administration of the Competition or the processing of Submissions; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Contestant’s participation in the Competition or receipt or use or misuse of any Prize. If for any reason any Contestant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, the Contestant’s sole remedy is to request the opportunity to resubmit its Submission, which request will be determined at the sole discretion of the Sponsor and the Administrator if the Competition Submission Period is still open. \nParticipation in the Competition constitutes a Finalist and Grand Prize winner’s consent to Sponsor’s and Administrator’s, and their agents’ use of the winner’s name and description, including Organization name, if applicable, and the likeness, photograph, voice, opinions, comments and/or hometown and state of residence of individuals who participated in the Submission, for promotional purposes in any media, worldwide, without further payment or consideration, for a period of two years following the conclusion of the Competition. \nA. Sponsor and Administrator reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond Sponsor’s and Administrator’s control impairs the integrity or proper functioning of the Competition, as determined by Sponsor and Administrator at their sole discretion. The Sponsor and Administrator reserve the right at their sole discretion to disqualify any individual or Contestant it finds to be tampering with the Competition, specifically including but not limited to the entry or voting process (for example by using the aid of computer software programs to auto-fill entries) or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, not in the best interests of this Competition, or a violation of any applicable law or regulation.\nB. Any attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor and the Administrator reserve the right to take proper legal action, including, without limitation, referral to law enforcement, for any illegal or unlawful activities.\nC. The Sponsor and/or the Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The Sponsor and the Administrator are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor or Administrator.\nD. In the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Competition materials, including but not limited to the Competition Submission form, Competition Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nE. The Sponsor and the Administrator reserve the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, the Sponsor and the Administrator. The Sponsor and Administrator will post the terms and conditions of the amended Official Rules on the Competition Website. Any amendment will become effective at the time the Sponsor and/or Administrator post the amended Official Rules.\nF. Excluding Submissions, all intellectual property related to this Competition, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor and/or the Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited.\nG. Should any provision of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision. \nBy entering, all Contestants, including the participating members of a team or Organization, agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Contestant’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \nA. Contestants agree that:\n(i) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded shall be resolved individually, without resort to any form of class action;\n(ii) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court; and \n(iii) under no circumstances will Contestants be entitled to, and Contestants hereby waive all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants, the Sponsor and the Administrator in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \nAny personal information collected from you when entering the Competition is subject to the Administrator’s privacy policy located here: \n. \nFor Competition Finalists, visit the Competition Website on or about April 1, 2013. For the Competition Grand Prize winner visit the Competition Website on or about September 30, 2013. \nIf you have any questions or wish to send us any notice regarding this Competition, please email us at \n. \n \n ", "hackathon-prizes": [{"prize-content": "Awarded to the Finalist that makes the most progress during the Studio Phase and shows the greatest promise for continued business success.", "prize-title": "Grand Prize"}, {"prize-content": "Finalists will participate in the Studio Phase from April 2013 to August 2013. During this \"business accelerator,\" up to three members of each finalist team or organization will receive 5 months of studio space from", "prize-title": "Finalist Award"}, {"prize-content": "The Popular Choice Finalist will also participate in the Studio Phase from April 2013 to August 2013. During this \"business accelerator,\" up to three members of the finalist team or organization will receive 5 months of studio space from", "prize-title": "Popular Choice Finalist"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nexttopmakers.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Including originality and creativity and whether the new product design is substantially different from current market offerings."}, {"judging-criterion": "Including thoroughness of product design documentation submitted; the degree to which the product’s visual appeal and user experience are demonstrated; and the inclusion and quality of a physical prototype, if appropriate."}, {"judging-criterion": "Including feasibility of production, material and production costs, scalability, and potential demand."}, {"judging-criterion": "Including business ecosystem fit, whether part of the production value chain could exist locally, and potential for local product adoption."}, {"judging-criterion": "Including how a submitter/team plans to use the Studio Phase to move their product forward in a way that could not be achieved without assistance."}, {"judging-criterion": "Including prior successes and experience of team members and capacity of the team to execute and bring a product to market."}, {"judging-criterion": "Including the relative progress made developing a prototype and bringing a product to market, and the team’s success in executing on their goals."}, {"judging-criterion": "Including commercial potential of the product and the team’s potential for success after the Studio Phase."}], "hackathon-location-address": "", "hackathon-description-header": "New York City challenged makers, designers, and engineers to develop new products with commercial potential.", "hackathon-prizes-total": "$11,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}