{"hackathon-description-text": "\nWelcome to the", "hackathon-number-of-prizes": "15", "hackathon-id": "hackru-s18", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nStudents who have registered for HackRU and checked-in to the event are eligible to participate. As per MLH regulations, all hackers must currently be a student or have graduated within the last school year.\nAll participants are only allowed to be a part of ", "hackathon-number-of-participants": "151", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nStudents who have registered for HackRU and checked-in to the event are eligible to participate. As per MLH regulations, all hackers must currently be a student or have graduated within the last school year. \nThose attending must abide to the \n \n\nHackRU is a community hackathon intended for collaboration and learning in the student community. We value the participation of each member of the student community and want all attendees to have an enjoyable experience. All participants are expected to show respect to other fellow participants throughout the hackathon. All attendees and speakers at HackRU are required to conform to the following Code of Conduct. The organizing team and Rutgers University reserve the right to enforce, revise, and append these rules.\nWe believe that every individual has the right to hack in a safe and amicable environment. All HackRU participants comply to:\n\nIf you feel uncomfortable or think there may be a possible violation of the code of conduct, please report it immediately. All individuals who report remain anonymous. The HackRU Organizers will work to resolve all incidents alongside MLH representatives. ", "hackathon-prizes": [{"prize-content": "Apple AirPods for each member of winning team. Max 4 hackers on a team.", "prize-title": "1st Place Winner"}, {"prize-content": "Amazon Echo (2nd Gen) for each member of winning team. Max 4 hackers on a team.", "prize-title": "2nd Place Winner"}, {"prize-content": "Fitbit Charge HR for each member of winning team. Max 4 hackers on a team.", "prize-title": "3rd Place Winner"}, {"prize-content": "Bose QC35 Series II for each member of winning team. Max 4 hackers on a team. Sponsored by Bose.", "prize-title": "Best Use of Bose SoundTouch API"}, {"prize-content": "Beats Studio Wireless for each member of winning team. Max 4 hackers on a team. Sponsored by Merck.", "prize-title": "Best Health Hack"}, {"prize-content": "Gift cards (TBD) for each member of winning team. Max 4 hackers on a team. Sponsored by Wakefern.", "prize-title": "Best Use of Technology"}, {"prize-content": "Millennium Falcon Waffle Makers for each member of winning team. Max 4 hackers on a team. Sponsored by Twilio.", "prize-title": "Best Use of Twilio API"}, {"prize-content": "$100 Amex Gift Cards for each member of winning team. Max 4 hackers on a team. Sponsored by iCIMS.", "prize-title": "Best Use of HackiCIMS API"}, {"prize-content": "$250 AWS Credit per team member", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essentials kit for each team member", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Rutgers apparel (hoodies, hats, shirts, etc.) for each member of winning team. Max 4 hackers on a team.", "prize-title": "Best Rutgers Hack"}, {"prize-content": "Google Home Mini for each member of winning team. Max 4 hackers on a team.", "prize-title": "Best Hardware Hack"}, {"prize-content": "T-Rex inflatable costume for each member of winning team. Max 4 hackers on a team.", "prize-title": "Funniest Hack"}, {"prize-content": "TETON Sports Explorer 4000 Backpack for each member of winning team. Max 4 hackers on a team.", "prize-title": "Best Environmental Hack"}, {"prize-content": "$55 Netflix gift card for solo hacker.", "prize-title": "Best Solo Hack"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackru-s18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "HackRU is a 24-hour hackathon at Rutgers University. We welcome hundreds of students to join us in building awesome software and hardware projects.", "hackathon-prizes-total": "$6,240", "hackathon-location-description": "", "hackathon-end-date": "2018-04-22", "has-projects": "True"}