{"hackathon-description-text": "\nCalling all scientists, software engineers, policy makers, designers, and entrepreneurs: please join us for the 4th annual BERC Cleanweb Hackathon! The election results will be in and our uncertain future requires some brave new hacks. Teams are challenged to create new ideas in the energy, resources, legal, and political sectors. Food and beverages will be provided by BERC.", "hackathon-number-of-prizes": "3", "hackathon-id": "brave-new-hacks", "hackathon-judges": [{"judge-role": "Clean Energy Leadership Institute", "judge-name": "Jackie Weidman"}, {"judge-role": "Advanced Microgrid Solutions", "judge-name": "Kate Knox"}, {"judge-role": "LBNL", "judge-name": "Sam Saxena"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\n: Minimum of 2. Recommended Max of 5.\nTeams larger than 5 are allowed but will incur a penalty during the judging phase. From experience, we also find that teams larger than 5 tend to struggle with productivity and organization!", "hackathon-number-of-participants": "34", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou can submit between 5pm and 5:30 pm on Saturday.", "hackathon-rules": "\n Submissions judged only on content developed during hackathon period: Friday 6:30pm to Saturday 5pm. A note on packages: while we encourage the use of packages to save time, in jduging, greater empahsis will be placed on original code, especially for visualizations. \n All code must be submitted to a repository on Github to verify time of edits.\nAll teams must deliver a 4 minute presentation, followed by 2 mins of Q&A from the judges and audience. \n All submissions must be related to energy, resources, legal, or political topics.\n:\nExternal hardware is allowed (e.g. Wifi lighbulbs, arduinos, etc.), but projects will be judged  only on code or developments which occur during the Hackathon. \nIn the event of any dispute, the decision of Hackathon organizers will be final.\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following \n. Organisers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.\n\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "Software"}, {"prize-content": "", "prize-title": "Visualization"}, {"prize-content": "People's choice!", "prize-title": "Bravest Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Berkeley, CA 94720, USA", "hackathon-url": "https://brave-new-hacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Must make a positive impact on an energy, resource, legal, or political issue. Describe your impact, and quantify potential impact, if possible."}, {"judging-criterion": "How original and creative is your project?"}, {"judging-criterion": "How much code were you able to write in support of your project? What types of tools did you employ?"}, {"judging-criterion": "Have you thought about next steps if you were to continue this project?"}], "hackathon-location-address": "Berkeley, CA 94720, USA", "hackathon-description-header": "Our Uncertain Future Requires Some Brave New Hacks", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "Berkeley Institute for Data Science", "hackathon-end-date": "2016-11-20", "has-projects": "True"}