{"hackathon-description-text": "\nThe International Space Apps Challenge is the world biggest mass collaboration focused on space exploration that takes place over 48-hours in more than 180 cities around the world. The event embraces collaborative problem solving with a goal of producing relevant open-source solutions to address global needs applicable to both life on Earth and life in space.", "hackathon-number-of-prizes": "5", "hackathon-id": "spaceappssv2016", "hackathon-judges": [{"judge-role": "SAP", "judge-name": "Victor Taratukhin"}, {"judge-role": "NewMan's BA", "judge-name": "Irena Chaushevska"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\n\nAnyone can participate in the International Space Apps Challenge. Best fit are people between 18 and 35 years old.\nIt requires individuals with a broad range of skills. We are looking for engineers, technologists, scientists, designers, artists, educators, students, entrepreneurs – anyone who has a passion for changing the world and is willing to contribute.\nYou can come with a team or find a team at the pre-event meet-up or at the event itself. Teams should have between 3 and 6 members.\nWe invite engineers, coders, makers, artists and storytellers to connect over mission-related challenges. The growing Space Apps community represents the core of \nJoin us at Space Apps Silicon Valley. Here's how you can get plugged in:", "hackathon-number-of-participants": "11", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n \nSpace Apps offers local and global awards. Solutions with intriguing and innovative insights and compelling storytelling rise to the top in the judging process. Global award winners receive an invitation to NASA to attend a rocket launch, as well as bragging rights among their peers and community.\nDon't forget! To be eligible for global awards, you should:\nFor more info check: ", "hackathon-rules": "\n\nTo be considered as officially registered for the hackathon and to be able to enter at its location you must first register at: \n\nThe challenges in each of the 6 categories can be found at https://2016.spaceappschallenge.org/challenges. In spite of the name, it is not just about APPS! There would be challenges that involve robotics, data visualization, hardware, design, and many other elements!\n\nThis competition might define your future and direct your further growth and activities in the areas of innovation, high technologies and space endeavors. It might help you get a dream job, internship, training scholarship or even to become a start-up employee or cofounder.\n\nThe challenge will represent unique opportunity to bring your efforts and ideas in front of international audience and to win shortcut for the attention of NASA and ESA as well as of some of the biggest commercial space companies and international venture funds.", "hackathon-prizes": [{"prize-content": "The winning team will get tickets for the SAPPHIRE conference and will have a chance to join the SAP startup.focus program.", "prize-title": "1st PLACE (GLOBAL NOMINEE)"}, {"prize-content": "The second team will get conference tickets to SAP TechEd and may pitch to the startup.focus program.", "prize-title": "2nd PLACE (GLOBAL NOMINEE)"}, {"prize-content": "The winning team of the Silicon Valley Public Award will get a SAP Next-Gen swag package incl. a skateboard.", "prize-title": "TEAMS' CHOICE (GLOBAL NOMINEE)"}, {"prize-content": "The brightest ideas across the Space Apps' universe receive global recognition. You need to be winner of one of the 3 awards at local level to become nominee for an award at the global level.", "prize-title": "GLOBAL WINNER"}, {"prize-content": "Global citizens, like you, determine this global award with your votes. NASA selects the top finalists, and people do the rest. Voting will be open for two week.", "prize-title": "PEOPLE'S CHOICE"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 Tower Pl #1100, South San Francisco, CA 94080, USA", "hackathon-url": "https://spaceappssv2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "For winning award at the Silicon Vally location you will need to present your solution on April 23, 4:30 pm in front of the local judges in person."}, {"judging-criterion": "To be eligible for global awards first you need to win one of the 3 local awards, and to: Include a link to code in a public repository, Submit a 30-second video about your project, Keep any code developed during the event open-source."}, {"judging-criterion": "Global citizens, like you, determine this global award with your votes. NASA selects the top finalists, and people do the rest. Voting will be open for two weeks on our site."}], "hackathon-location-address": "1 Tower Pl #1100, South San Francisco, CA 94080, USA", "hackathon-description-header": "The world biggest hackathon for open-source solutions for Space and Earth challenges", "hackathon-prizes-total": "0", "hackathon-location-description": "SAP SuccessFactors", "hackathon-end-date": "", "has-projects": "False"}