{"hackathon-description-text": "\nNorthumbrian Water are currently seeking to evidence the potential of investing in a new customer facing insight tools. We are organising an exciting 2-day initiative to bring together data analysts and expression specialists, software developers, and entrepreneurs to demonstrate the potential value of the investment in creating new solutions to improve the quality of insight provided to non-household customers and specifically considering the needs of local authorities and government.", "hackathon-number-of-prizes": "3", "hackathon-id": "smartwatercity", "hackathon-judges": [{"judge-role": "Sunderland Software City", "judge-name": "Naomi Morrow"}, {"judge-role": "+ADD Strategy", "judge-name": "Paul Sutherland"}, {"judge-role": "NWL", "judge-name": "Andrew Sinclair"}, {"judge-role": "Sunderland City Council", "judge-name": "David Cooper"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nDevelop your project at the Sunderland Software Centre, submit project through Devpost, and participate in the Sunday pitching and judging. In order to be eligible for prizes, you must\nIndividuals (over 18 years in age); Teams; Organizations (up to 100 employees)\nUnited Kingdom", "hackathon-number-of-participants": "28", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHow does report concept support effectively support operational eneergy management and decision making?", "hackathon-rules": "\nTo participate you will need to agree with the rules and NDA\n\nA detailed set of our rules can be found here: \nWith regards to students participating NWL also abides by the \n.\n for all participants. You'll need to bring a signed copy with you on the day or be prepared to sign at the start of ther event (one signature per organisation is sufficient).\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "First prize"}, {"prize-content": "", "prize-title": "Runner up"}, {"prize-content": "Five applicant will receive funding in support of participation.  Sunderland Software City team will select participants in collaboration with the NWL IS team.", "prize-title": "Sponsored participation"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Tavistock Pl, Sunderland SR1 1PB, UK", "hackathon-url": "https://smartwatercity.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Usefulness in identifying and tracking potential water energy savings"}, {"judging-criterion": "Smart approaches to integrating available data from local authority, utility and other sources"}, {"judging-criterion": "Beyond operational benefits, the potential to help the local authority save money"}, {"judging-criterion": "Consideration given to data expression and reporting system integration"}], "hackathon-location-address": "Tavistock Pl, Sunderland SR1 1PB, UK", "hackathon-description-header": "Helping energy managers gain better insight and save taxpayers money", "hackathon-prizes-total": "£6,750", "hackathon-location-description": "Sunderland Software Centre", "hackathon-end-date": "2016-10-02", "has-projects": "True"}