{"hackathon-description-text": "\nThe FinTech Hackathon aims to unleash innovation in Financial Technology. The event gives you the chance to build the next big thing in FinTech, with hottest technology on the market. Share ideas, build teams and collaborate on new game-changing products. ", "hackathon-number-of-prizes": "19", "hackathon-id": "fintechhacknyc", "hackathon-judges": [{"judge-role": "FuturePerfect Ventures", "judge-name": "Jalak Jobanputra"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nDesigners and Developers who purchase a", "hackathon-number-of-participants": "39", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nParticipants should submit to ChallengePost by 9PM on April 18, 2015 to qualify for a demo on April 19. ", "hackathon-rules": "\nINTELLECTUAL PROPERTY RIGHTS\n \nAll submissions to the FinTech Hackathon remain the intellectual property of the individuals or organizations that developed them. By registering, consenting to the terms of the Hackathon, and entering a Submission, however, the Participant agrees that the organizers and technology partners reserve an irrevocable, nonexlusive, royalty-free license to use, distribute to the public, and publicly display and perform a Submission for a period of one year starting on the date of the announcement of contest winners (April 7, 2013) as an example of work. We encourage participants to open source their projects to both share their hacks with the greater community and promote innovation in this space.\n \nPROTECTION OF INTELLECTUAL PROPERTY\n \nBy submitting a FinTech Hackathon Entry or accepting any prize, you represent and warrant the following: (a) you will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the content and to grant FinTech Hackathon all of the rights granted herein; (b) you will not publish falsehoods or misrepresentations that could damage FinTech Hackathon, Sponsors, or any third party; (c) you will not submit content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate or destructive to FinTech Hackathon's or Sponsors' brand image or goodwill; (d) you will not post advertisements or solicitations of business; (e) FinTech Hackathon will not be obligated to pay any compensation to, or permit any participation by, any third party in connection with the use, reproduction, modification, publication, display or other exploitation of any of the content that you submit; and (f) the content submitted by you does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.\nBy posting or submitting a FinTech Hackathon Entry to the Contest (regardless of the form or medium of such content), you hereby grant FinTech Hackathon, Sponsors, their respective affiliates, and their affiliates' agents and third party contractors, without additional consideration, a worldwide, perpetual, irrevocable, non- exclusive right and license, with the right to sublicense, to discuss, publicize, market and otherwise display content derived from or relating to the FinTech Hackathon Entry (\"Marketing Content\"), and to distribute and use such Marketing Content for promotional and marketing purposes (either in the form submitted or in the form of a derivative or adapted work). You understand that you will not receive any compensation or credit for use of your FinTech Hackathon Entry, other than what is described in these Official Contest Rules.\n \nCOPYRIGHT\n \nParticipant represents and warrants that he or she is the sole author and copyright owner of the Submission, and that the Submission is an original work of the Participant, or if the Submission is a work based on an existing application, that the Participant has acquired sufficient rights to use and to authorize others, including the FinTech Hackathon, to use the Submission, as specified in the “Intellectual Property Rights” section of the Rules; and that the Submission does not infringe upon any copyright or upon any other third party rights of which the Participant is aware, and that the Submission is free of malware.\n \nORGANIZERS\n \nWinners will be judged based on the following criteria:\nSpecial consideration will be given to entries based on the following criteria:\n \nELIGIBILITY\n \nFinTech Hackathon organizers will have the right at their sole discretion to determine whether an entrant is eligible for the Contest. FinTech Hackathon may disqualify, at organizers’ sole discretion, FinTech Hackathon entries (including, without limitation, content submitted in connection therewith) that (a) are in violation of third party rights or law or regulation, (b) use inappropriate or explicit language or images, or display content that FinTech Hackathon or Sponsors otherwise finds objectionable or inconsistent with FinTech Hackathon’s or Sponsors' brand image or goodwill.\nFinTech Hackathon can accept only those FinTech Hackathon Entries that are completed and submitted as described above and that conform to any technical requirements specified as part of the entry process. FinTech Hackathon entries that do not comply with the provisions of these Official Contest Rules will be deemed ineligible and will not be considered.\n \nWINNER SELECTION/JUDGING CRITERIA\n \nThe Contest winners will be selected by a panel of judges (\"Judges\"). \nBy submitting any FinTech Hackathon Entry, entrants release FinTech Hackathon, Sponsors, their respective subsidiaries, affiliates, directors, officers, employees, representatives, agents, and advisors from any and all liability for any claims, costs, injuries, losses, or damages of any kind arising out of or in connection with the decisions of the Judges.\n \nAWARDS\n \nContest prizes are non-transferable by the winner. If you accept a prize, you will be solely responsible for all applicable taxes related to accepting such prize.\n \nCONDUCT\nBy entering this Contest, you agree to be bound by these Official Contest Rules. The Official Contest Rules will be posted at \n. To the maximum extent permitted by law, FinTech Hackathon reserves the right to change these Official Contest Rules at any time. You further agree to be bound by the decisions of FinTech Hackathon and the judges which shall be final and binding in all respects. FinTech Hackathon reserves the right, at its sole discretion, to disqualify any individual that tampers or attempts to tamper with the FinTech Hackathon Entry process or the operation of the Contest or web site; violates the Official Contest Rules; or acts in an unsportsmanlike or disruptive manner, or with intent to annoy, abuse, threaten or harass any other person.\n ", "hackathon-prizes": [{"prize-content": "Oculus Rift for best use of the MongoDB API", "prize-title": "MongoDB"}, {"prize-content": "$100 Amazon gift cards", "prize-title": "Xignite"}, {"prize-content": "Netflix gift cards", "prize-title": "PsychSigna"}, {"prize-content": "$500 in fxTrade accounts", "prize-title": "OANDA"}, {"prize-content": "$500 Amazon gift card", "prize-title": "Quovo"}, {"prize-content": "$1000 in Cash", "prize-title": "OpenFin"}, {"prize-content": "$500 MasterCard gift card", "prize-title": "MasterCard"}, {"prize-content": "StockTwits swag and app feature", "prize-title": "StockTwits"}, {"prize-content": "TagniFi swag and hoodies", "prize-title": "TagniFi"}, {"prize-content": "Hacker's choice", "prize-title": "Context.IO"}, {"prize-content": "Hacker's choice, gift certificates or bottles of Pahlmeyer wines", "prize-title": "Vestorly"}, {"prize-content": "Oculus Rift Development Kit 2", "prize-title": "ChartIQ"}, {"prize-content": "6 Month API Access", "prize-title": "Estimize"}, {"prize-content": "1 Bitcoin", "prize-title": "Vestorly"}, {"prize-content": "1 year access to stress testing API for your app and a bottle of rare Russian Beluga Vodka", "prize-title": "RiXtrema"}, {"prize-content": "2 $100 Amazon Gift Cards", "prize-title": "OpenShift"}, {"prize-content": "Data Access and Gift Cards", "prize-title": "Edgar Online"}, {"prize-content": "$500 gift certificate to Grand St. and tickets to NYCFC", "prize-title": "Zipmark"}, {"prize-content": "1 Year Free VPS", "prize-title": "Quantconnect"}], "hackathon-location-google-maps": "https://maps.google.com/?q=61 West 23rd Street, New York, NY 10010, USA", "hackathon-url": "https://fintechhacknyc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Applications will be judged on their ability to innovate on current challenges in the finance industry."}, {"judging-criterion": "The judges will consider how well the teams integrate the Sponsor's APIs and technology offerings."}, {"judging-criterion": "A key component of any application is its potential value to consumers in the market. Judges will consider the potential traction of each submission in the current market."}, {"judging-criterion": "The judges will conside the aesthetic design of each application and the design of the user experience."}], "hackathon-location-address": "61 West 23rd Street, New York, NY 10010, USA", "hackathon-description-header": "The FinTech Hackathon aims to unleash innovation in Financial Technology.", "hackathon-prizes-total": "$6,400", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}