{"hackathon-description-text": "\n3/31, 11am-5pm, Hillman 60.", "hackathon-number-of-prizes": "3", "hackathon-id": "washu-acm-hack", "hackathon-judges": [{"judge-role": "", "judge-name": "Ben Oberkfell"}, {"judge-role": "", "judge-name": "Benjamin Reifschneider"}, {"judge-role": "", "judge-name": "Davidson Girard"}, {"judge-role": "", "judge-name": "Sean Mishra"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "17", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe submission should be your best attempt at a functioning application or integration; do not be too worried if the submission doesn't work. 5-6 hours is a very short amount of time to build a project from start to finish, and the judges understand this. Don't be afraid to be ambitious with your project, as long as you can submit a prototype within the 6-hour timeframe.\nYour writeup should include a brief description of the submission.\n ", "hackathon-rules": "\nSubmissions must be made by 5:15pm on 3/31 - do not abuse the 15 minute grace period!\nTeams of up to 4 participants can be formed.\nBy submitting a project to this hackathon, you are allowing ACM, Google Developers Group, SafeTrek, and any other organizations sponsoring this hackathon to display the project on their website; for more information on ownership rights of the code, please speak to representatives of the sponsoring organizations at the event. \nPrizes will be awarded based on the judging criteria established by the sponsors and specified elsewhere in the DevPost page; ACM and the sponsors reserve the right to award these prizes as they deem fit.\n ", "hackathon-prizes": [{"prize-content": "This will be awarded to the best Android app submission.", "prize-title": "Google Home Mini"}, {"prize-content": "The three best SafeTrek API integrations will each win $100 Amazon gift cards! Integrations will be judged based on the successful integration of API, the creativity displayed in the use case, and overall execution.", "prize-title": "Amazon Gift Card"}, {"prize-content": "Will be emailed after the event.", "prize-title": "Balto - Most Polished UI/UX"}], "hackathon-location-google-maps": "", "hackathon-url": "https://washu-acm-hack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Was your app idea innovative? 6 hours is not a lot of time to write code, and the judges completely understand that; be ambitious! As long as you have a reasonably-working prototype, you're fine - we're not expecting a fully-polished product in 6 hours."}, {"judging-criterion": "Successful integration of API, creativity displayed in use case, and overall execution."}, {"judging-criterion": "Most polished UI/UX."}], "hackathon-location-address": "", "hackathon-description-header": "WashU ACM Mini-Hackathon! 3/31 11:00am-5:00pm", "hackathon-prizes-total": "$400", "hackathon-location-description": "Hillman 60, Washington University in St. Louis", "hackathon-end-date": "", "has-projects": "False"}