{"hackathon-description-text": "\nEvery year, six million tons of waste is produced by New York City and disposed through the economically and environmentally unsustainable practice of landfilling. Inspired by NYC’s goal of reaching zero waste by 2030 (0x30), a group of product designers, engineers, waste experts, and environmental lawyers has teamed up to create Hack:Trash:NYC: a three-day collaborative competition to reduce waste in New York City.  ", "hackathon-number-of-prizes": "5", "hackathon-id": "hack-trash-nyc", "hackathon-judges": [{"judge-role": "DSNY", "judge-name": "Bridget Anderson"}, {"judge-role": "Designit", "judge-name": "Mikal Hallstrup"}, {"judge-role": "The New Bureau", "judge-name": "Peter Raymond"}, {"judge-role": "Co:Collective", "judge-name": "Aude Broos"}, {"judge-role": "CLF", "judge-name": "Margot Kane"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "39", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nThe Organizing Committee of Hack:Trash:NYC is proud to host the Hack:Trash:NYC Hackathon on October 27-29, 2017 in New York, New York. The Hackathon is governed by the \n and these Hackathon Official Rules.\nParticipants must register on the Eventbrite registration page in order to participate in Hack:Trash:NYC.\n\nFor the final part of the event, each team will present their solution to a panel of judges in the format of a three-minute presentation, with time for questions and answers. The winning solutions will be selected by the judges to receive prizes based on the four criteria below:\n \nThe winning teams will receive prizes as decided on by our panel of judges. Prizes are final and non-transferable by the winner. If you accept a cash prize, you will be solely responsible for all applicable taxes (if any) related to such prize. Odds of winning any prize depend on the number of eligible entries received and the skill of the entrants. No transfer or substitution of prizes, except at the sole discretion of Sponsor.\n \nThe Organizing Committee is not responsible for resolving any disputes between team members.\nParticipants are responsible for making their own travel and accommodation arrangements and for covering all associated costs and expenses, including travel to/from the venue, overnight accommodations, and meals not provided by the Organizing Committee of the Hackathon.\nTeams should arrive no later than 6:00 PM EST at the venue for the Hackathon. The entire duration of the event will occur at the venue. All meal times and meal choices will be determined by the Organizing Committee in its sole discretion.\n*Event rules are subject to change at the discretion of the Organizing Committee.  Participants will be notified of any rules changes prior to the start of the event. ", "hackathon-prizes": [{"prize-content": "-$1670 Cash", "prize-title": "The New Bureau Winner"}, {"prize-content": "-$1670 Cash", "prize-title": "Co:Collective Winner"}, {"prize-content": "-$1670 Cash", "prize-title": "Designit Winner"}, {"prize-content": "1/2 day open innovation session with The New Bureau", "prize-title": "The New Bureau Extra"}, {"prize-content": "Guaranteed spot to pitch at the next Talk Trash City event for the potential cash prize.", "prize-title": "Trash Talk City Winner"}], "hackathon-location-google-maps": "https://maps.google.com/?q=315 Hudson St, New York, NY 10013, USA", "hackathon-url": "https://hack-trash-nyc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Originality and creativity of analysis – 25%\n\nStrategic and practical implementation, with meaningful impact on reducing waste to landfill – 25%\n\nScalability and organization – 25%\n\nEffective presentation, communication and summary of Solution  – 25%"}], "hackathon-location-address": "315 Hudson St, New York, NY 10013, USA", "hackathon-description-header": "NYC Has a Secret Weapon in its War on Waste (It’s you).", "hackathon-prizes-total": "$5,010", "hackathon-location-description": "Galvanize NY", "hackathon-end-date": "2017-10-29", "has-projects": "True"}