{"hackathon-description-text": "\n#IoTHackDay is a fun, FREE day that brings together teams, novel ideas, and an entrepreneurial spirit to dream up and build cool new devices to solve everyday problems.", "hackathon-number-of-prizes": "4", "hackathon-id": "iothackday2016", "hackathon-judges": [{"judge-role": "IoTFuse", "judge-name": "Crowd / Public Visitors"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nJoin us at #IoTHackDay 2016!\nParticipants with all skill levels are encouraged and eligible to participate.\nNot interested in being on a team and competing but would like to attend and vote on the winner? Register ", "hackathon-number-of-participants": "107", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe submission requirements are very relaxed. Just set up a team here on Devpost.com with a short snippet on what you are planning to create during the Hack Day within 12 hours, and submit your team to the hackathon.\nYou are encouraged to build modules and bring what you need ahead of time to prepare yourself for success. The competition is not only about the product you have envisioned and created, but how much you have been able to build that day. The more you can build to what you orginally spec'ed and share with the group, the better chances you have of winning #IoTHackDay.\n ", "hackathon-rules": "\nAll participants to the event are expected to abide by the \n.\nJudging is based upon a \"crowd vote,\" where visitors are able to talk to participants, and vote based upon the criteria laid out.\nCriteria for judging for the event is based upon novelty and practicality of the concept, and \"impressiveness of completion,\" which basically is a score based upon how far you got during the day.", "hackathon-prizes": [{"prize-content": "IoT Devices", "prize-title": "Grand Prize"}, {"prize-content": "IoT Devices", "prize-title": "Category Prize"}, {"prize-content": "IoT Devices", "prize-title": "Category Prize"}, {"prize-content": "", "prize-title": "Category Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1635 Energy Park Dr, St Paul, MN 55108, USA", "hackathon-url": "https://iothackday2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How new is the concept?"}, {"judging-criterion": "How practical is the concept in normal life, art, industry or otherwise?  How much does it fit its function?"}, {"judging-criterion": "How far did you get during the day?  If you started from complete scratch and ended up building something, you did great!"}], "hackathon-location-address": "1635 Energy Park Dr, St Paul, MN 55108, USA", "hackathon-description-header": "Create IoT Products, Make Friends, Make Art, Build Startups!", "hackathon-prizes-total": "$1,600", "hackathon-location-description": "Minnetronix", "hackathon-end-date": "2016-10-08", "has-projects": "True"}