{"hackathon-description-text": "\nThe 5CHackathon is the official hackathon of the Claremont Colleges. Instead of making hackathons a competitive experience, we make ours one that emphasizes learning, creativity, and having fun. Teams begin working on their project on Friday night and have until Saturday morning at 7:30am to finish. ", "hackathon-number-of-prizes": "1", "hackathon-id": "5chackathon2017fall", "hackathon-judges": [{"judge-role": "Sponsors", "judge-name": "In Person"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "40", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nMake your product, fill out the Google form, submit your hack to DevPost and attend the 5CHackathon final ceremony to show everyone what you built!", "hackathon-rules": "\nYou \nparticipate in the Beginner division if\nYou \nparticipate in the Advanced division if\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes or project content are not appropriate for this event and will not be tolerated.\nHarassment includes but is not limited to offensive verbal comments related to gender, sexual orientation, disability, physical appearance, race, or religion; sexual images in public spaces; deliberate intimidation; unwelcome photography or recording; inappropriate physical contact; and unwelcome sexual attention.\nWe welcome attendees from all backgrounds and skill levels - from “never been to hackathon before” to seasoned developers. This event is about increasing innovation, partnership, and engagement in the technical community on campus.\nDo your best. Learn something new. Don't take it too seriously.\nAttendees violating these rules will be asked to leave the hackathon immediately at the discretion of the organizers. Thank you for helping make this a welcoming, safe space for all.", "hackathon-prizes": [{"prize-content": "", "prize-title": "In Person"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Smith Campus Center, 170 E 6th St, Claremont, CA 91711, USA", "hackathon-url": "https://5chackathon2017fall.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "Smith Campus Center, 170 E 6th St, Claremont, CA 91711, USA", "hackathon-description-header": "The official hackathon of the Claremont Colleges.", "hackathon-prizes-total": "$12,852", "hackathon-location-description": "Edmunds Ballroom, Pomona College", "hackathon-end-date": "2017-11-11", "has-projects": "True"}