{"hackathon-description-text": "\nReimagine the world around you and unleash your inner cartographer. Create a ‘wall worthy’ interactive map that illustrates one way in which you see the world.", "hackathon-number-of-prizes": "4", "hackathon-id": "sjmaps", "hackathon-judges": [{"judge-role": "Clusterpoint Co-founder", "judge-name": "Gints Ernestsons"}, {"judge-role": "Graphics Editor at New York Times", "judge-name": "Tim Wallace"}, {"judge-role": "Chief Technology Officer of the Cadasta Foundation", "judge-name": "Kate Chapman"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "149", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nMaps as Art (the “Hackathon”)\nhttp://sjmaps.challengepost.com (the “Hackathon Website”)\n(the “Poster”): ChallengePost, Inc., 433 W. 14th Street, Suite #3F, New York, NY 10014.\nThe Poster is the sponsor and entity responsible for the Hackathon. Other “sponsors” identified on the Hackathon Website are providing material or promotional support or prizes, and are not responsible for the administration of the Hackathon.\n \nJune 29th, 2015 (10:00am Eastern Time) – July 20th, 2015 (5:00pm Eastern Time) (the “Hackathon Submission Period”)\nJuly 21st, 2015 (9:00am Eastern Time) – July 26th, 2015 (5:00pm Eastern Time) (the “Judging Period”)\nOn or around August 4th, 2015 (10:00am Eastern Time) \nThe Poster will be the official timekeeper for the Hackathon.\n \n\n(the above are collectively, “Makers”)\nAn individual may join more than one team, and an individual who is part of a team may also enter the Hackathon on an individual basis.  \nIf a team is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team, you represent and warrant that you are the Representative authorized to act on behalf of your team.\n\n*Agents include individuals or teams that in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n**The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n \nMakers must do the following to participate in the Hackathon:\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\n(i) \nMakers must create an interactive mapping web/mobile app or hardware hack.\n(ii) \nThe Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video and/or expressed in the text description.\n(iii) \nA submitted Application must run on at least one of the following:\n(iv) \nApplications must be either newly created by the Maker or, if the Application existed prior to the Hackathon Submission Period, must have modified after the start of the Hackathon Submission Period. Modifications made during the submission period should be explained in the application description.\n(v) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster and judges during the Hackathon and until the Judging Period ends.\nIf the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, the Poster reserves the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request.  \nFor Applications running on widely available smartphones, tablets, or desktop computers, Makers may make their Application available using one of the following methods: \nUpload an .apk file on the Enter a Submission form or provide a link for downloading the Application in the “Testing Instructions” field on the Enter a Submission form.\n\nYou may send the Administrator a beta test via Crashalytics. Use the Administrator’s testing email (\n) and UDID’s to provision a build and send the Administrator a link via the “Share Links” button. Add the testing link to the Enter a Submission form under “iOS Build Link”.  Beta by Crashalytics is a free service. Please review the \n.\n\nEnter the Administrator’s email address to share a build for testing. The Administrator’s TestFlight account email is: \n. Please note that if you add the Administrator as an “External Tester” your Application will need to go through \n before you can send your build. This could lead to delay and in order for your Submission to be eligible, you must send your test build before the end of the Hackathon Submission Period. To learn more about TestFlight via iTunes Connect, please review the \n and the \n.\nSend a testing link to the Administrator at: \n, and add the testing link on the Enter a Submission form under “iOS Build Link”. Please note that there is a \n.\nUpload an .xap file in the Enter a Submission form or provide a link for downloading your Application in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files (.exe) on the Enter a Submission form or provide a link for downloading your .exe file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nProvide a link for accessing your Application on the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\n(vi) \nThe Maker may make the Application available to the public via a website or online store, but is not required to do so.\n(vii) \n A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Poster and/or the Administrator.\n(viii) \nApplications may integrate SDKs, APIs and data, provided the Maker is authorized to use them. \n(ix) \nYour Submission must: (a) be your (or your team’s) original work product; (b) be solely owned by you or your team with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n(x) \n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from a Promotion Entity. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from a Promotion Entity any time prior to the end of Hackathon Submission Period. The Poster, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest. \n\nThe text description should explain the features and functionality of your Application.\nThe image(s) should be photographs or screenshots of your working Application. \nMakers may submit a video, but are not required to do so. If a Maker chooses to submit a video, the video:\na. should be less than five (5) minutes;\nb. should include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube, Vimeo, or Youku, and a link to the video must be provided on the submission form on the Hackathon Website; and \nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Poster, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Promotion Entities, and Judges for screening and evaluation.\nMakers represent and warrant that the Poster and Promotion Entities are free to use Makers’ Submission in the manner described above, as provided or as modified by Poster, without obtaining permission or license from any third party and without any compensation to Makers.\n \nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or external, may or may not be listed individually on the Hackathon Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nThe Judges will score eligible Submissions using the following criteria (the “Judging Criteria”):\n(i) \n (Includes creativity and originality);\n(ii) \n (Includes how well the idea was executed by the developer); and\n(iii) \n (Includes the potential impact on users).\nThe Judging Criteria above may not apply to every Prize. See section 7 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJUDGES are not required to test the Application and may choose to judge based solely on the text description, IMAGES and video provided in the Submission. \nFor each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n\nOnly Makers entering eligible Submission to this Hackathon are eligible for the following Prizes:\n(the “Hackathon Prizes”)\nPlease review the ChallengePost Terms of Service at \n for voting rules. \n \nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission (the submitter is the “Representative” in the case of a team). In order to receive a Prize, the potential winner (including all participating team members in the case of a team) will be required to sign and return to the Poster affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, is disqualified for any other reason. \nIn the event of a disqualification, the Poster may award the applicable Prize to an alternate potential winner.\n \nThe Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Hackathon, or if there are no eligible Makers or Submissions for a specific Prize.\nA monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team) after receipt of the Required Forms. Prizes will be payable to the Maker, if an individual, or to the Maker’s Representative, if a team. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team’s participating members, as the Representative deems appropriate. \nWithin 45 days of the Poster’s receipt of the Required Forms\nWinners (and in the case of team, all participating members) are responsible for any fees associated with receiving or using a prize, including but not limited to, wiring fees. Winners (and in the case of team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \nPlease review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster.\nThe Poster collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \n.\n \nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at \n. ", "hackathon-prizes": [{"prize-content": "Provided by", "prize-title": "Clusterpoint Grand Prize"}, {"prize-content": "Provided by", "prize-title": "MLH Prize"}, {"prize-content": "Provided by ChallengePost: Servers are expensive 'mkay? Save some cash with 'all you can EaaS': 1 year of your favorite subscription entertainment service. Choose from Spotify, Rdio, Netflix, Hulu or HBO Now.", "prize-title": "All you can EaaS"}, {"prize-content": "Provided by", "prize-title": "Digital Ocean Credits - $100"}], "hackathon-location-google-maps": "", "hackathon-url": "https://sjmaps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality"}, {"judging-criterion": "Includes how well the idea was executed by the developer"}, {"judging-criterion": "Includes the potential impact on users"}], "hackathon-location-address": "", "hackathon-description-header": "Show us the world you live in.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-07-20", "has-projects": "True"}