{"hackathon-description-text": "\nMariHacks is a day-long hackathon that will bring together over 100 developers and technology enthusiasts to create incredible software projects. Meet fellow hackers, learn new technologies, and hone your skills alongside seasoned mentors.", "hackathon-number-of-prizes": "7", "hackathon-id": "marihacks-2018", "hackathon-judges": [{"judge-role": "Product Manager, Shopify", "judge-name": "Richard Btaiche"}, {"judge-role": "Research Scientist, ElementAI", "judge-name": "Negar Rostamzadeh"}, {"judge-role": "Digital Products Director, Frank and Oak", "judge-name": "Karine Vincent"}, {"judge-role": "Product Manager, Microsoft", "judge-name": "Rahul Mehrotra"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "89", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n", "hackathon-prizes": [{"prize-content": "Students hate reading. What if books, textbooks or other reading materials, could be read to them? The problem is computer-generated voices are lousy, and professional readers cost money.", "prize-title": "iMD Research Challenge"}, {"prize-content": "Flight instructors are intrusted with a key mission: elaborate and conduct realistic scenarios using complex immersive flight simulators to train pilots. Such task requires acute awareness of a variety of elements, from latest guidelines published by aviation authorities to ability to monitor and control what the trainee is doing in the cockpit.", "prize-title": "CAE Challenge"}, {"prize-content": "$250 Amazon Gift Card", "prize-title": "Best Use of a .Tech Domain Name"}, {"prize-content": "- Amazon Echos for all members of the winning team, sponsored by iMD Research", "prize-title": "First Place"}, {"prize-content": "- Google Home Minis for all members of the winning team, sponsored by iMD Research", "prize-title": "Second Place"}, {"prize-content": "- Arduino Starter Kits for all members of the winning team, sponsored by iMD Research", "prize-title": "Third Place"}, {"prize-content": "Wolfram|One Personal Edition plus a one-year subscription to Wolfram|Alpha Pro for all members of the winning team", "prize-title": "Honourable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=490 Rue de la Gauchetière O, Montréal, QC H2Z 0B3, Canada", "hackathon-url": "https://marihacks-2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem? This is the most important criterion that the hack will be judged upon."}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have? The likelihood of generating revenue from the hack, however, should not be considered."}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Regardless of programming experience, did the participants challenge themselves technically? Is the hack impressive when considering the time constraints, and their existing level of programming experience?"}], "hackathon-location-address": "490 Rue de la Gauchetière O, Montréal, QC H2Z 0B3, Canada", "hackathon-description-header": "Montreal's First Ever CEGEP & HS Hackathon", "hackathon-prizes-total": "$5,450", "hackathon-location-description": "Shopify Montreal Offices", "hackathon-end-date": "2018-02-11", "has-projects": "True"}