{"hackathon-description-text": "\nGet ready to hack in Bangkok during Sept. 8-10, 2017. $10,000 cash is up for grabs for winners, join the brightest minds in the nonstop hack-fest of creativity, collaboration, and intense coding to create smart energy solutions!", "hackathon-number-of-prizes": "4", "hackathon-id": "smartenergyhackathon", "hackathon-judges": [{"judge-role": "Director/CEO, BEARS", "judge-name": "Eicke Weber"}, {"judge-role": "President, EVAT", "judge-name": "Yossapong Laoonual"}, {"judge-role": "Director, Nest VC", "judge-name": "Nio Liyanage"}, {"judge-role": "Director of Innovation, KX", "judge-name": "Kris Chinosorn"}, {"judge-role": "CTO, OmiseGO", "judge-name": "Robin Clart"}, {"judge-role": "CTO/Co-Founder, Hotel Quickly", "judge-name": "Michal Juhas"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAnyone can participate! We recommend forming teams before the event. You can partner with colleagues/peers that you’ve worked with in the past. We recommend 3-5 in each team with each team member bringing different skills to the table (i.e. software development, finance, designer, researcher, energy expert).\nIf you are unable to form a team, don’t worry, Friday night’s kickoff will be the time to find your partners. You can apply as a single individual and participate in the hackathon.", "hackathon-number-of-participants": "84", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n:\nWe want to advance smart energy in Southeast Asia. We believe software will be a key enabler of the transformation of the global energy system. In this spirit we have designed our challenges. Your solution must be a software solution that addresses the challenge of your choice.\n:\nEach Entry (Submission) must be original, of the Participant’s or Participant’s team’s own creation and must not have been entered in any other competition or program similar to the Hackathon.\n:\nIn addition to your creation that must be uploaded on DEVPOST by 12pm on Sunday, all teams must deliver a 4 minute presentation for the judges and audience with no Q&A. If your team is selected as one of six finalists, your team will have the chance to deliver a 1 minute summary to judges with 4 mins of Q&A from the judges and audience.\n\nGiz, CalCEF, TechGrind, CU Innovation Hub, and KX do not claim any ownership of the IP teams submitted during the Smart Energy Hackathon, nor can we provide any protection of IP or sensitive material. You own what you produce at the Smart Energy Hackathon. We highly recommend you discuss the ownership of IP and division of prizes with your team members before the Hackathon begins.\n \nSee our terms and conditions ", "hackathon-prizes": [{"prize-content": "$4,000 (~135k THB)", "prize-title": "1st"}, {"prize-content": "$3,000 (~102k THB)", "prize-title": "2nd"}, {"prize-content": "$2,000 (~68k THB)", "prize-title": "3rd"}, {"prize-content": "$1,000 (~34k THB)", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Soi Chulalongkorn 12, Khet Pathum Wan, Krung Thep Maha Nakhon 10330, Thailand", "hackathon-url": "https://smartenergyhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative and original is the idea to solve a problem in the selected category?"}, {"judging-criterion": "Includes how well the idea was designed and implemented, the complexity of the build and creative use of developer tools."}, {"judging-criterion": "How integrated is the entire design of the program, functionality and visual aesthetics?"}, {"judging-criterion": "How well does the team deliver its prototype, description and value proposition?"}], "hackathon-location-address": "Soi Chulalongkorn 12, Khet Pathum Wan, Krung Thep Maha Nakhon 10330, Thailand", "hackathon-description-header": "Advancing Software Solutions for Southeast Asia's Energy System", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "Chamchuri 10 Bldg., Fl. 20, Chulalongkorn University, BKK, TH", "hackathon-end-date": "2017-09-10", "has-projects": "True"}