{"hackathon-description-text": "\nCan a mobile app improve the quality of life for a farmer in America's heartland? Can a web app help school children in Detroit, MI? ", "hackathon-number-of-prizes": "9", "hackathon-id": "appsforcommunities", "hackathon-judges": [{"judge-role": "Co-Founder and General Partner of Andreessen Horowitz", "judge-name": "Marc Andreessen"}, {"judge-role": "Founder and CEO of DonorsChoose.org", "judge-name": "Charles Best"}, {"judge-role": "Managing Director of Foundry Group", "judge-name": "Brad Feld"}, {"judge-role": "Director of Sunlight Labs", "judge-name": "Tom Lee"}, {"judge-role": "Founder, Executive Director and Board Chair of Code for America", "judge-name": "Jennifer Pahlka"}, {"judge-role": "Mayor of Newark, New Jersey", "judge-name": "Cory Booker"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "100", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nThe Apps for Communities Challenge is an initiative of the John S. and James L. Knight Foundation (“Knight Foundation”) and the Federal Communications Commission (“FCC”).  The goals of the Challenge are to: make local public information more personalized, usable, and accessible for all Americans; promote broadband adoption, particularly among Americans who are less likely to be regular Internet users (including low-income, rural, residents on Tribal lands, seniors, people with disabilities, and the low digital/English literacy communities); and create better links between Americans and services provided by local, state, Tribal and federal governments.  The Challenge is intended to bring together providers of public data, developers, and traditionally underserved populations through a national contest for innovative uses of local data, and to provide recognition to contestants who develop software applications (apps) that provide easy access to relevant content with an emphasis on apps that use hyper-local and other public data from cities, counties, townships, Tribes and states.\nThe FCC seeks to promote broadband deployment and adoption for all Americans -- regardless of geography, race, economic status, disability, residence on Tribal land, or degree of digital or English literacy -- by providing easy access to relevant content.  New applications can pull new users online, as well as increase the value of broadband connections for existing users.  Together, increased broadband adoption and deployment can be indispensable for unleashing innovation and investment, spurring job creation and economic growth, and ensuring our country's global competitiveness.\nConsistent with Knight Foundation’s mission to foster informed and engaged communities and the FCC’s goal to encourage broadband adoption and deployment, the FCC and Knight Foundation are co-sponsoring this Challenge, offering $100,000 in prizes.  The Knight Foundation is the Challenge Administrator and has contracted with Clay Johnson and Fission Strategy to conduct this Challenge. While the Challenge is locally focused, the FCC and Knight Foundation want the apps created to be usable across jurisdictions throughout theUnited States.\n\n\nThe Challenge is open only to: (1) Citizens or permanent residents of the fifty (50) United States, the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa, who are at least thirteen (13) years old at the time of entry; and (2) private entities that are incorporated in and maintain a primary place of business in the United States, including the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa. An individual may participate on behalf of more than one team, corporation, or nonprofit organization.  Employees of the FCC, Knight Foundation and its contractors, Clay Johnson and Fission Strategy, and members of their immediate households, are not eligible.  Federal entities and federal employees acting within the scope of their employment are not eligible.  Participation in this Challenge constitutes the Contestant's full and unconditional agreement to these official rules. \n  Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein.\n\nThe Challenge Submission Period begins on April 14, 2011 and ends at 11:59 EDT October 3, 2011 (the \"Challenge Submission Period\").  The Challenge Administrator’s computer, set to Eastern Daylight Time (EDT), is the official time-keeping device for this Challenge.  Entries may be submitted beginning at 12:00 AM on April 14, 2011 and must be received by October 3, 2011 11:59 PM EDT.  Winners will be announced on a date and time to be determined.\n\nRegistration is free.  All entries must comply with the following submission requirements: \nHow to submit your entry: \nThe Challenge Submission Period begins on April 14, 2011 and ends at 11:59 EDT October 3, 2011 (the \"Challenge Submission Period\").  The Challenge Administrator’s computer, set to Eastern Daylight Time (EDT), is the official time-keeping device for this Challenge.   Entries may be submitted beginning at 12:00 AM on April 14, 2011 and must be received by October 3, 2011 11:59 PM EDT.  Winners will be announced on a date and time to be determined.\nParticipants shall apply via the Challenge.gov portal (click the “Submissions” tab above) and add a link to the fully functioning app or demonstration and your source code.  To qualify, you need to build an application -- web, mobile, or text/SMS based -- that uses one of the OSI Approved open source licenses.  Any data source used must be publically available.  You will need to host your own application during the judging process and ensure that our panel of judges has easy access to your application (or, in the case of a mobile platform that the judges may not have access to, a demonstration of the working product). \nRefer to the rules (click on Rules tab above) for important information regarding eligibility, prizes, and other requirements.\n\nSubmitted apps will be judged based on the following criteria:\n\nThe FCC and the Knight Foundation will announce judges to select the winners of the Challenge.  A judge may not have personal or financial interests in, or be an employee, officer, director, or agent of any entity that is a registered participant in a Challenge or have a familial or financial relationship with an individual who is a registered participant.  Judges may be individuals from outside the FCC, the Knight Foundation or its contractors, including from the private sector. The judging panel will be finalized before the end of the submission period.  The judges will evaluate the Submissions on the judging criteria identified above in order to select winners in each category.  Judges have the right to withdraw without advance notice in the event of circumstances beyond their control.\nEach judge will score every app on a scale of 1-5 (five being the highest) in all categories.  The average score in each category will be computed, and the average scores will be combined to compute a total score for every app.  The app with the highest total score will win the Grand Prize.  The seven apps with the next highest total scores will receive the additional prizes as described.\nPrizes:\n$30,000 -   Grand Prize\n $20,000 -   Second Prize\n $10,000 -   Third Prize\n $1,000 x5 - Runners Up\nBonus prizes may be given in addition to other awards that the contestant may win.  Each judge may nominate an app for a bonus prize.  The judges will vote on the nominees, and the nominee receiving the highest number of votes will receive the bonus prize in that category.  For example, The Grand Prize winner may receive a $10,000 bonus for the best designed application, or a runner up could win all of the bonus prizes and end up with a larger prize than the Grand Prize for the Challenge.\nBonus Prizes:\n$10,000 Bonus - Best Design and Visualization \n $10,000 Bonus - Most Replicable Application -- the app that can be replicated across the most local communities.\n $5,000 Bonus - App with the best use of SMS\n $5,000 Bonus - App that best impacts people with limited digital proficiency\n $5,000 Bonus - App that best impacts people with limited English literacy\n\nWinners must continue to comply with all terms and conditions of these rules, and noncompliance may result in disqualification.  Winners will be notified by email, telephone, or mail after the date of the judging. Winners, or the winner’s parent/guardian if a winner is under 18 years of age, will be required to sign and return to the FCC, within ten (10) days of the date notice is sent, a Statement of Eligibility and  Release (except where prohibited by law) in order to claim any prize. In the event that a winner of the Challenge is disqualified for any reason, the Administrator may award the applicable prize to an alternate winner who had the highest score among remaining eligible entries.\nExcept where prohibited by law, participation in the Challenge constitutes the winners' consent to use of winner's name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\n\nBy entering, each Contestant agrees to release the FCC, Knight Foundation and its contractors Clay Johnson and Fission Strategy, (the \"Released Parties\") from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, invasion of privacy, defamation, slander, libel, violation of right of publicity, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation or submission of an entry, participation in the Challenge, acceptance, use or misuse of prize or recognition (including any travel or activity related thereto) and/or the broadcast, transmission, performance or use of an entry.  Each Contestant also agrees to indemnify, defend and hold harmless the Released Parties against any and all claims, expenses, fees and liabilities, including those forms of liabilities referred to above, arising out of or relating to a Contestant's entry, creation or submission of an entry, participation in the Challenge, acceptance, use or misuse of prize or recognition (including any travel or activity related thereto) and/or the broadcast, transmission, performance or use of an entry.  \n\nreserves the right to cancel, suspend and/or modify the Challenge, or any part of it, if any fraud, technical failures or any other factor beyond its reasonable control impairs the integrity or proper functioning of the Challenge. The FCC reserves the right in its sole discretion to disqualify any contestant it finds to be tampering with the entry process or the operation of the Challenge or to be acting in violation of these rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Challenge may be a violation of criminal and civil law.  Failure to enforce any term of these rules shall not constitute a waiver of that provision.  The Challenge is subject to all applicable federal laws and regulations and is void where prohibited by law.  \n\nThe FCC, Knight Foundation and its contractors are not responsible for: (1) any incorrect or inaccurate information, whether caused by Contestants, printing errors, or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur in the administration of the Challenge or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant's participation in the Challenge or receipt,  use or misuse of any prize. If for any reason a Contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant's sole remedy is another entry in the Challenge.  The award of a prize in this Challenge does not constitute an endorsement of a specific product by the Knight Foundation or FCC.\n\nOriginal Work:  Each Contestant warrants that he or she is the sole author and owner of the Submission, and that the Submission is wholly original with the Contestant (or is an improved version of an existing app that the submitter has sufficient rights to use – including the substantial improvement of existing open-source apps), that it does not infringe any copyright or any other rights of any third party of which Contestant is aware, and that it is free of malware. \nSubmission Rights:  Each Contestant grants to the FCC and Knight Foundation an irrevocable, paid-up, royalty-free non-exclusive worldwide license to use, copy for use, distribute, perform publically, and display publically, for the purpose of the Challenge, for a period of one year after the announcement of winners. This license includes permission to post or link to the Submission from the FCC and/or Knight Foundation websites and Challenge.gov making it available for use by the public. \n.\nIf you choose to provide personal information by registering or filling out the submission form through the website, that information may be used to respond to you in matters regarding your submission and for promoting the Challenge.  Information is not collected for commercial marketing.\n\nThese terms shall be governed by federal law to the extent applicable.      \n\nThese terms represent the complete agreement among the FCC, the Knight Foundation and its contractors, \n the Contestant.  No representations by any person, whether oral or written, shall have any binding effect.  To the extent any of these terms are found invalid or unenforceable, the remaining terms shall continue in effect to the extent feasible.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "Second Prize"}, {"prize-content": "", "prize-title": "Third Prize"}, {"prize-content": "", "prize-title": "Runners Up"}, {"prize-content": "", "prize-title": "Bonus: Best Design and Visualization"}, {"prize-content": "A prize for the app that can be replicated and used across the most local communities.", "prize-title": "Bonus: Most Replicable Application"}, {"prize-content": "", "prize-title": "Bonus: Best use of SMS"}, {"prize-content": "A prize for the app that best impacts people with limited digital proficiency.", "prize-title": "Bonus: Digital Proficiency"}, {"prize-content": "App that best impacts people with limited English literacy.", "prize-title": "Bonus: English literacy"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appsforcommunities.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the app provide easy access to relevant content with an emphasis on hyper-local data from cities, counties, townships, Tribes, and states?  Does the app enable better links between Americans and services provided by government?"}, {"judging-criterion": "Is the app simple, well-designed, and easy to use for the intended audience, e.g., low-income, rural, seniors, people with disabilities, the low digital/English literacy communities?"}, {"judging-criterion": "Is the app usable by and useful to people with disabilities?"}, {"judging-criterion": "How likely is this app to survive post contest? Is this a viable app? Is the idea promising enough to warrant sustained development and attention?"}, {"judging-criterion": "Is the app likely to promote broadband communications adoption, particularly among Americans who may not be regular Internet users (including low-income, rural, seniors, people with disabilities and the low digital/English literacy communities)?"}], "hackathon-location-address": "", "hackathon-description-header": "Making local public information more personalized, usable, and actionable for all Americans.", "hackathon-prizes-total": "$100,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}