{"hackathon-description-text": "\n The competition offers an opportunity to win $50,000 in prizes to developers, designers, and entrepreneurs.", "hackathon-number-of-prizes": "4", "hackathon-id": "happinessapps", "hackathon-judges": [{"judge-role": "Humanitarian and Spiritual leader, founder of the Art of Living Foundation", "judge-name": "His Holiness Sri Sri Ravi Shankar"}, {"judge-role": "Managing Partner at FuturePerfect Ventures", "judge-name": "Jalak Jobanputra"}, {"judge-role": "Ph.D. Associate Director, Center for Compassion and Altruism Research and Education, Stanford University", "judge-name": "Emma Seppala"}, {"judge-role": "CEO & Founder of Hooked Media", "judge-name": "Prita Uppal"}, {"judge-role": "Airpush Founder & IAB Board Member", "judge-name": "Asher Delug"}, {"judge-role": "Venture Capitalist + Incubator, Author", "judge-name": "Mark Peter Davis"}, {"judge-role": "Research Assistant Professor in Preventive Medicine-Behavioral Medicine, Northwestern University", "judge-name": "Stephen Schueller"}, {"judge-role": "Ph.D. Happiness Researcher, Center for Health and Community at UCSF", "judge-name": "Matt Killingsworth"}, {"judge-role": "Co Founder, Managing Director - Gotham Ventures", "judge-name": "Danny Schultz"}, {"judge-role": "Scientific Director of The Imagination Institute in the Positive Psychology Center at the University of Pennsylvania", "judge-name": "Scott Barry Kaufman"}, {"judge-role": "General Partner at Trinity Ventures", "judge-name": "Gus Tai"}, {"judge-role": "CEO - YourStory.in", "judge-name": "Shradha Sharma"}, {"judge-role": "Ph.D. Director of Digital Health Interventions, North Shore Health System, Department of Psychiatry", "judge-name": "Fred Muench"}, {"judge-role": "Ph.D. Happiness Researcher, Center for Health and Community at UCSF", "judge-name": "Matt Killingsworth"}, {"judge-role": "Professor of Finance, Emeritus, at Stanford, Nobel Laureate in Economic Sciences", "judge-name": "Myron Scholes"}, {"judge-role": "Professor in the Department of Psychiatry at the University of North Carolina", "judge-name": "Stephen Porges"}], "hackathon-number-of-judges": "16", "hackathon-eligibility": "\nContestants must submit a new product designed specifically for the Competition or an existing product that includes functionality that is significantly different from previous versions.\nAll submitted products must be solely owned by contestant such that no other party has any rights or interest, whether known or unknown; and not violate the intellectual property, common law, or privacy rights of other parties. A Contestant may contract with a third party to assist with the creation of their App, provided the Contestant is the sole and unequivocal owner of all intellectual property and licenses in the App.\nNot be indecent, defamatory, in obvious bad taste, demonstrate a lack of respect for public morals or conduct, or adversely affect the reputation of the Sponsors; be illegal under applicable laws; depict hatred, defame, threaten a specific community in the society or incite violence; contain vulgar language or violence; or contain pornography or racy activity.\nFailure to comply with any of these may result in disqualification from the Competition at the Sponsors’ sole discretion.\n ", "hackathon-number-of-participants": "754", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe challenge is open to individuals as well as business entities. The final product should be one of the following.\nThe products must be around any one or combination of following themes:\n ", "hackathon-rules": "\n\nEligible individuals and team participants  may register for the challenge starting at 7:00 am Pacific Daylight Time (PDT) on October 24, 2014.\nThe challenge deadline for submission is 8:00 pm Pacific Standard Time (PST) 4 January 2014.\nThe Happiness challenge winner will be announced on 28 February 2015. The finalists don’t need to be on-site for the announcement.\n\nThe Challenge is open individuals, teams and organizations all over the world.\nYou don't have to be at a local event to participate in the challenge. You just need a computer, an Internet connection, and most important a desire to make people happy through your app.\nThe individuals submitting on behalf of teams or organizations must meet the eligibility requirements for individual Contestants. Each team or organization shall appoint one individual to represent and act, including entering a Submission, on behalf of said team or Organization.\nParticipants must be at least 15 years old and and the age of majority in your/his/her jurisdiction of residence.\nParticipants may compete individually or in teams of up to x or organization with maximum 15 employees.\nThe Happiness Apps Challenge sponsor does not retain your code or the rights to your application developed.\n ", "hackathon-prizes": [{"prize-content": "$20,000 cash.", "prize-title": "Overall Winner"}, {"prize-content": "$10,000 cash.", "prize-title": "Runner up"}, {"prize-content": "$10,000 cash.", "prize-title": "Most Impactful App"}, {"prize-content": "$10,000 cash.", "prize-title": "Audience Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://happinessapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is it an amazing new product?"}, {"judging-criterion": "The scale of the potential positive impact on lives of people. How well the app represents our vision of pushing world’s happiness quotient higher"}, {"judging-criterion": "Is the app technically interesting or difficult? were there real technical challenges to surmount?"}, {"judging-criterion": "Does the app have a user interface that is gorgeous, easy to use, and fast?"}], "hackathon-location-address": "", "hackathon-description-header": "Shape the future of humanity by creating apps to increase happiness, productivity and well being!", "hackathon-prizes-total": "$50,000", "hackathon-location-description": "", "hackathon-end-date": "2015-01-05", "has-projects": "True"}