{"hackathon-description-text": "\nHACK2040 is a 24 hour hackathon organized by CODE2040 staff and alumni that will bring Black and Latino/a students from local colleges and coding programs together to come up with ways to increase the number of underrepresented minorities in the tech industry. The goal is to create ideas that will diversify the tech workforce in the next 25 years, when people of color will no longer be the minority in the country.", "hackathon-number-of-prizes": "4", "hackathon-id": "hack2040miami", "hackathon-judges": [{"judge-role": "Co-Founder Code Fever/Black Tech Week", "judge-name": "Felecia Hatcher"}, {"judge-role": "Manager - RefreshMiami, CTO Startjobs, On The Map", "judge-name": "Joshua Martinez"}, {"judge-role": "Lead Instructor at Ironhack", "judge-name": "Nizar Khalife Iglesias"}, {"judge-role": "Director of Engineering at Rokk3r Labs", "judge-name": "Pirate Dunbar"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nThis hackathon is targeted to Black and Latino/a students in college and coding programs.", "hackathon-number-of-participants": "20", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nTeams will be comprised of 2-3 participants. There will be a set time to meet and form teams, but if you are having trouble, please do not hesitate to contact a HACK2040 organizer for help. All work must be completed between November 21 at 11a until November 22 at 11a.\n\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nAll work must be done in the designated hacking zone unless permission has been granted from the HACK2040 organizers.\nIf your team qualifies for prizes, the team may be subject to a code review to verify that there was no foul play.\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \n**Third party libraries are permitted if they are available freely and publicly accessible to all teams.\nExternal 3rd Party Guidance and Assistance in the form of a non-team member assisting in the hackathon projects is strictly forbidden, EXCEPT in the case of registered HACK2040 mentor.\nParticipants must contact the organizers if they wish to reuse code they’ve created outside the hackathon. \nPlease contact a HACK2040 organizer during the event for questions regarding 3rd party help or libraries.\n\nAll teams retain full ownership of what they have created during the Hackathon.\n\nThere will be no alcohol served or allowed at the event. \n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n\nLength of demos will be determined based upon number of submissions, but expect to provide a 2-3 live demo; no videos or slides permitted. Use as many team members  for demos as is effective.\n**Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\nSource: \n \nAll participants are expected to follow the \n on top of the following community guidelines:\n\nWe strive to be a community that welcomes and supports people of all backgrounds and identities. This includes, but is not limited to members of any race, ethnicity, culture, national origin, colour, immigration status, social and economic class, educational level, sex, sexual orientation, gender identity and expression, age, size, family status, political belief, religion, and mental and physical ability.\nYour work will be used by other people, and you in turn will depend on the work of others. Any decision you take will affect users and colleagues, and you should take those consequences into account when making decisions. Remember that we’re a world-wide community, so you might not be communicating in someone else’s primary language.\nNot all of us will agree all the time, but disagreement is no excuse for poor behavior and poor manners. We might all experience some frustration now and then, but we cannot allow that frustration to turn into a personal attack. It’s important to remember that a community where people feel uncomfortable or threatened is not a productive one. Members of the HACK2040 community should be respectful when dealing with other members as well as with people outside the HACK2040 community.\nWe are a community of professionals, and we conduct ourselves professionally. Be kind to others. Do not insult or put down other participants. Harassment and other exclusionary behavior aren’t acceptable. This includes, but is not limited to:\n  * Discriminatory jokes and language.\n  * Posting sexually explicit or violent material.\n  * Posting (or threatening to post) other people’s personally identifying information (“doxing”).\n  * Personal insults, especially those using racist or sexist terms.\n  * Violent threats or language directed against another person.\n  * Unwelcome sexual attention.\n  * Advocating for, or encouraging, any of the above behavior.\n  * Repeated harassment of others. In general, if someone asks you to stop, then stop.\nDisagreements, both social and technical, happen all the time and HACK2040 is no exception. It is important that we resolve disagreements and differing views constructively. Remember that we’re different. The strength of the HACK2040 community comes from its varied community, people from a wide range of backgrounds. Different people have different perspectives on issues. Being unable to understand why someone holds a viewpoint doesn’t mean that they’re wrong. Don’t forget that it is human to err and blaming each other doesn’t get us anywhere. Instead, focus on helping to resolve issues and learning from mistakes.\nThank you for helping make this a welcoming, friendly place for all.\n\n ", "hackathon-prizes": [{"prize-content": "This prize will go to the team with the most technically challenging project. This could be a project that solves a very algorithmically difficult problem, or a project with a very technically creative solution that your team came up with.", "prize-title": "Most Technically Challenging"}, {"prize-content": "This prize will go to the team with the best user experience. The winning project should have a very high quality and polished design, and it should be intuitive and easy to use.", "prize-title": "Best User Experience"}, {"prize-content": "This prize will go to the team with the project that has the most potential to impact diversity at a global scale.", "prize-title": "Best Hack that Impacts Diversity"}, {"prize-content": "This award will go to the team with the best project presentation. Quality and \"wow factor\" of the demo and creativity during the presentation will all be considered for this prize.", "prize-title": "Best Team Presentation"}], "hackathon-location-google-maps": "https://maps.google.com/?q=400 NW 26th St, Miami, FL 33127, USA", "hackathon-url": "https://hack2040miami.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "400 NW 26th St, Miami, FL 33127, USA", "hackathon-description-header": "Change the Face of Tech in the Next 25 Years", "hackathon-prizes-total": "$2,400", "hackathon-location-description": "The LAB Miami", "hackathon-end-date": "2015-11-22", "has-projects": "True"}