{"hackathon-description-text": "\nNow in its second year, Hack AE is a 24-hour civic hackathon organized by the America East Academic Consortium, the academic initiative of the America East Conference. The event is designed to bring America East students together to build software and hardware projects that address the real-world challenges facing our neighborhoods, cities, states, and country, with a specific emphasis on issues pertaining to cybersecurity, education, environmental sustainability, and health and wellness.", "hackathon-number-of-prizes": "8", "hackathon-id": "hack-ae-2017", "hackathon-judges": [{"judge-role": "Associate Professor of Computer Science / University of Massachusetts Lowell", "judge-name": "Guanling Chen"}, {"judge-role": "Assistant Director of Entrepreneurship & Innovation Partnerships / Binghamton University", "judge-name": "Laura Holmes"}, {"judge-role": "Application Developer / University at Albany", "judge-name": "Shivam Parikh"}, {"judge-role": "Senior Programmer Analyst / University at Albany", "judge-name": "Vikram Patil"}, {"judge-role": "President / Stirling Technologies", "judge-name": "Thomas Stirling"}, {"judge-role": "Senior Associate Vice Chancellor for Entrepreneurship & Economic Development / University of Massachusetts Lowell", "judge-name": "Steve Tello"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nStudents currently enrolled at an America East university may register to attend Hack AE. America East member universities include: University at Albany; Binghamton University; University of Hartford; University of Maine; University of Maryland, Baltimore County; University of Massachusetts Lowell; University of New Hampshire; Stony Brook University; and the University of Vermont.", "hackathon-number-of-participants": "78", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\n \n \n \n ", "hackathon-prizes": [{"prize-content": "Develop a technological solution to a cybersecurity issue presented by cloud computing or the Internet of Things. The issue may be of personal, national, or global significance.", "prize-title": "Cybersecurity"}, {"prize-content": "Develop a technological solution to an issue facing the education sector at the primary, secondary, or post-secondary level. The issue may be on a local, regional, national or global scale.", "prize-title": "Education"}, {"prize-content": "Develop a friendly web or app based platform that will help consumers and businesses use energy and natural resources more efficiently.", "prize-title": "Environmental Sustainability"}, {"prize-content": "Develop a web or app based platform that assists patients and/or healthcare practitioners with the management of illnesses and health risks and/or the promotion of general health and well-being.", "prize-title": "Health &amp; Wellness"}, {"prize-content": "In 2016 alone, the opioid epidemic took more than 64,000 American lives from overdoses. Youth between the ages of 12 and 18 have been identified as an extremely vulnerable demographic for substance abuse, including the use of opioids.", "prize-title": "Health &amp; Wellness 2"}, {"prize-content": "Develop a technological solution to an issue in of the four previously mentioned categories and win a Belkin Wireless Charging Pad!", "prize-title": "New Hackers"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}], "hackathon-location-google-maps": "https://maps.google.com/?q=61 Wilder St, Lowell, MA 01854, USA", "hackathon-url": "https://hack-ae-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the solution unique and innovative?\n\nDoes the project do something entirely novel or take a fresh approach to an old problem?"}, {"judging-criterion": "Is the project technically advanced? Did the students solve a difficult technical problem in completing the project?"}, {"judging-criterion": "Is the project usable in its current state? Is the user experience smooth? Is the project aesthetically pleasing?"}, {"judging-criterion": "Is the project something that people are likely to use? Does the project fulfill a real need? Is the project likely to have a positive impact in our local community, region, nation, or world?"}], "hackathon-location-address": "61 Wilder St, Lowell, MA 01854, USA", "hackathon-description-header": "Hack AE is a 24-hour creative coding event that strives to bring America East students together to engage in collaborative computer programming.", "hackathon-prizes-total": "0", "hackathon-location-description": "University of Massachusetts Lowell, O'Leary Library/McGauvran Student Union", "hackathon-end-date": "2017-11-05", "has-projects": "True"}