{"hackathon-description-text": "\nUser interface technologies have come a long way, yet they still force people to interact with devices in a machine-oriented manner. Enter the world of natural user interfaces, one where we leave the old world of WYSIWYG (What You See Is What You Get) and enter the new era of “What You Do Is What You Get”.", "hackathon-number-of-prizes": "5", "hackathon-id": "myscript", "hackathon-judges": [{"judge-role": "Vice President - SMB Cloud & Mobility Practice - IDC", "judge-name": "Christopher Chute"}, {"judge-role": "Director Product Management - MyScript", "judge-name": "Denis Manceau"}, {"judge-role": "Head, UX Research & Design - MyScript", "judge-name": "Arnoud Boekhoorn"}, {"judge-role": "Director Developer Program - MyScript", "judge-name": "Fernando Rynne"}, {"judge-role": "Editor - Android Rundown", "judge-name": "Tre Laurence"}, {"judge-role": "EVP Engineering - MyScript", "judge-name": "Pierre Laporte"}, {"judge-role": "President - Jon Peddie Research", "judge-name": "Dr. Jon Peddie"}, {"judge-role": "MyScript", "judge-name": "Robin Melinand"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\n\n", "hackathon-number-of-participants": "186", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n \n\n\nNote: Your iOS app does not need to be in the App Store. To enter an app that isn't in the App Store, use iTunes Connect to invite ", "hackathon-rules": "\nTHESE TERMS AND CONDITIONS FORM A BINDING CONTRACT, PLEASE READ THEM CAREFULLY BEFORE PARTICIPATING IN THE CHALLENGE.\nMyScript, a French “Société Anonyme” having its registered office and business address in France at Parc club du Perray, 3, rue de la Rainière, 44339 Nantes, hereinafter referred to as (“MyScript”), is the sponsor and entity responsible for the MyScript App Challenge (“the Challenge”) hosted by Administrator (the “Administrator”): Devpost, Inc., 433 W. 14th Street, Suite 3F, New York, NY 10014 via its website (the “Challenge Website”).\nThe Challenge is open to: \n(each of the above, a “Participant,” or collectively “Participants”).\nAn Individual may join more than one Team or Organization, and an Individual who is part of a Team or Organization, may also enter the Challenge on an individual basis.  \nIf a Team, Family Team or Organization is entering the Challenge, it must appoint and authorize one individual (a “Delegate”) to represent, act, and enter a Submission (as defined below), on its behalf. The Delegate must be an Eligible Individual so the Delegate of a Family Team should not be a minor. \nThe Challenge is NOT open to: \nMyScript reserves the right to cancel or postpone the Challenge, if the required minimum number of Teams and Participants is not reached. This limit is set to a minimum of 30 Eligible Individuals or 15 Teams. \nSubmission shall be held from August 5th 2015 (CET) to October 28th 2015 (CET) (“Submission Period”).\nParticipants must do the following to participate in the Challenge:\nParticipants will be subject to MyScript Terms of Use and Privacy Policy (available on the website at \n and \n) in using MyScript API for a Challenge Submission. There is no charge for signing up or using MyScript API for this Challenge.\nThere is no purchase or payment necessary to enter or win. A purchase or payment of any kind will not increase the chances of winning. This Challenge is void where prohibited by law\nParticipants must create a working software application that uses MyScript API (the “Application”) in a significant manner. \nA submitted Application must (i) run on a smartphone or tablet (iOS or Android) or a web browser (mobile or desktop), (ii) be capable of being successfully installed and running consistently on the platform for which it is intended, and (iii) must function as specified in the text description.\nIn order to be eligible for Prizes (as defined below), an Application must be either (i) newly created by the Participant, or, (ii) if the Application existed prior to the start of the Challenge Submission Period, must integrate MyScript API after the start of the Challenge Submission Period.\nParticipant must make the Application available free of charge and without any restriction, for testing, evaluation and use by MyScript, Administrator and Judges during the Challenge and until the Judging Period ends.\nParticipant may make the Application available to the public after acquiring a MyScript commercial license via a website or online store.\nSubmission must: (a) be the Participant (or the team’s or Organization’s) original work product; (b) be solely owned by Participant, his team, or his Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Participant may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Participant’s work product and the result of the Participant’s ideas and creativity, and the Participant owns all rights to them. A Participant may submit a Submission that includes the use of open source components (software, hardware, etc.), provided (i) Participant complies with applicable open source licenses, (ii) the open source license terms comply with the license right granted to MyScript and Administrator by Participants, and, (iii) as part of the Submission, Participant creates software that enhances and builds upon the features and functionality included in the underlying open source product. Participant must identify all open source components in the Application as part of the Submission.\nThe text description should explain the features and functionality of the Application. The image(s) should be photographs or screenshots of the Participant working Application. \nParticipant is not obliged to but may create a short video (no more than 4 minutes) that clearly explains his Application’s features and functionality through a comprehensive demonstration. In the event Participant creates a video, such video must be uploaded to YouTube, Vimeo, or DailyMotion, and a link to the video must be provided on the submission form on the Challenge Website.\nThe Submission and all intellectual property rights relating to such Submission will remain the property of the Participant and its licensors.\nA Participant identified as a potential winner of the Challenge will have the opportunity to decline a Prize.\nBy entering the Challenge, Participant grants to MyScript, Administrator, and any other third parties acting on MyScript’s behalf, a royalty-free, non-exclusive, worldwide, 2 years license to display publicly and use for promotional purposes the Submission. This license includes, but is not limited to, posting or linking to the Submission on MyScript’s, Administrator’s websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nExcept otherwise agreed by the Participants, the following Submission components may be displayed to the public: name, description, images, video URL, website, team members. Other Submission materials may be viewed by MyScript, Administrator, and Judges for screening and evaluation.\nJudges will test the Applications from October 28th 2015 (CET) to November 07th 2015 (CET) (“Judging Period”).\nEligible Submissions will be evaluated by a panel of judges selected by MyScript (the “Judges”). Judges may be employees of MyScript or external, may or may not be listed individually on the Challenge Website, and may change before or during the Judging Period.\nThe Judges will score eligible Submissions using the following criteria (the “Judging Criteria”):\nJudges are required to test the Application and may not choose to judge based solely on the text description, images and video provided in the Submission. \nThere will be only four winners, each with a Prize as stated in the table below:\n \n*Please review the Devpost Terms of Service, Section 5.C at \n  for public voting rules.\nPublic voting will be held from November 8th 2015 (CET) to November 16th 2015 (CET).\nThe first 50 Participants to enter their eligible Submissions on the Challenge website will receive a MyScript T-shirt.\nPotential winners will be notified using the email address associated with the MyScript Developer Portal and used to enter the Submission (the submitter will be deemed the Delegate in the case of a team, Organization). It is the winners’ responsibility to ensure their contact details on the MyScript Developer Portal are correct and up-to-date. Winner(s) will be asked by e-mail to send bank details in order for MyScript to deliver the Prize by wire transfer. If MyScript does not hear from the winner(s) within 8 working days of initial contact, or if the winner(s) fail(s) to respond in full within this timeframe, the winner(s) may be disqualified and the Prize will be awarded to a reserve winner.\nThe decision of MyScript is final and binding and no correspondence will be entered into regarding the outcome of the Challenge.\nThe winners of the Challenge will be announced on or around November 18th 2015 (CET Time) and Prize delivery will be made within 45 days of the announcement.\nMyScript reserves the right to make a Prize substitution of equivalent or greater value. MyScript will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Participants or Submissions for a specific Prize.\nThe Winners consent to the use of their personal information, by MyScript, Administrator, and agents acting on MyScript and Administrator’s behalf. Such personal information will only include the winners name or username, photograph, comments and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use only includes advertising and promotional handwriting recognition purposes.\nIn accordance with the laws of France, Participant is entitled to ask for the rectification and/or the erasure of all the personal information collected on him/her. All requests regarding data collection shall be addressed to privacy@myscript.com. \nThe duration of the winner(s) consent is for a period of three (3) years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Participant’s team or Organization that participated in the winning Submission.\nMyScript and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control. \nMyScript and Administrator reserve the right in their sole discretion to disqualify any individual or Participant it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Terms and Conditions or in a manner that is inappropriate or in violation of any applicable law or regulation.  \nExcluding Submissions, all intellectual property related to this Challenge, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by MyScript and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of MyScript or Administrator intellectual property shall be solely to the extent provided for in these Terms and Conditions.\nIf an act, omission, event or circumstance occurs which is beyond the MyScript reasonable control and which prevents from complying with these Terms and Conditions or operating the Challenge as originally intended, MyScript will not be liable for any failure to perform, run or delay in performing its obligations.\nBoth MyScript and Administrator are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Participants. Proof of sending or submitting will not be deemed to be proof of receipt by MyScript or Administrator. \nIf for any reason any Participant’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Participant’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Participant knows or should have known there was a problem, and will be determined at the sole discretion of MyScript.\nTo the extent permitted by law, MyScript shall not be liable to the Participant(s) for, including but not limited to, any injury, loss or damage whatsoever caused whether in contract, tort, negligence, statutory duty or otherwise arising out of or in connection with entering the Challenge, accepting the Prize(s) or downloading any materials in connection with the Challenge.\nAll issues and questions concerning the construction, validity, interpretation and enforceability of these Terms and Conditions, or the rights and obligations of the Participants and MyScript in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of France. \nPlease review the Devpost Terms of Service at \n  for additional rules that apply to the participation in the Challenge and more generally the use of the Challenge Website. Such Terms of Service are incorporated by reference into these Terms and Conditions. If there is a conflict between the Terms of Service and these Terms and Conditions, the latter terms shall control with respect to this Challenge only. \nThe Administrator collects personal information from Participants when entering the Challenge. The information collected is subject to the privacy policy located here: \nIf you have any questions about how to enter or in connection with this Challenge, please email us at \n  ", "hackathon-prizes": [{"prize-content": "$10,000 cash prize", "prize-title": "Grand Prize"}, {"prize-content": "$5,000 cash prize", "prize-title": "1st Runner Up"}, {"prize-content": "$3,000 cash prize", "prize-title": "2nd Runner Up"}, {"prize-content": "$2,000 cash prize", "prize-title": "Popular Choice Award"}, {"prize-content": "Be among the first 50 developers to submit their app and receive a MyScript Developer T-Shirt", "prize-title": "First 50 valid submissions"}], "hackathon-location-google-maps": "", "hackathon-url": "https://myscript.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the Application provide a compelling reason to use? Includes creativity and originality;"}, {"judging-criterion": "Includes how well the idea was executed by the Participant and the extent to which the Application utilizes MyScript API;"}, {"judging-criterion": "Does the Application provide breakthrough ideas on the use of handwriting recognition? ;"}, {"judging-criterion": "Is the Application visually appealing and does it runs smoothly? Is the Application easy to understand and use?"}], "hackathon-location-address": "", "hackathon-description-header": "Write the future of modern apps with MyScript handwriting recognition APIs", "hackathon-prizes-total": "$20,000", "hackathon-location-description": "", "hackathon-end-date": "2015-10-28", "has-projects": "True"}