{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "8", "hackathon-id": "techfest-munich", "hackathon-judges": [{"judge-role": "MAN", "judge-name": "Representatives"}, {"judge-role": "AstraZeneca", "judge-name": "Representatives"}, {"judge-role": "OSRAM", "judge-name": "Representatives"}, {"judge-role": "adidas", "judge-name": "Representatives"}, {"judge-role": "next47 by Siemens", "judge-name": "Representatives"}, {"judge-role": "FlixBus", "judge-name": "Representatives"}, {"judge-role": "Landeshauptstadt München", "judge-name": "Representatives"}, {"judge-role": "Amazon Web Services", "judge-name": "Representatives"}, {"judge-role": "Munich Startup", "judge-name": "Representatives"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "179", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nYou are only allowed to select", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.\n \nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\n \nhttp://hackcodeofconduct.org/techfestmunich", "hackathon-prizes": [{"prize-content": "We are looking for a way to understand this type of data. What is hidden? How can we find out ? Use the technology we and other partners provide to dig deeper into the dataset.", "prize-title": "MAN Challenge: Profiles of Digital Trucks - What’s in the data ?"}, {"prize-content": "Creation of prototype apps which combine hardware & software to set up a new product related eco-system. Reinvent light by bringing together Sensors, Boards, Lights and Fashion. We empower you with the newest IoT enabled hardware (arduinos, senosors, gallileos etc.). Creative hacking and prototyping with fantasy - fashionable wearable", "prize-title": "OSRAM Challenge: Re-invent light"}, {"prize-content": "Despite significant advances in automation and purification drug molecules are still synthesized in laboratories that would be recognisable to chemists of one hundred years ago. Most working steps are done manually, compounds are made on multi-milligram scale, and the overall throughput per chemist is limited. We aspire to completely transform the iterative design, synthesis and screening of molecules by applying modern automation, machine learning, and miniaturisation techniques to early discovery activities such as chemistry and biology. There are significant technical challenges involved; particularly managing a large diverse array of reagents some of which are air and moisture sensitive, telescoping and integrating multiple reaction steps and replicating the manual dexterity and on-the-fly problem solving of a skilled synthesis chemist.", "prize-title": "AstraZeneca Challenge: The chemistry lab of the future"}, {"prize-content": "In past few decades Football as a sport hasn’t seen a lot of technological innovation. Even though the sport itself may never change much but how we play with it and the experience around it can change. Think of an impact you can make when you bring cutting edge technology & digital experience to the forefront of the biggest sport in the world.", "prize-title": "adidas: RE-IMAGINE FOOTBALL with adidas Smartball"}, {"prize-content": "The challenge is to train the workers on the production assembly lines and authenticate if they are well trained on their daily tasks.", "prize-title": "next47 by Siemens: Virtual Job Trainer"}, {"prize-content": "The most creative and simply WILD and CRAZY project wins !", "prize-title": "Wild Track: Landeshauptstadt München"}, {"prize-content": "Win 4000 AWS Credits for a novel use of our IoT or Cloud API / Services", "prize-title": "Amazon Web Services"}, {"prize-content": "An awesome project that utilizes the Flixbus API.", "prize-title": "FlixBus"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Lichtenbergstraße 6, 85748 Garching bei München, Germany", "hackathon-url": "https://techfest-munich.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Lichtenbergstraße 6, 85748 Garching bei München, Germany", "hackathon-description-header": "The TECHFEST MUNICH is an international technology festival and a hands-on fusion of technology, design, and science.", "hackathon-prizes-total": "€22,494", "hackathon-location-description": "Entrepreneurship Center Garching", "hackathon-end-date": "", "has-projects": "False"}