{"hackathon-description-text": "\nThe Business Solutions Think Tank and Hackathon is a collaborative dynamic forum that brings together persons of diverse experiences and expertise to produce real functioning IT applications (from concept to prototype) that address real world problems related to the OECS.", "hackathon-number-of-prizes": "3", "hackathon-id": "oecsthinktankhackathon", "hackathon-judges": [{"judge-role": "Permanent Secretary, Ministry of Infrastructure, Communications  & Utilities- Government of Anguilla", "judge-name": "Larry Franklin"}, {"judge-role": "Technical Research Officer and Project Administrator, Telecommunications Division Ministry of Telecommunications, Science & Technology", "judge-name": "Hewlett Fearon"}, {"judge-role": "Director of ICT Unit-Commonwealth of Dominica", "judge-name": "Jean Pierre"}, {"judge-role": "Business Development Officer-OECS , Competitive Business Unit, CBU, (formerly Export Development Unit)", "judge-name": "Marlon Marie"}, {"judge-role": "IT Professional /Engineer", "judge-name": "Christian Chu Fook"}, {"judge-role": "IT Technician/GOG", "judge-name": "Chad Fraser"}, {"judge-role": "Government IT Director", "judge-name": "Denzil West"}, {"judge-role": "Director, Border Security", "judge-name": "Peter White"}, {"judge-role": "President ICT Association", "judge-name": "Ian Mitchell"}, {"judge-role": "Entrepreneur/IT Professional", "judge-name": "Robin Schouten"}, {"judge-role": "Manager-Peter. KN", "judge-name": "Peter Chevozerov"}, {"judge-role": "Permanent Secretary/Department of Communications", "judge-name": "Christopher Herbert"}, {"judge-role": "Owner/Manager Computec Computer Services", "judge-name": "Michael John"}, {"judge-role": "Director Regional Integration and Diaspora Unit", "judge-name": "H.E. Amb. Ellsworth John"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "\nAnyone who thinks he or she can add value to the hackathon can participate. People with ideas, entrepreneurs, developers,  technical evangelists, subject matter experts, students etc. can participate in the hackathon. \nHowever,  individuals must form into teams. Teams can be anywhere from four to ten members. All teams must include at least three builders (Developers or Designers). At the end of the Event on Saturday, August 15, teams will have 15 minutes to pitch a prototype to the audience and judges.", "hackathon-number-of-participants": "75", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe intent and spirit of the Hackathon is to encourage Participants to build an innovative applications and solutions to the Business Challenges presented.\nParticipants are required to develop concepts and prototypes of solutions which will address at least one of the following business challenges;\nTeams are required to create a new concept/prototype and list content and technical requirements listed to be eligible for judging, all Entries must meet the following general standards:\nThe content of your Entry and any supporting materials must be acceptable for all viewing audiences. We will automatically disqualify any Participant or team that submits an Entry or supporting materials that contain data, code, text, sound or images that we, in our sole opinion and for any reason, believe to be malicious, illegal, vulgar, offensive, or inappropriate for public viewing, or that presents us in a negative light.\nYou or your team may submit only one Entry. If more than one Entry is submitted the second Entry submitted will be disqualified.\nWe will disqualify, in our sole discretion, any Entry that we believe contains any element that is malicious, corrupt, damaged, incomplete, inappropriate, ineligible or illegible. We are not responsible for Entries that we do not receive for any reason, or for Entries that we receive but do not meet OECS Business Solutions Think Tank and Hackathon requirements (as determined by us in our sole discretion) or are not decipherable for any reason.\nBy submitting an Entry in this Event, you represent:\nThat you, your team and the Entry submitted complies with the Official Rules;", "hackathon-rules": "\n\nTeams can be anywhere from six to ten members. All teams must include at least three builders (Developers or Designers). At the end of the Event on Saturday, August 15, teams will have 15 minutes to pitch a prototype to the audience and judges.\nTo ensure a level field for all contestants, all code, design, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks.\nAll teams retain full ownership of what they have created during the Hackathon.\nThere will be no alcohol served or allowed at the event.\nBe kind to others. Do not insult or put down other attendees. Behave professionally.\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.", "hackathon-prizes": [{"prize-content": "$3500XCD", "prize-title": "1st Place"}, {"prize-content": "$2500 XCD", "prize-title": "2nd Place"}, {"prize-content": "$1000 XCD", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Eastern Caribbean Basin", "hackathon-url": "https://oecsthinktankhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Eastern Caribbean Basin", "hackathon-description-header": "The OECS Business Solutions Think Tank & Hackathon targets 8 member countries in the OECS, 4 business challenges & 48 hours of collaboration to produce real functioning prototypes", "hackathon-prizes-total": "$7,000", "hackathon-location-description": "Eastern Caribbean Central Bank (ECCB) Headquarters and Offices", "hackathon-end-date": "", "has-projects": "False"}