{"hackathon-description-text": "\nT9Hacks is a 24-hour women and non-binary hackathon held on February 10-11, held in the ATLAS Institute on the University of Colorado Boulder's campus.", "hackathon-number-of-prizes": "12", "hackathon-id": "t9hacks-spring2018", "hackathon-judges": [{"judge-role": "", "judge-name": "T9Hacks Sponsors, Mentors, and Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nMust be a participant at the T9Hacks hackathon.", "hackathon-number-of-participants": "30", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "9", "hackathon-requirements": "", "hackathon-rules": "\nAt T9Hacks, we believe in creating a safe and welcoming environment for everyone. Everyone involved at our events—including the organizers, mentors, volunteers, and participants—follow the \n, the \n, and the \n.", "hackathon-prizes": [{"prize-content": "The prize goes to the team who uses the color purple the in the most creative and interesting way. Category will be judged on [IMPACT], [CREATIVITY], [KNOWLEDGE GAINED], and [\"IT\" FACTOR].", "prize-title": "[CREATIVE] Most Creative Use of the Color Purple"}, {"prize-content": "Winners of this prize will get to have their project installed or featured in the ATLAS Institute. Teams may build a proof of concept or completed project that is creative, artistic, or of a physical nature.", "prize-title": "[CREATIVE] Project Installation"}, {"prize-content": "This prize will go the team of beginners who created the best hack. To qualify, every team member must have been coding for one (1) year or less. Category will be judged on [CREATIVITY], [KNOWLEDGE GAINED], and [\"IT\" FACTOR].", "prize-title": "[CREATIVE] Best Beginner Project"}, {"prize-content": "This prize will go the team who uses technology or software in the most creative or interesting way. Category will be judged on [TECHNICAL DIFFICULTY], [INNOVATION], [CREATIVITY], and [\"IT\" FACTOR].", "prize-title": "[CREATIVE] Most Creative Use of Technology or Software"}, {"prize-content": "This prize goes to the team who builds a project with that is the most well designed and usable. Category will be judged on [IMPACT], [VIABILITY], [USABILITY], and [\"IT\" FACTOR].", "prize-title": "[CREATIVE] Best UI/UX"}, {"prize-content": "We want to challenge hackers to learn how to use APIs and explore what you can do with other software. Category will be judged on [TECHNICAL DIFFICULTY], [INNOVATION], [KNOWLEDGE GAINED], and [\"IT\" FACTOR].", "prize-title": "[CREATIVE] Best Use of an API"}, {"prize-content": "Build a project that solves one of the D-Prize challenges. Category will be judged on [INNOVATION], [INNOVATION], [CREATIVITY], [VIABILITY], [USABILITY], and [\"IT\" FACTOR].", "prize-title": "[HUMANITARIAN] Platinum Level"}, {"prize-content": "Build a project that solves one of the D-Prize challenges. This score goes to the 2nd place project. Category will be judged on [INNOVATION], [INNOVATION], [CREATIVITY], [VIABILITY], [USABILITY], and [\"IT\" FACTOR].", "prize-title": "[HUMANITARIAN] Gold Level"}, {"prize-content": "Build a project that solves one of the D-Prize challenges. This score goes to the 3rd place project. Category will be judged on [INNOVATION], [INNOVATION], [CREATIVITY], [VIABILITY], [USABILITY], and [\"IT\" FACTOR].", "prize-title": "[HUMANITARIAN] Silver Level"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essentials Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "DragonBoard 410C for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1125 18th Street, 320 UCB, Boulder, CO 80309, United States", "hackathon-url": "https://t9hacks-spring2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This directly derives from one of our core values. We want hackers to contribute back to the field they’re in, so that their work can better benefit the community in the future."}, {"judging-criterion": "Hacks can easily have a variety of ranges of difficulty. We want to reward hackers who demonstrate a large amount of technical prowess in the projects created."}, {"judging-criterion": "Reinventing the wheel, no matter how awesome the wheel is, is quite banal. Exploration of ideas is a value that we want all hackers to pursue. We are looking for novel hacks engineered from the minds of our awesome hackers."}, {"judging-criterion": "We are looking for our hackers to solve problems creativity and uniquely. This also requires creative and critical thought in planning out the hack."}, {"judging-criterion": "We are looking for hacks that are well-built and could easily be continued to become a viable product. The hack should be more than just a pitch."}, {"judging-criterion": "We are looking for hacks that are not only functional, but are designed well."}, {"judging-criterion": "We want to see what you've learned. T9hacks is about learning and exploring technology, soshow us where you came into the competition and show us what you've learned in the last 24-hours."}, {"judging-criterion": "This is awarded automatically to those who have the top score in Project Ares."}, {"judging-criterion": "There are certain hacks that just cause you to say “WOW.” It is up to the discretion of the judges to identify this intangible quality of a hack that just amazes people."}], "hackathon-location-address": "1125 18th Street, 320 UCB, Boulder, CO 80309, United States", "hackathon-description-header": "Cybersecurity, Creative Technology, Humanitarian Technology,", "hackathon-prizes-total": "0", "hackathon-location-description": "ATLAS Institute", "hackathon-end-date": "2018-02-11", "has-projects": "True"}