{"hackathon-description-text": "\nWe've had a blast running developer contests this year, so let's finish it with a bang. Not a 'something just broke' bang, but a 'this is amazing' bang.", "hackathon-number-of-prizes": "1", "hackathon-id": "nexmo-2015", "hackathon-judges": [{"judge-role": "Developer Guy, Nexmo", "judge-name": "Tim Lytle"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "57", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n: No purchase or payment is necessary to enter this Contest. To enter you must follow the requirements and instructions on the applicable contest site (\"Contest Site\").  All submissions must be in compliance with these \n and \n or other \n and \n included, linked to or referenced herein (“Submissions”).  Any late, lost, misdirected, incorrect or incomplete entries will be disqualified and Nexmo Inc. (\"Company\") (and its agents) will not be responsible for such entries.  You understand that Company receives numerous submissions, many of which are similar to one another (and may be similar to your Submission).  Company does not wish to receive any Submissions that you wish to treat as confidential or proprietary and Company would not be willing to review your Submission in the absence of these Contest Rules.  All submissions provided to Company are provided without any expectation that they will be held in confidence or that Company or any persons to which Company discloses the Submission will be in any way restricted (or have any obligation) with respect to any such Submission.  Notwithstanding anything else, all use of Company’s software, APIs, documentations and other services are subject to and governed by the Terms of Use located at \n (“Terms of Use”).\n:  By submitting any Submission, you represent and warrant that: (i) you are the sole owner of all rights to the Submission (other than the Company APIs), which was created, developed and written solely by you; and (ii) you are not, and will not be, violating your obligations or any rights of any third party by providing Submissions.  Nothing in these Rules shall be construed to limit Company's right to independently develop or acquire products and you acknowledge that Company might currently or in the future be developing information or technology internally, or receiving information or technology from other persons, that is similar to your Submission.  Accordingly, nothing in these Rules or regarding your Submission or otherwise will limit or restrict Company  or its successors in any way from developing, or having developed for it, and exploiting products, concepts, systems, or techniques that may be similar to the Submission, including without limitation ideas, concepts, know-how or techniques contained therein.  \n: You must meet all applicable eligibility criteria on the \n, abide by these rules and be bound by all Company determination of winner and decisions relating to this contest, which are final and binding in all respects.  This contest is void where prohibited or restricted by law. Company reserves the right in its sole and absolute discretion to disqualify any Submission for any reason. You will indemnify and hold harmless Company (and its employees, agents, and Company community members) against all claims, losses, expenses, damages and liabilities, if you do not satisfy all of the contest rules and regulations.\n: The prize awarded to the contest winner is \n.  The winner is responsible for the payment of all taxes associated with the receipt of the Prize. No substitution or transfer of the Prize is permitted, except that if any portion of the Prize is unavailable, Company has the right to substitute that portion with a prize of substantially equal value.  The Prize may not be redeemed for cash.  Submissions created by more than one person are eligible, but only one Prize will be given and it will be the entrant’s responsibility to distribute the Prize.  If such entrants are unable to agree on the distribution of the Prize, their Submission will be disqualified.\n: The winning entry will be selected by the \n (“Judge”) on or about the time listed on the \n.  The decisions of the Judge are final. The criteria that the Judge will use to select the winning entry are listed on the applicable Contest Site.  If requested by Company, the winner must sign and notarize (and winning is contingent upon the winner signing and notarizing) an Affidavit of Eligibility within the time period requested.  If the winner is unable to accept the prize or does not comply with these Rules, Company will automatically disqualify the winner and the Judge will select another winner based upon the criteria above. Among other things, the winner must agree to grant Company permission to use his name, photograph and likeness for advertising and promotion of this and similar promotions or the Company products or services without compensation, unless prohibited by law; and the winner must sign any applicable forms required by tax authorities and prize suppliers.\n: A list of winners will be posted on the applicable Contest Site or updates page related thereto and entrants may request a list of winners by mailing a request to Nexmo Inc., Attn: Tim Lytle, 217 Second Street, 4th Floor, San Francisco, CA 94105 U.S.A.\n: Company and its officers, directors, or agents are not responsible for technical, hardware or software failures of any kind, lost or unavailable network connections, or failed, incomplete, garbled or delayed computer transmissions, whether caused by Company, or you or by any of the equipment or programming associated with or utilized in association with this contest or by any technical or human error which may occur in the processing of submissions that may limit an entrants ability to participate in this contest. BY ACCEPTING DELIVERY OF THE PRIZE, WINNER AGREES THAT THE PRIZE IS AWARDED ON THE CONDITION THAT COMPANY AND ITS AGENTS, REPRESENTATIVES AND EMPLOYEES WILL HAVE NO LIABILITY WHATSOEVER FOR ANY INJURIES, LOSSES, OR DAMAGES OF ANY KIND RESULTING FROM ACCEPTANCE, POSSESSION OR USE OF THE PRIZE, OR THIS CONTEST. Winner further acknowledges that the foregoing parties have neither made nor are in any manner responsible or liable for any warranty, representation or guarantee (express or implied, in fact or in law) in connection with the Prize or the use or enjoyment of the Prize. ALL PRIZES ARE AWARDED \"AS IS\" AND WITHOUT ANY WARRANTY OF ANY SORT, EXPRESS OR IMPLIED.\n: If any provision of these Rules are held to be illegal or unenforceable, that provision shall be limited or eliminated to the minimum extent necessary so that these rules shall otherwise remain in full force and effect and enforceable to the fullest extent permitted by applicable law. Company reserves the right, at its sole discretion, to disqualify any individual it finds to be tampering with the entry process or the operation of the contest or to be acting in violation of these rules.  If Company determines, in its sole discretion, that the contest is compromised by virus, bug, robot entries, or other corruption of the administration, security or proper play of the contest, then, at its sole discretion, Company can cancel this contest or unilaterally determine the winner based on the criteria stated above in “Winner Selection”. In the event of any non-compliance with any requirement stated herein, the winner’s Prize may be forfeited and awarded to an alternate winner. This contest is governed by and shall be construed under the laws of the State of California, U.S.A., without regard to the conflicts of law provisions therein.  All disputes in connection with the subject matter of these Rules will be determined by binding arbitration in San Francisco, California by, and under the rules of, JAMS. This contest is void where prohibited or restricted by any relevant country, federal, state or local law, including but not limited to jurisdictions with laws that would require registration, disclosure, filing, trust account, or posting of a bond, or any other requirements that are not satisfied.   These Rules set forth the entire agreement, and supersede any and all prior agreements of the parties with respect to the subject matter hereof.", "hackathon-prizes": [{"prize-content": "littleBits Home Automation Kit", "prize-title": "Ridiculously Cool Prize Pack"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nexmo-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this use more than just one API? How well does it combine multiple 'components' to make something new?"}, {"judging-criterion": "Is the use something easily found in other applications or systems? Or is it unique, thoughtful, and perhaps a bit surprising."}, {"judging-criterion": "Does it draw people to use it? Is naturally engaging?"}], "hackathon-location-address": "", "hackathon-description-header": "It's been a great year, with some great contests - now let's make the last one the best!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-12-30", "has-projects": "True"}