{"hackathon-description-text": "\n The", "hackathon-number-of-prizes": "5", "hackathon-id": "hackforchangesf", "hackathon-judges": [{"judge-role": "Senior Solution Engineer, Salesforce", "judge-name": "Ayori Selassie"}, {"judge-role": "Co-Founder, Neighborland", "judge-name": "Dan Parham"}, {"judge-role": "Evangelist and Principal, Neo.com", "judge-name": "Peter Shanley"}, {"judge-role": "Developer Relations Engineer, Code for America", "judge-name": "Andrew Hyder"}, {"judge-role": "Founder and Board Member, RichRelevance", "judge-name": "David Selinger"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n: Project should be focused on improving our city in some way. The topics areas for projects might include open data, disaster relief, mapping, safety and justice, economic development, and whatever else.\n: Projects can be at different phases (ideation, testing a specific component, a few steps before launch, etc.) With that, structure the weekend’s project proposal so that new individuals can contribute to a specific goal or milestone.\nEach project requires a project lead to see the project from start to finish, attending the 3-day event. It is okay for two people to collaboratively lead the team (and split the schedule) provided they cohesively tie out with one another.\n: You can enter as an individual with a project to recruit a team, or enter as a team with a project. With that, you must be open to having new individuals throughout the weekend.\n: developers, project managers, community organizers, designers, researchers, marketers, government staff, urbanites, and generally active and knowledgeable citizens.", "hackathon-number-of-participants": "45", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nProject must be:", "hackathon-rules": "\nCode for San Francisco holds it’s leadership and participants to a Code of Conduct, which applies to all meetups, events, and digital forums. Please read our \n.", "hackathon-prizes": [{"prize-content": "4 Full-time memberships to Galvanize for 2 months & SF National Day of Civic Hacking T-Shirts", "prize-title": "First Place - General Competition"}, {"prize-content": "4 25-hour/month Impact Hub Memberships for 2 months & SF National Day of Civic Hacking T-Shirts", "prize-title": "Second Place - General Competition"}, {"prize-content": "Complimentary tickets to the Exploratorium for the entire team & SF National Day of Civic Hacking T-Shirts", "prize-title": "Third Place - General Competition"}, {"prize-content": "5 copies of \"Coined: The Rich Life of Money and How Its History Has Shaped Us\" by Kabir Seghal and Free SF National Day of Civic Hacking T-Shirts", "prize-title": "Fourth Place - General Competition"}, {"prize-content": "5 copies of \"Haline\" by Sundeep Ahuja and Free SF National Day of Civic Hacking T-Shirts", "prize-title": "Fifth Place - General Competition"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackforchangesf.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "• Identify users \n• Show supporting data \n• Complete a competitive assessment \n• Have either an MVP AND/OR concrete conceptual plan \n• List your next steps\n• Show potential civic and social partners"}, {"judging-criterion": "How much impact (quality and quantity) could the solution have? Could this solution solve a big or small problem?"}, {"judging-criterion": "How well does the solution fit the needs of the problem they chose to tackle? How user-friendly is the solution?"}, {"judging-criterion": "Are there similar solutions available today? Is the solution innovative?"}, {"judging-criterion": "How and Do they have a plan for next steps? How prepared are they to continue their work beyond the event?"}, {"judging-criterion": "How well did the team communicate the problem and solution? How well did they respond to the questions from judges?"}], "hackathon-location-address": "", "hackathon-description-header": "Calling all passionate people who want to improve San Francisco. Attend San Francisco’s National Day of Civic Hacking, June 5 - 7, for an untraditional weekend hackathon to tackle local issues.", "hackathon-prizes-total": "$2,970", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}