{"hackathon-description-text": "\nCome together with the brightest developers, designers and creators in Silicon Valley to make something amazing. You and your team will be applying your knowledge of app development, web development, hardware and more to create innovative solutions to existing problems.", "hackathon-number-of-prizes": "3", "hackathon-id": "svhacks", "hackathon-judges": [{"judge-role": "", "judge-name": "Mayfield Fund Partner"}, {"judge-role": "", "judge-name": "Uber Head of Mobile Engineering"}, {"judge-role": "", "judge-name": "Pinterest Head of Data Engineering"}, {"judge-role": "", "judge-name": "VP of Architecture at Juniper Networks"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "478", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nYou can build whatever you want: websites, apps, or hardware (no soldering allowed). All code must be written during the hackathon - feel free to use open source libraries and APIs. Hacks are judged on creativity, technical difficulty, usefulness, and overall awesomeness.", "hackathon-rules": "\n\nTo participate you must register individually before 1:30 PM PDT on 20th February 2016. You will have to register your team separately before submission deadline. You may not be part of more than one team.\n\n\nTeams of up to 5 people are allowed. Teams must submit a list of members upon submitting their hack by submission date/time on 21st February 2016. Any modification after that must be approved by the organizers.\n\n\nWe all start coding at the same time. This is done to keep things fair. You can use open source projects or libraries, or public API’s. Please don’t come and build on top of existing projects.\n\n\nEach team will need to register to be able to demo their hack. Instructions to register teams for demo will be posted soon.\n\n\nEach team will have 3 minutes for presentation. 2 minute for demo and 1 minute for Q&A from judges. You may use powerpoint to explain your hack but no more than 5 slides. Goal is to showcase the demo.\n\n\nTeams have full ownership of everything they build and are free to do with it as they wish.\n\n\nWinners will be selected by the corporate judges and judges provided by the SVHacks. Please take a look at the parameters used for evaluating the projects.\n\n\nBy attending SVHacks you acknowledge that your picture and video may be used without compensation, prior permission or notification in any promotional material related to SVHacks.", "hackathon-prizes": [{"prize-content": "Samsung Virtual Reality headset and $750 Amazon gift card for every member of the team", "prize-title": "Samsung VR Headset + Amazon Gift card"}, {"prize-content": "BB-8 Sphero  and $350 Amazon gift card for every member of the team", "prize-title": "BB-8 Sphero + Amazon Gift card"}, {"prize-content": "Syma Explorers 6-Axis Quadcopter and $200 Amazon Gift card for every member of the team", "prize-title": "Syma Explorers 6-Axis Quadcopter + $200 Amazon Gift card"}], "hackathon-location-google-maps": "https://maps.google.com/?q=37°24'38.8\"N 122°01'52.6\"W", "hackathon-url": "https://svhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will ​look for hack ideas that are original, useful and solve a real market need."}, {"judging-criterion": "Judges will evaluate the project based on the technical competence or knowledge showcased and complexity of the solution."}, {"judging-criterion": "Judges will be looking for products that have exceptional design attributes that would appeal to the end-user."}], "hackathon-location-address": "37°24'38.8\"N 122°01'52.6\"W", "hackathon-description-header": "Come as you are, build what you like", "hackathon-prizes-total": "$8,100", "hackathon-location-description": "Juniper Networks - Aspiration Dome", "hackathon-end-date": "", "has-projects": "False"}