{"hackathon-description-text": "\nThe winner will receive an all expenses paid trip to San Francisco to tour Google, Airbnb, and fast growing startups, have dinner with a high profile entrepreneur/investor, and get product coaching from Make School founders and instructors!", "hackathon-number-of-prizes": "5", "hackathon-id": "makeschool", "hackathon-judges": [{"judge-role": "Co-Founder, Make School", "judge-name": "Ashu Desai"}, {"judge-role": "Co-Founder, Make School", "judge-name": "Jeremy Rossman"}, {"judge-role": "VP Growth, Lesbians Who Tech", "judge-name": "Dom Brassey"}, {"judge-role": "Founder, Learn To Code With Me & Contributor to Forbes", "judge-name": "Laurence Bradford"}, {"judge-role": "CEO at Rype & Columnist at Inc. Magazine", "judge-name": "Sean Kim"}, {"judge-role": "Senior Software Engineer, Touch of Modern & Founder, Let's Build That App", "judge-name": "Brian Voong"}, {"judge-role": "Founder & CEO, Simbi", "judge-name": "Kjerstin (KJ) Erickson"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThis competition is open to current High School and College students or non-professional developers age 24 and below. Must be at least 13 years of age or older. ", "hackathon-url": "https://makeschool.devpost.com/", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-rules": "\n\nNO PURCHASE NECESSARY TO ENTER OR WIN. MAKING A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. VOID WHERE PROHIBITED OR RESTRICTED BY LAW.\n1. PROMOTION DESCRIPTION: The Make School App Contest 2017 begins on April 25, 2017 at 12:01 am and ends on May 14th 2017 at 11:59 pm.\nThe sponsor of this Contest is Make School App Contest 2017. By participating in the Contest, each Entrant unconditionally accepts and agrees to comply with and abide by these Official Rules and the decisions of Sponsor, which shall be final and binding in all respects. Sponsor is responsible for the collection, submission or processing of Entries and the overall administration of the Contest. Entrants should look solely to Sponsor with any questions, comments or problems related to the Contest. Sponsor may be reached by email at hello@makeschool.com during the Promotion Period.\n2. ELIGIBILITY: This competition is open to current High School and College students or non-professional developers age 24 or below. Must be at least 13 years of age or older. The maximum team size is 3 participants. Sponsor, and their respective parents, subsidiaries, affiliates, distributors, retailers, sales representatives, advertising and promotion agencies and each of their respective officers, directors and employees (the \\\"Promotion Entities\\\"), are ineligible to enter the Contest or win a prize. Household Members and Immediate Family Members of such individuals are also not eligible to enter or win. \"Household Members\" shall mean those people who share the same residence at least three months a year. \"Immediate Family Members\" shall mean parents, step-parents, legal guardians, children, step-children, siblings, step-siblings, or spouses. This Contest is subject to all applicable federal, state and local laws and regulations and is void where prohibited or restricted by law.\nThe contest IS NOT open to:\nIndividuals who are residents of, or Small Organizations or Large Organizations domiciled in, Brazil, Mexico, Quebec, or any country, state, province or territory where the laws of the United States or local law prohibits participating or receiving a prize in the Hackathon (including, but not limited to, Brazil, Cuba, Sudan, Iran, North Korea, Syria and any other country designated by the United States Treasury's Office of Foreign Assets Control.\n \n3. PRIZES:\nGrand Prize Award\n1 winner - $9,000 cash value\n• Full scholarship to Make School's Summer Academy • All expenses paid trip to San Francisco • Dinner with tech industry leader • Office tours of Google, Airbnb and 2 fast growing startups • Office hours with Make School founders • Code review and design feedback from Make School Product College instructors\nSecond Prize Award\n1 winner - $4,000 cash value\n• $3,500 scholarship to Make School's Summer Academy • Xbox, PS4 or Nintendo Switch • Remote office hours with Make School founders • Remote code review and design feedback from Make School Product College instructors\nPopular Vote\n1 winner - $3,500 cash value\n• $3,500 scholarship to Make School's Summer Academy • Promotion of your app to the Make School Community of 300k people • Office hours with Make School founders • Code review and design feedback from Make School Product College instructors\nRaffle Prize\n1 winner - $500 cash value\nA random submission that receives 10 upvotes for their app will receive: • DJI Phantom 3 Drone\n10 Upvote Prize\n200 winners - $250 cash value\nAll submissions who receive 10 upvotes for their app will receive: • $250 discount to Make School's Summer Academy\nThe Prize will only be awarded and/or delivered to addresses within eligible locations. All federal, state and/or local taxes, fees, and surcharges are the sole responsibility of the prize winner. Failure to comply with the Official Rules will result in forfeiture of the prize.\n4. HOW TO ENTER: Enter the Contest during the Promotion Period online by visiting the entry form, which can be found on the following website at makeschool.devpost.com.\nValid submissions must have not began development prior to September 2016.\nAutomated or robotic Entries submitted by individuals or organizations will be disqualified. Internet entry must be made by the Entrant. Any attempt by Entrant to obtain more than the stated number of Entries by using multiple/different email addresses, identities, registrations, logins or any other methods, including, but not limited to, commercial contest/Contest subscription notification and/or entering services, will void Entrant's Entries and that Entrant may be disqualified. Final eligibility for the award of any prize is subject to eligibility verification as set forth below. All Entries must be posted by the end of the Promotion Period in order to participate. Sponsor's database clock will be the official timekeeper for this Contest.\n5. WINNER SELECTION: The Winner(s) of will be selected by a panel of judges. Odds of winning will vary depending on the number of eligible Entries received.\nJudging Criteria:\nCreativity\nTechnical Difficulty \nUX / Polish \n6. WINNER NOTIFICATION: Winner will be notified by email at the email address provided by . Potential Winner must accept a prize by email as directed by Sponsor within 2 weeks of notification. Sponsor is not responsible for any delay or failure to receive notification for any reason, including inactive email account(s), technical difficulties associated therewith, or Winner’s failure to adequately monitor any email account.\nAny winner notification not responded to or returned as undeliverable may result in prize forfeiture. The potential prize winner may be required to sign and return an affidavit of eligibility and release of liability, and a Publicity Release (collectively \\\"the Prize Claim Documents\\\"). No substitution or transfer of a prize is permitted except by Sponsor.\n7. PRIVACY: Any personal information supplied by you will be subject to the privacy policy of the Sponsor posted at https://www.makeschool.com/privacy-policy. By entering the Contest, you grant Sponsor permission to share your email address and any other personally identifiable information with the other Contest Entities for the purpose of administration and prize fulfillment, including use in a publicly available Winners list.\n8. LIMITATION OF LIABILITY: Sponsor assumes no responsibility or liability for (a) any incorrect or inaccurate entry information, or for any faulty or failed electronic data transmissions; (b) any unauthorized access to, or theft, destruction or alteration of entries at any point in the operation of this Contest; (c) any technical malfunction, failure, error, omission, interruption, deletion, defect, delay in operation or communications line failure, regardless of cause, with regard to any equipment, systems, networks, lines, satellites, servers, camera, computers or providers utilized in any aspect of the operation of the Contest; (d) inaccessibility or unavailability of any network or wireless service, the Internet or website or any combination thereof; (e) suspended or discontinued Internet, wireless or landline phone service; or (f) any injury or damage to participant's or to any other person’s computer or mobile device which may be related to or resulting from any attempt to participate in the Contest or download of any materials in the Contest.\nIf, for any reason, the Contest is not capable of running as planned for reasons which may include without limitation, infection by computer virus, tampering, unauthorized intervention, fraud, technical failures, or any other causes which may corrupt or affect the administration, security, fairness, integrity or proper conduct of this Contest, the Sponsor reserves the right at its sole discretion to cancel, terminate, modify or suspend the Contest in whole or in part. In such event, Sponsor shall immediately suspend all drawings and prize awards, and Sponsor reserves the right to award any remaining prizes (up to the total ARV as set forth in these Official Rules) in a manner deemed fair and equitable by Sponsor. Sponsor and Released Parties shall not have any further liability to any participant in connection with the Contest.\n10. Participant Rights: any applicable intellectual property rights to a Submission will remain with the participant. \n11. WINNER LIST/OFFICIAL RULES: To obtain a copy of the Winner List or a copy of these Official Rules, send your request to hello@makeschoo.com.\n12. SPONSOR: 1547 Mission St, San Francisco, CA 94103, USA", "hackathon-requirements": "\nThere are options for public and private submissions of your project.\n ", "hackathon-description-header": "Make School's Student App Competition 2017", "hackathon-number-of-judging-criteria": "3", "hackathon-prizes": [{"prize-content": "• Full scholarship to Make School's Summer Academy", "prize-title": "Grand Prize Award"}, {"prize-content": "• $3,500 scholarship to Make School's Summer Academy", "prize-title": "Second Prize Award"}, {"prize-content": "• $3,500 scholarship to Make School's Summer Academy", "prize-title": "Popular Vote"}, {"prize-content": "A random submission that receives 10 upvotes for their app will receive:", "prize-title": "Raffle Prize"}, {"prize-content": "All submissions who receive 10 upvotes for their app will receive:", "prize-title": "10 Upvote Prize"}], "hackathon-location-google-maps": "", "hackathon-number-of-participants": "603", "hackathon-location-address": "", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-prizes-total": "$32,000", "hackathon-location-description": "", "hackathon-end-date": "2017-05-20", "has-projects": "True"}