{"hackathon-description-text": "\n: Do you have a free minute or two this weekend? We've changed our application. Now, all you need to do is submit a", "hackathon-number-of-prizes": "5", "hackathon-id": "2017hitlabworldcup", "hackathon-judges": [{"judge-role": "Chair / HITLAB", "judge-name": "Stan Kachnowski"}, {"judge-role": "Deputy Director, Ideation / HITLAB", "judge-name": "Margaret Griffin"}, {"judge-role": "Head of Creative / Google", "judge-name": "Olivier Rabenschlag"}, {"judge-role": "Chief Medical Officer and Head of Global Innovation / Sutherland Health Solutions", "judge-name": "Dr. Shailja Dixit"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nThe Challenge is open only to:", "hackathon-number-of-participants": "214", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nContestants must submit a novel idea, technology solution or business concept that fulfills or mitigates the unmet needs of the type-2 diabetes community to\nIdeas may be at any stage of development.\nThere is no cost to enter a submission.\n\n ", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. VOID WHERE PROHIBITED.\nThe 2017 HITLAB World Cup of Voice-Activated Technology in Diabetes presented by Novo Nordisk (the “Challenge”) is a competition to identify emerging technologies that use voice recognition and voice activation to support diabetes care and management. The purpose of the challenge is to bolster innovation and identify high-potential new technologies in an emerging, and quickly growing, segment of the digital health market that provide opportunity to benefit patients with diabetes.\nThe 2017 HITLAB World Cup of Voice-Activated Technology in Diabetes presented by Novo Nordisk is being held during the 2017 HITLAB Innovators Summit: New York. The goal of the 2017 Challenge is to invite innovators, entrepreneurs, and start-ups, as either individuals or teams (collectively, “Contestants”) worldwide to propose novel concepts to fulfill or mitigate the unmet needs of people living with type-2 diabetes.  Concepts can focus on enhancing patient outcomes, lowering healthcare costs without compromising quality, making the management of patients more efficient, and improving their health and quality of life (each a “Submission” as further defined below).\nParticipation in the Challenge constitutes Contestants’ full and unconditional agreement to these Official Rules and to the Sponsor's and/or Administrator’s (as defined below) decisions, which are final and binding in all matters related to the Challenge. Winning a prize is contingent upon fulfilling all requirements set forth in the Official Rules. Dates and judging criteria are subject to change anytime at the sole discretion of the Sponsor and/or Administrator.\n:\nNovo Nordisk\n: Healthcare Innovation and Technology Lab, Inc. (“HITLAB”), Mary Woodward Lasker Building, 3960 Broadway, Suite 501, New York, New York 10032 (USA).\nA. The Challenge is open only to:\nB. Contestants must own or have access at their own expense to a computer, an internet connection, and any other electronic devices, documentation, software or other items a Contestant may deem necessary to create and enter their Submission. \nC. Each team shall appoint one individual as the team captain (the “Representative”) to represent and act, including registering and entering a Submission, on behalf of said team. The Representative must be duly authorized to submit on behalf of the team. The Representative represents and warrants that he or she is duly authorized to act on behalf of the team, and has read the Official Rules and that the team agrees to abide by these Official Rules. The Representative will ensure that each member of the team participating in entering the Submission, or in decisions related to the Submission, has read and complies with the Official Rules.\nA. The Sponsor, the Administrator, and any advertising agency, contractor or other organization involved with the design, production, promotion, execution, or distribution of the Challenge (collectively “Promotion Entities”); all employees, representatives and agents of such Promotion Entities; and all members of any such employee, representative or agent’s immediate family or household. \nB. Any individual involved with the design, production, promotion, execution, or distribution of the Challenge and each member of any such individual’s immediate family or household. \nC. Any organization or individual that employs any Judge or that otherwise has a material business relationship or affiliation with any Judge. \nD. Any parent company, subsidiary, or other affiliate of any organization described above.\nE. For purposes hereof:  (i) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and (ii) the members of an individual’s household include any other person who shares the same residence as such individual for at least three (3) months out of the year.\nA. Contestants may enter a Submission between August 25, 2017 (4:00 pm Eastern Time) – October 11, 2017 (11:45 pm Eastern Time) (the “Submission Period”). The Administrator’s computer is the official time keeping device for this Challenge.\nB. Any Submission entered following the end of the Submission Period shall be disqualified.\nA. \nB. \n: Contestants must submit a novel idea, technology solution or business concept that fulfills or mitigates the unmet needs of the type-2 diabetes community (the \"Idea\"). Ideas may be at any stage of development. There is no cost to enter a Submission.\nC. All submissions must be received no later than 11:45 pm Eastern Time for the respective deadlines.\nD. \n: The Sponsor and/or Administrator, and any third parties acting on the Sponsor's behalf, will have a royalty-free, non-exclusive, worldwide license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes posting or linking to the Submission on the Sponsor's and/or Administrator’s websites, including the Challenge Website, and partner websites, and inclusion of the Submission in any other media, worldwide.\nE. \n: All Contestants shall retain ownership of any software, technology, or research they develop or any other Intellectual Property rights they create.  All contestants agree to grant Sponsor and/or Administrator a right of first refusal for an exclusive license in the medical and/or diabetes space. Contestants' Intellectual Property will not be used commercially by the Sponsor and/or Administrator unless there is explicit agreement with the Contestants regarding this use.\nF.\nG. Though \n the recommendations for the pitch summary are as follows:\nH. \n:\nI. Judging of the Submissions: The Submissions will be judged using the criteria listed in item 7 below.\nJ. Once a Submission is received it will be reviewed by the Sponsor, Administrator and/or Judges. At any point during the competition, the Administrator has the right to ask a Contestant to submit proofs and supporting documents related to their ideas. \nK. Judging of the Finalists\nA. All judging for this Challenge will involve the criteria stated in this section. All reviews will be conducted by a qualified panel of impartial judges (the “Judges”) selected by the Sponsor and/or Administrator. A review may be conducted in one or more rounds of judging, and each round of judging may involve different Judges. The Sponsor and/or the Administrator reserve the right to substitute or modify the judging panel or criteria at any time for any reason.\nB. All Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging if the Judge, the Sponsor and/or the Administrator considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions. This includes, but is not limited to, cases where a Judge has a material business relationship or affiliation with a Contestant.\nC. \nD.   Tie Breakers: In the event of a tie between two or more Submissions, the tied Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the second, third, and fourth criterion listed above, respectively.\nA. There will be five Finalists competing in the Finals. \nB. The Finals will take place in New York City at the 2017 HITLAB Innovators Summit on the campus of Columbia University. \nC. If a Finalist cannot travel to the Finals, then the Finalist may participate via video conference. \nD. If a Finalist is not able to travel to the Finals or is not able to participate via video conference on the date and time required, the Finalist will forfeit its prize and lose its opportunity to be a Prize Winner and an alternative Finalist may be selected. \nE. Date and location of the Finals is subject to change anytime at the Sponsor and/or Administrator’s sole discretion. \nF. The five Finalists with the best presentation of their Submission using the criteria listed above will be a prize winner (“Prize Winner”). Prize winners will be announced on or about November 29, 2017. \nG. The highest scoring Finalist will win the Grand Prize and the remaining Finalists shall be awarded the remaining prizes in the order of their scores with the second highest scoring Finalist receiving the Runner Up Prize, the third highest scoring Finalist receiving the Third Prize, etc.\nA. All potential Finalists and Prize Winners are subject to verification of identity, qualifications and role in the creation of the Submission by the Sponsor and the Administrator, whose decisions are final and binding in all matters related to the Challenge. Potential Finalists and Prize Winners must continue to comply with all terms and conditions of these Official Rules throughout the Challenge. Potential Finalists will be notified using the email address associated with the Challenge account used to enter the Submission. The potential Prize Winner will be notified in person when possible. For sake of clarity, the notification will only be sent to the Representative of the team. \nB. In order to win a prize, the potential Finalists and Prize Winners winner will be required to sign and return to the Administrator, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within two (2) business days. \nC. At the sole discretion of the Sponsor and/or Administrator, potential Finalists and Prize Winners will be deemed ineligible to win if:\nThe Challenge offers finalists a total of $75,000 USD in prize money (Grand Prize: $50,000 USD) as well as a free ticket to the 2017 HITLAB Innovator's Summit: New York (valued up to $2499 USD). \nGrand Prize: $50,000 USD\nRunner Up Prize: $15,000 USD\nThird Prize: $5,000 USD\nFourth Prize: $3,000 USD\nFifth Prize: $2,000 USD\n\nA. No prize substitutions will be made. Prizes must be accepted as awarded. No transfer or substitution of a prize is permitted except at the Sponsor and/or Administrator’s sole discretion. The prize will be provided following receipt of the signed affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) form(s). \nB. Winners shall be responsible for any applicable federal, state, and local taxes associated with any prize. There may be some tax implications for prizes. Sponsor recommends that Contestants review these rules with their legal/tax advisor to determine their potential tax liability, if any, in connection with receiving a prize as part of this Challenge. If there is any tax liability, it will be the sole responsibility of award Contestant. \nC. Each Contestant hereby acknowledges and agrees that the relationship between the Contestant, the Sponsor, and the Administrator, is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide the Contestant’s Submission to the Sponsor and the Administrator for the purposes of this Challenge does not place the Sponsor, the Administrator, and their respective agents in a position that is any different from the position held by the members of the general public with regard to elements of the Submission, except as specifically provided in these Official Rules.\nA. \nB. \nParticipation in the Challenge constitutes Finalists and Prize Winner’s consent to the Sponsor's and Administrator’s, and their agents’ use of the winner’s name and description, including organization name, if applicable, and the likeness, photograph, voice, opinions, comments and/or hometown and state of residence of individuals who participated in the Submission, for promotional purposes in any media, worldwide, without further payment or consideration. \nA. Sponsor and/or Administrator reserve the right to cancel, suspend and/or modify the Challenge, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond the Sponsor's and/or Administrator’s control impairs the integrity or proper functioning of the Challenge, as determined by the Sponsor and/or Administrator at their sole discretion. The Sponsor and/or Administrator reserve the right at their sole discretion to disqualify any individual or Contestant it finds to be tampering with the Challenge, specifically, including but not limited to the entry or voting process (for example by using the aid of computer software programs to auto-fill entries) or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, not in the best interests of this Challenge, or a violation of any applicable law or regulation. \nB. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor and/or the Administrator reserve the right to take proper legal action, including, without limitation, referral to law enforcement, for any illegal or unlawful activities. \nC. The Sponsor and/or the Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The Sponsor and/or the Administrator are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor and/or Administrator. \nD. In the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nE. The Sponsor and/or Administrator reserve the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, the Sponsor and/or the Administrator. The Sponsor and/or Administrator will post the terms and conditions of the amended Official Rules on the Challenge Website. Any amendment will become effective at the time the Sponsor and/or Administrator post the amended Official Rules. \nF. Excluding submissions, all intellectual property related to this Challenge, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. \nG. Should any provision of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nBy entering, all Contestants, including the participating members of a team or organization, agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the prizes or Contestant’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or bodily injury shall not be applicable in jurisdictions where such limitation is not legal.\nA. \n:\nB. Some jurisdictions do not allow the limitations or exclusion of liability for incidental or consequential damages, so the above may not apply to you.\nC. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants, the Sponsor and the Administrator in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New York (USA), without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\nAny personal information collected from the Contestant(s) when entering the Challenge is subject to the Administrator’s privacy policy located here:\n. \nVisit the Challenge Website on or about December 15, 2017.\nIf you have any questions or wish to send us any notice regarding this Challenge, please email worldcup@hitlab.org. \n ", "hackathon-prizes": [{"prize-content": "$50,000 USD", "prize-title": "Grand Prize"}, {"prize-content": "$15,000 USD", "prize-title": "Runner Up Prize"}, {"prize-content": "$5,000 USD", "prize-title": "Third Prize"}, {"prize-content": "$3,000 USD", "prize-title": "Fourth Prize"}, {"prize-content": "$2,000 USD", "prize-title": "Fifth Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://2017hitlabworldcup.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Winning entries will demonstrate an ability to effectively address the unmet needs of people with type-2 diabetes."}, {"judging-criterion": "Proposals must delineate how the voice activate technology solution differs from current practice or services and technology available in the healthcare or consumer markets."}, {"judging-criterion": "Submissions must provide evidence that the solution can be delivered to the marketplace in a sustainable business model."}, {"judging-criterion": "Contestants (as individuals or teams up to three people) should demonstrate that the concept is feasible and show that they have the background and skills necessary to execute a business plan."}, {"judging-criterion": "Contestants should represent a cohesive team committed to providing a high standard of work."}], "hackathon-location-address": "", "hackathon-description-header": "Submissions are now closed. Thank you for your participation!", "hackathon-prizes-total": "$75,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}