{"hackathon-description-text": "\nThe U.S General Services Administration (GSA) manages a broad portfolio of key, government-wide operations and policies.  In managing this portfolio, GSA has access to extensive government operations data – data which may hold potential solutions to some federal agencies’ most pressing problems.  GSA’s Office of Government-wide Policy, sponsor of the Travel Data Challenge, is looking to bring a quantitative approach to the data the federal government collects in order to help agencies make smarter business decisions, and to allow them to drive greater saving and efficiencies. Pursuing this goal supports several of GSA’s highest priorities in serving our partners, including delivering better value and savings, and leading with innovation.", "hackathon-number-of-prizes": "1", "hackathon-id": "gsatraveldata", "hackathon-judges": [{"judge-role": "GSA Associate Administrator for Government-wide Policy", "judge-name": "Anne Rung"}, {"judge-role": "Director - Travel Policy Division, Office of Government-wide Policy", "judge-name": "Craig Flynn"}, {"judge-role": "GSA Office of the Chief Information Officer", "judge-name": "Kris Rowley"}, {"judge-role": "GSA Federal Acquisition Service Region 10", "judge-name": "Jon Bearscove"}, {"judge-role": "Acting Chief Information Officer, General Services Administration", "judge-name": "Sonny Hashmi"}, {"judge-role": "Board Member and Former CEO of Sabre Holdings", "judge-name": "Sam Gilliland (technical adviser to judges)"}, {"judge-role": "GSA Federal Acquisition Service", "judge-name": "Tim Burke"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nEligibility to participate in the GSA Travel Data Challenge and win a prize is limited to entities/individuals that:\nParticipants agree to assume any and all risks and waive claims against the Federal Government and its related entities, except in the case of willful misconduct, for any injury, death, damage, or loss of property, revenue, or profits, whether direct, indirect, or consequential, arising from participation in this competition, whether the injury, death, damage, or loss arose through negligence or otherwise.  Participants also agree to obtain liability insurance or demonstrate financial responsibility, in an amount to cover a third party for death, bodily injury, property damage, or loss resulting from an activity carried out in connection with participation in this competition.\nEntrants are hereby advised that diligent care must be taken to avoid the appearance of Government endorsement of Entrant's competition participation and submission. Moreover, as is customary when doing business with the Federal Government, Entrant may not refer to GSA's use of your submission (be it product or service) in any commercial advertising or similar promotions in a manner that states or implies that the product or service being used is endorsed or preferred by GSA or any other element of the Federal Government, or that the Federal Government considers it to be superior to other products or services. The intent of this policy is to prevent the appearance of Federal Government bias toward any one product or service.\nEntrant agrees that GSA's trademarks, logos, service marks, trade names, or the fact that GSA awarded a prize to Entrant, shall not be used by Entrant to imply direct GSA endorsement of Entrant or Entrant's submission.  Both Entrant and GSA may list the other party's name in a publicly available customer or other list so long as the name is not displayed in a more prominent fashion than any other third party name.", "hackathon-number-of-participants": "184", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nThe final product should be a tool that is housed online and can be updated to include data sets from other agencies. Capabilities should also include updating data in the most efficient time cycle, such as monthly, quarterly, annually or as new information becomes available.\nThe final tool should be in Open Source Code.  Open source refers to a program in which the source code is available to the general public for use and/or modification from its original design free of charge.  In order to be Open Source Initiative Certified, the tool must meet following six criteria:\n1. The author or holder of the license of the source code cannot collect royalties on the distribution of the program;\n2. The distributed program must make the source code accessible to the user;\n3. The author must allow modifications and derivations of the work under the program's original name;\n4. No person, group, or field of endeavor can be denied access to the program;\n5. The rights attached to the program must not depend on the program being part of a particular software distribution; and\n6. The licensed software cannot place restrictions on other software that is distributed with it.\nThe winner(s) of the competition will, in consideration of the prize to be awarded, grant to GSA a perpetual, non-exclusive, royalty-free license to use any and all intellectual property to the winning entry for any governmental purpose, including the right to permit such use by any other agency or agencies of the Federal Government.  All other rights of the winning entrant will be retained by the winner of the competition.\nAny federal travel data and information that is publicly available is included in the scope of this challenge. Summary-level sample data will be provided.\n ", "hackathon-rules": "\n\n\n \nThere will be six judges, each a senior career official of GSA with expertise in government-wide policy, travel, information technology, and/or acquisition. Each judge will award a score to each submission and the winner(s) of the competition will be decided based on the highest average overall score. GSA will also have a technical advisor from Sabre, Inc who will assist the judges in evaluating the submissions as needed.  However, the technical advisor will not vote in determining the prizes. Judges will only participate in judging submissions for which they do not have any conflicts of interest.\nEntries must be submitted online via ChallengePost by 11:59pm EST on April 11th, 2014.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://gsatraveldata.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "See \"Rules\" section for complete description."}, {"judging-criterion": "See \"Rules\" section for complete description and weighting."}, {"judging-criterion": "See \"Rules\" section for complete description and weighting."}, {"judging-criterion": "See \"Rules\" section for complete description and weighting."}, {"judging-criterion": "See \"Rules\" section for complete description and weighting."}], "hackathon-location-address": "", "hackathon-description-header": "Design and create an online, interactive tool that utilizes federal travel data to increase transparency and accountability.", "hackathon-prizes-total": "$35,000", "hackathon-location-description": "", "hackathon-end-date": "2014-04-11", "has-projects": "True"}