{"hackathon-description-text": "\nThe key to unleashing the tremendous potential of our foster youth is ensuring that they have supportive, loving adults in their lives. Join us for a unique chance to devise solutions to improve outcomes for our community’s foster youth.", "hackathon-number-of-prizes": "1", "hackathon-id": "hackfostercarela", "hackathon-judges": [{"judge-role": "", "judge-name": "Attendees"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nHackFosterCareLA is designed to spark engagement between Los Angeles’ tech sector and those who work in its foster care system.  To make our mission possible and as a condition of participating in this hackathon (the “Hackathon”), our hackers’ ideas must be shared with the public. Accordingly, we require our hackers to open source the code they create in our Hackathons.  By participating in the Hackathon and signing HackFosterCareLA Waiver, you hereby agree to apply any one of the applicable Open Source Initiative licenses listed at http://opensource.org/licenses to any software you generate during the Hackathon. Distribution of software generated during the Hackathon to the public at no cost is most consistent with the not-for-profit principles underlying our mission.\nIn addition, you hereby affirm that (i) you are someone who is the age of majority in this jurisdiction and are competent to enter into an agreement such as this, (ii) your participation in the Hackathon is voluntary and you have no expectations and waive any claim to any compensation or remuneration, and (iii) you understand that, in conjunction with your participation in the Hackathon, you may be exposed to confidential information provided by a third party at the Hackathon, including but not limited to: confidential and/or proprietary knowledge, data or information concerning the business, business relationships and financial affairs, whether or not in writing and whether or not labeled or identified as confidential or proprietary (the “Confidential Information”). You acknowledge that all Confidential Information is and shall remain the exclusive property of the third party providing such Confidential Information to the HackFosterCareLA event. \nYou further agree that, during and following the Hackathon in perpetuity, you will hold in strictest confidence and will not disclose, use, lecture upon, publish or otherwise make available to any third party any Confidential Information, except as expressly authorized in writing by the third party. You agree that you shall use the Confidential Information only during your participation in the Hackathon and you agree not to use such Confidential Information for your own benefit or for the benefit of any other person or business entity. \nYour obligations with respect to the Confidential Information shall not apply, however, to the extent that certain Confidential Information: (a) is or becomes generally known publicly through no fault of your own; (b) was known to you at the time it was disclosed during the Hackathon as evidenced by your own written records in existence at the time of the Hackathon; (c) is lawfully and in good faith made available to you by a third party who did not derive it from the technologist or the technologist’s affiliates and who imposes no obligation of confidence on you; or (d) is required to be disclosed by a governmental authority or by order of a court of competent jurisdiction, provided that such disclosure is subject to all applicable governmental or judicial protection available for like material and reasonable advance written notice is given to owner. \nYou agree to exercise all reasonable precautions to protect the integrity and confidentiality of any Confidential Information in your possession and not to remove any materials containing Confidential Information from the premises of the Hackathon during or following the Hackathon, unless expressly authorized.\nThe parties acknowledge that the confidentiality provisions contained in this Agreement are necessary to protect the legitimate interests of the participating parties, and that any violation of said provisions would result in irreparable injury to a party whose Confidential Information was compromised. Accordingly, in the event of a breach or threatened breach by any party of any confidentiality provision of this Agreement, the breaching party agrees that the other party will be entitled to injunctive relief without the need to post bond restraining the breaching party from such breach or threatened breach and to any other legal or equitable remedies available to said party. \nYou understand and expressly acknowledge and agree with the above terms", "hackathon-prizes": [{"prize-content": "", "prize-title": "Peoples Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackfostercarela.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Though live stream polling the attendees will vote for the best hack."}], "hackathon-location-address": "", "hackathon-description-header": "BE A PART OF THE SOLUTION TO HELP FOSTER YOUTH HEAL, DEVELOP, AND THRIVE", "hackathon-prizes-total": "0", "hackathon-location-description": "Fullscreen Media-Playa Vista Campus", "hackathon-end-date": "", "has-projects": "False"}