{"hackathon-description-text": "\nCome hang out with us for a weekend at Youngstown State University. Right smack in the middle of the tech belt, we are inviting computer science, design, and computer engineering students from all over the region to join us for an awesome weekend of learning, creating, and networking.", "hackathon-number-of-prizes": "6", "hackathon-id": "hackysu2015", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny student currently enrolled or was enrolled in the 2014-2015 school year from any upper education institution or high school can register at", "hackathon-number-of-participants": "21", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThough the focus of HackYSU is creative tech projects, hackers can create anything they want, permitting it is safe and appropriate. Fill out as much of the Challengepost submit form as possible when submitting your hack. Videos are optional.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Dell Venue tablets and Major League Hacking medals.", "prize-title": "1st Place"}, {"prize-content": "Pebble smart watches and Major League Hacking medals.", "prize-title": "2nd Place"}, {"prize-content": "Raspberry Pi 2 Model B kits and Major League Hacking medals.", "prize-title": "3rd Place"}, {"prize-content": "Free year GraphicStock subscriptions.", "prize-title": "Best Designed Hack"}, {"prize-content": "Pebble Steels.", "prize-title": "Best use of Pebble"}, {"prize-content": "Dell external hard drives.", "prize-title": "Best use of Amazon Web Services"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Youngstown, OH, USA", "hackathon-url": "https://hackysu2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Was the hack impressive? Did you feel interested in the hack itself (not necessarily their presentation of the hack)? Keep in mind that the team had only 36 hours to make this project. And that they are tired."}, {"judging-criterion": "Did the hack involve practicing or learning a skill? Did the team overcome any technical difficulties or lack of knowledge? Consider asking the team what they learned over the weekend."}, {"judging-criterion": "How was the demo? Was the hack working - or at least in a state where the hackers could show off their idea? Keep in mind that the process is important, and that we are judging what happened at the hackathon, not what the hackers are planning to do after."}, {"judging-criterion": "This goes towards our \"best designed hack\" prize. Consider asking the thought process behind the design - if any - to see how much of the design process was utilizing tools vs. custom design work. Remember, implementation is half the battle."}], "hackathon-location-address": "Youngstown, OH, USA", "hackathon-description-header": "Join us for a weekend of learning, creating, and networking at the Youngstown State University!", "hackathon-prizes-total": "$5,432", "hackathon-location-description": "", "hackathon-end-date": "2015-04-19", "has-projects": "True"}