{"hackathon-description-text": "\nGE Digital, the newest company within the GE portfolio, is bringing the Industrial Internet to life by connecting minds and machines. The GE Digital Hub Detroit, located between Detroit and Ann Arbor, is home to nearly 800 of the world's best Digital Technology professionals who are changing the way we work by leveraging our Predix platform.", "hackathon-number-of-prizes": "5", "hackathon-id": "detroitindustrialhack", "hackathon-judges": [{"judge-role": "VP - Software Engineering, GE Digital", "judge-name": "Kamil Litman"}, {"judge-role": "Product Manager, GE Digital", "judge-name": "Sanjay Das"}, {"judge-role": "Sr. Director - Software Engineering, GE Digital", "judge-name": "Jason Torrez"}, {"judge-role": "Curator of Digital Learning, The Henry Ford", "judge-name": "Phil Grumm"}, {"judge-role": "Corporate Relations Manager", "judge-name": "Anna Cronin, Ph.D."}, {"judge-role": "VP - Security & Compliance, GE Digital", "judge-name": "Brent Cieszynski"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nThe Competition is open to all individuals, able to attend in-person, over the age of 18 who are residents of the United States for the duration of the Competition (“Eligible Individuals”), teams of such individuals (“Teams”), and to all validly formed legal entities domiciled in the United States that have not declared or been declared in bankruptcy. Employees and contractors of GE and any of their respective affiliates or subsidiaries are not eligible to enter.", "hackathon-number-of-participants": "48", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nPredix is an easy-to-use system. However:\nPredix does require software coding skills. While most skills are quite common in a developer’s portfolio, not all of them are (e.g. CF CLI). In particular also, mastering the powerful and uncompromising security scheme can be a challenge though for starters. Also consider that you will run a “Platform-Hackathon”. A developer needs to understand how to navigate the Predix platform, how to deploy services, and so forth. We recommend six (6) hours at very minimum learning, even for experienced software developers. (Caution: Don’t confuse that with an “API-Hackathon”, which is common in the consumer space, e.g. using Google Map API. A simple API can be learned often in 20 minutes or less. However that is NOT sufficient for a “Platform-Hackathon” such as in the case of Predix).\nImportant: See below for Predix training recommendations.\nGeneral software skills requirements\n(by hackathon team, not by each developer):\n \n\nAll submissions done via Devpost, at detroitindustrialhack.devpost.com\nIf you have not created a Devpost account yet and registered, you should.\nBelow are the requirements for submitting the application.\n\nBrief description of the application\n\nProblem statement of the application and the logic it will use to solve the problem\n\nHow does the user interface with the application and what kind of features does it have\n\nDescribe tech stack that was used to build your application\n\n \nParticipants – Recommended Training\nSelf Paced Learning Content\nRecommended:\n \nAdditional Content: Optional", "hackathon-rules": "\n\n\n20900 Oakwood Boulevard, Dearborn, MI 48124, US)\nAt the Eventbrite registration page, you will find and must follow further instructions for submitting your completed proposal (your “Submission”). By making a Submission, you formally accept the Official Rules for this Competition and you agree that (a) your Account is complete, correct and accurate and (b) your registration may be rejected or terminated and your Submission submitted by you may be disqualified if any of the information in your Account is (or Sponsors have reasonable grounds to believe it is) incomplete, incorrect or inaccurate. You are solely responsible for your Account.\nYou will receive an email from the GE Digital Hackathon team with further instructions for completing the registration. You must follow the email instructions from the GE Digital Hackathon team for creating Predix, Devpost accounts, competition website and other Predix setup information for you or your team. All these accounts will collectively use throughout the competition and must follow all the instruction from the GE Digital Hackathon team.\n \nYou will be using Predix as a part of the Competition, you must sign up for a Predix Free Trial, and agree to the Predix terms and conditions in connection with the Free Trial. This can be created by completing the form at \n. All of the registration information that you provide is collectively referred to as your \"Predix Account.\" Your Devpost Account and Predix Account are collectively referred to as “Accounts.”\n \nEach Individual and Team, participating in this Competition is referred to as an “Entrant” or “Maker” or “You” in these Official Rules and on the Competition Website. \nGE reserves the right to modify, remove or add data to the Competition Website upon notice to Entrants via email using the email address associated with Entrant’s Account and/or by such other reasonable means as the Sponsors may determine. Sponsors further reserve the right in their sole discretion to extend or modify the dates of Competition and/or Entry submission dates, and to change the terms of these Official Rules governing any portion of the upon notice to Entrants via email using Entrant’s email address associated with Entrant’s Account and/or by other such reasonable means as the Sponsors may determine.  Entrants are urged to consult the Competition Website regularly during the Competition.  Sponsors shall have the right to remove any blog comment or posting related to the Competition from the Competition Website in their sole discretion at any time and for any reason.\nBY PARTICIPATING IN THE COMPETITION, YOU ACCEPT THE CONDITIONS STATED IN THESE OFFICIAL RULES, AGREE TO BE BOUND BY THE DECISIONS OF THE COMPETITION JUDGES AND WARRANT THAT YOU ARE ELIGIBLE TO PARTICIPATE IN THE COMPETITION. IF YOU DO NOT ACCEPT ALL OF THESE OFFICIAL RULES, THEN DO NOT SUBMIT AN ENTRY TO THE COMPETITION. WE RECOMMEND THAT YOU PRINT A COPY OF THESE OFFICIAL RULES FOR YOUR FUTURE REFERENCE.\n:\n. Submissions in each Category are eligible for different prizes as further described herein.\n\n(a) \n \nAll submitted Applications must function and be available in the United States at the time the Submission is made.\n(b) \nAll submitted Applications must run on at least one of the following:\n (c) \n, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, Sponsors reserve the right, in their sole discretion, to require the Entrant to provide physical access to the Application hardware upon request. \n(d) \n: Your Application \n, for testing, evaluation and use by Competition Sponsors through the duration of the Competition.\n(e) \nYour Application must function as depicted in the video and/or expressed in the text description. Your Application must be usable by the intended end user with existing technologies and must not rely on a technology that is not yet publicly announced or introduced in the market.\n(f) \nThe Application you submit may be newly created for the Challenge\n(g) \nYour Application may utilize data from outside (public) sources in addition to Intelligent Environment services, and may integrate SDKs, or APIs, provided you are authorized to use them.\nA Maker may submit a Submission that includes the use of Open Source Software or hardware as defined below, provided the Maker complies the requirements of this section.  By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\n“\n” means any software code that is distributed as “open source software” or “freeware” or is otherwise distributed publicly or made generally ‎available in ‎source code form under terms that permit modification and redistribution of such ‎software on the condition that if such software code is redistributed that it be (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) distributed at no charge, including but not limited to, software licensed or distributed under any of the collection of Open Source Initiative (“OSI”) approved licenses.\nFor any final Submission to be eligible to win, all Open Source Software or third party code or other materials used in connection with that submission must be limited to code that Sponsor will be legally entitled to commercially use and exploit in any fashion at no additional cost to the Sponsor and that will not in any way or in any Sponsor use case: (i) create, or purport to create, obligations of Sponsor with respect to the Sponsor’s programs; or (ii) grant, or purport to grant, to any third party any rights to or immunities under Sponsor’s intellectual property or proprietary rights in Sponsor’s programs.  Open Source Software that is under the BSD, MIT, Creative Commons – Attribution (CC BY), Microsoft Public License (MS-PL), Python Software Foundation License, or Apache Software License v 2.0 license will be accepted in a Submission (the “Allowable Open Source Licenses”).  Other open source software that is covered by licenses that are not in the list of Allowable Open Source Licenses shall not be included in any Submission unless, prior to submission, that particular open source software component’s license and intended use case have been approved in writing by Sponsor and Administrator.  In addition to the aforementioned requirements related to Open Source Software, all Submissions of Open Source Software must be in material compliance with all terms and conditions of the applicable licenses governing its use (e.g. providing downstream recipients with required copyright attribution, copies of Open Source Licenses, etc.).\nD. Makers represent and warrant that the Sponsor, Administrator, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\nE. You agree that nothing in the Official Rules grants you a right or license to use any Sponsor or Administrator name, trademark or service mark.\nF. You acknowledge that GE, other entrants, or others may have developed or commissioned materials similar or identical to your Submission, or may develop something similar in the future, and you waive any claims you may have resulting from any similarities to your Submission.\nG. You understand that Posters cannot control the information you disclose to us or our representatives in the course of participating in the Hackathon, or what we or our representatives will remember about your Submission. You also understand that we will not restrict work assignments of representatives who have had access to your Submission. By participating in the Hackathon, you agree that we may use any information in our representatives’ unaided memories in the development or deployment of our products or services without liability or compensation to you. You understand that you will not receive any compensation or credit from us for use of your Submission in connection with this Hackathon. This provision does not limit any compensation you may receive through us or third parties as a result of your use or marketing or profiting from the application beyond this Hackathon or as provided in these Official Rules. We are not responsible for any unauthorized use of your Entry by those accessing or viewing your Entry.\nBy submitting an Entry and participating in this Competition, you do grant Sponsors certain limited rights, as set forth in these Official Rules. By submitting an Entry, you consent to the use, by Sponsors, their affiliates, subsidiaries, parents, and licensees, of your name, likeness, image, biographical information, prize information (if an award winner), your company or institution name (if your Entry is from a company or institution) and any other personal data submitted with your Entry and the contents in your Entry (including any created works), in connection with the Competition, in any media or format now known or hereafter invented, in any and all locations worldwide, without any payment to or further approval from you. You agree that this consent is perpetual and cannot be revoked.\nYou agree that nothing in the Official Rules grants you a right or license to use the GE name or any GE trademark or service mark. You grant to Sponsors the right to include your company or entity name (if your Entry is from a company, institution or other entity) as an Entrant on the Competition Website and in materials related to Sponsors’ promotion of the Competition. Other than these uses, you are not granting Sponsors any rights to your trademarks by entering the Competition.\n \n \nBy entering this Competition, you acknowledge and agree that GE will have access to and use of any personal data you provide in connection with your Submission for purposes described in these Official Rules.  Such data will be used and protected as governed by the Privacy Policy posted on the GE Website at:  \n and Devpost at \n. Personal Data may be shared by the Sponsors for the purposes described in these Official Rules.\n \n \nA breach of any warranty set out in this provision of the Official Rules will result in the corresponding Submission being invalid.  In addition, you agree to indemnify Sponsors against all loss, damages and costs incurred by the Sponsors arising from your breach of the warranty.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\nYou acknowledge that multiple Makers may make Submissions that contain designs, concepts or technologies similar to your Entry and that Sponsors and/or their respective subsidiaries and business partners may already be investigating or developing technical solutions or business activities that are related or similar to those that you disclose in your Submission. You acknowledge and agree that Poster’s or Administrator’s actions with respect to another Submissions or one of their own solutions or business activities, even if similar to your Submissions shall not create any liability to you or others. Further, Posters and Administrators are not or shall not be restricted in any way from pursuing, developing, or commercializing, in any way that they see fit, independent of you and at their sole discretion, any technology that is created independent of your Submission. For the avoidance of doubt, you acknowledge that Posters and Administrators are not obligated to take any action whatsoever with regard to your Submission.\nThe invalidity or unenforceability of any provision of these Official Rules shall not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Official Rules shall otherwise remain in effect and be construed in accordance with their terms as if the invalid or illegal provision was not contained herein.\nBy entering the Hackathon, you waive all rights to seek injunctive or equitable relief, or to claim punitive, incidental or consequential damages, or attorneys’ fees.\n \nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \n \nBy registering for the “Competition”, you are agreeing to the following:\n \nThis Agreement includes and incorporates all the terms and conditions of the Predix Customer Agreement, available at https://www.predix.io/legal/customer-agreement-us (the “Predix Customer Agreement”). The Predix Customer Agreement will govern the relationship of the Parties and the activities contemplated by this Agreement. If there is any conflict between the Predix Customer Agreement and the following terms and conditions, the following terms and conditions will be deemed to modify the Predix Customer Agreement and will take precedence over it.\nGE may provide to Participant, at GE’s sole discretion, computer software, documentation, technical information, technical assistance, testing feedback, training materials, sample code, APIs, software development kits, and other materials, information, software or hardware (collectively, “GE Materials”) to assist Participant with the Purpose.\nGE may provide to Participant, at GE’s sole discretion, access to and use of the Predix platform and related services, features, and functionality (collectively, “Services”), for Participant’s use in connection with the Purpose. To the extent that GE provides access to the Services or its computer networks, facilities, or software repositories, Participant agrees to use such access only for the Purpose.  Participant agrees not to exceed the scope of access authorized by GE to computer networks or facilities or to use such access to introduce any virus, worm, backdoor, root kit, spyware, or other computer malware or security vulnerability. Participant agrees to take reasonable precautions to protect any passwords, badges, or other access credentials granted by GE, and Participant agrees to report any lost or stolen access credentials or security breach to GE immediately. \n. Accordingly, Participant represents and warrants that Participant shall not store or make available any information using the Service that Participant considers to be confidential or that Participant is obligated to keep confidential, including any personal or sensitive information, and Participant further represents and warrants that Participant has the all necessary rights, licenses, and consents to use, provide, and license any materials, data, software, or works supplied by Participant.\nThere will no fee for the Services, except as stated herein. Participant will bear its own costs and expenses, including travel and expenses, in connection with its participation and activities hereunder.\nParticipant is not entitled to receive any Predix technical support. Participant agrees not to attempt to contact Predix Technical Support for telephone support. GE may provide to Participant, at GE’s sole discretion, training materials and technical assistance related to the development of the Applications, as specified by GE.\nIn any case where any notice, approval, agreement or other communication is required or permitted to be given hereunder, such notice, approval, agreement or communication will be in writing and deemed to have been duly given and delivered: (i) if delivered in person, on the date of such delivery; (ii) if sent by overnight express or registered or certified mail (with return receipt requested), on the date of receipt of such mail; or (iii) if sent by confirmed electronic transmission, on the date of receipt of such electronic transmission. Notices sent to Participant by GE may be sent to Participant’s address or email set forth on the first page of this Agreement. Such notice or other communication to GE will be sent to the following address or email:  \n. Attn: Legal Department       Email:\n\n\nParticipant agrees to the following terms and conditions for any Contributions (as defined below) uploaded, submitted or otherwise made available to GE in connection with this Agreement.    \n“You” or “Your” below means Participant.\n“Contribution” means any past, present, or future original work of authorship that You submit to GE through any form of communication for inclusion in any Work, including but not limited to source code, object code, machine code, updates, patches, samples, tools, documentation, manuals, graphics, pictures, specifications, or standards.\n“Work” means any work of authorship or product that GE owns, manages, or makes available to third parties. ", "hackathon-prizes": [{"prize-content": "Best in all categories including Design, Usability, UX, Adaptability and Desirability. Show understanding of Predix platform and its usage.", "prize-title": "Detroit Industrial Hack - Best Overall  $5000 (Non Cash Prize)"}, {"prize-content": "Best innovative UX design for application", "prize-title": "Design Originality -  $2500 (Non Cash Prize)"}, {"prize-content": "Algorithm that maximizes solution efficiency and usability", "prize-title": "Technical Difficulty &amp; Usability - $2500 (Non Cash Prize)"}, {"prize-content": "Entire problem statement addressed (only one out of three use cases)", "prize-title": "Potential Value to The Henry Ford Museum - $1000 (Non Cash Prize)"}, {"prize-content": "Make it easy to use, add value, make it adaptable to scale and engaging to the user", "prize-title": "User Experience &amp; Functionality - $1000 (Non Cash Prize)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=20900 Oakwood Boulevard, Dearborn, MI 48124, USA", "hackathon-url": "https://detroitindustrialhack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Best in all categories including Design, Usability, UX, Adaptability and Desirability. Show understanding of Predix platform and its usage"}, {"judging-criterion": "Best innovative UX design for application"}, {"judging-criterion": "Algorithm that maximizes solution efficiency and usability"}, {"judging-criterion": "Entire problem statement addressed (only one out of three use cases)"}, {"judging-criterion": "Make it easy to use, add value, make it adaptable to scale and engaging to the user"}], "hackathon-location-address": "20900 Oakwood Boulevard, Dearborn, MI 48124, USA", "hackathon-description-header": "Join GE Digital Hub Detroit at 2017 Maker Faire to build apps for a smart museum using sensor data on the Predix Platform", "hackathon-prizes-total": "$12,000", "hackathon-location-description": "The Henry Ford Museum", "hackathon-end-date": "2017-07-30", "has-projects": "True"}