{"hackathon-description-text": "\nCome join us for a weekend of creativity, innovation, and learning! The Triangle VR Hackathon is an opportunity to learn about Virtual Reality and other immersive technologies, to meet new people, and to get hands-on experience with VR design and development.", "hackathon-number-of-prizes": "7", "hackathon-id": "trianglehack", "hackathon-judges": [{"judge-role": "Creative Director / Booz Allen Hamilton", "judge-name": "Derald Wise"}, {"judge-role": "Co-Founder / NextGen Interactions", "judge-name": "Jason Jerald"}, {"judge-role": "CEO / Wearality", "judge-name": "David Smith"}, {"judge-role": "Co- Founder / Augmentality Labs", "judge-name": "Alicia Hetrick"}, {"judge-role": "International Programs Coordinator / GTI", "judge-name": "Timothy Rose"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "12", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTBD", "hackathon-rules": "\nRules | Triangle VR Hackathon - Fall 2017 | Devpost\nHACKATHON RULES\nSpecific rules for the hackathon will be announced during Opening Ceremonies, and are subject to change at that time. Further rules changes may occur throughout the weekend in response to questions and emerging issues. Such changes will be announced when they occur.\n The following rules have been set and are subject to change:\nIn a change from previous events, we will allocate work spaces to teams on Friday night. Teams will no longer be able to claim spaces in a free-for-all as they have previously. We will be considering pipe & drape dividers to help divide the main room and prevent interference between equipment.\n \nCODE OF CONDUCT\nWe, the Triangle VR Hackathon Organizers, are committed to making the VR Hackathon a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, or technical expertise (or lack of any of the aforementioned).\n We will not tolerate harassment of any kind. Harassment may include verbal abuse, sexually explicit or derogatory language, offensive or sexual cartoons or materials, mimicry, offensive gestures, unwelcome sexual advances, and telling of jokes offensive to others in the community. In general, sexual advances of any kind are considered unwelcome by default and are not appropriate at this event.\n Drugs and alcohol are not permitted on site. Individuals who appear intoxicated or otherwise under the influence of drugs or alcohol will be asked to leave the event until they have recovered.\n If, in the eyes of the Organizers, a hackathon participant is seen to have violated these rules, they may be warned, sanctioned, or asked to leave the hackathon without a refund (if applicable). In other words, just do the following: be aware of your actions and their effects on others; don’t treat the hackathon like a dating sim; and, in general, be nice to one another.\n \n \n ", "hackathon-prizes": [{"prize-content": "Best Buy Gift Cards", "prize-title": "Sponsor/Market Challenge"}, {"prize-content": "Best Buy Gift Cards", "prize-title": "Best of Show"}, {"prize-content": "Best Buy Gift Cards", "prize-title": "Peoples Choice Prize"}, {"prize-content": "Best Buy Gift Cards", "prize-title": "Best Use of Narrative"}, {"prize-content": "Best Buy Gift Cards", "prize-title": "Best Visual Design"}, {"prize-content": "Best Buy Gift Cards", "prize-title": "Best Technical Achievement"}, {"prize-content": "Best Buy Gift Cards", "prize-title": "Best Interaction Design"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Venture II, 920 Main Campus Dr, Raleigh, NC 27606, USA", "hackathon-url": "https://trianglehack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Venture II, 920 Main Campus Dr, Raleigh, NC 27606, USA", "hackathon-description-header": "Triangle VR bringing together the RTP community to foster collaboration in immersive technologies.", "hackathon-prizes-total": "$2,900", "hackathon-location-description": "NC State Venture II", "hackathon-end-date": "", "has-projects": "False"}