{"hackathon-description-text": "\nJoin the Order of the Arrow for the 2017 OA Hackathon. We are partnering with Intel Technologies to propel the OA into the 21st century. Arrowmen will work side-by-side with Intel engineers to revamp the LodgeMaster system, the OA app, and much more.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackoa2017", "hackathon-judges": [{"judge-role": "", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis hackathon is open to members of the Order of the Arrow, Boy Scouts of America.", "hackathon-number-of-participants": "63", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmissions for the OA Hackathon must abide by the following rules:", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The Connections League winner will be chosen and announced on-site.", "prize-title": "Connections League Winner"}, {"prize-content": "The Games League winner will be chosen and announced on-site.", "prize-title": "Games League Winner"}, {"prize-content": "The Delivery League winner will be chosen and announced on-site.", "prize-title": "Delivery League Winner"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Intel - FM7, 1900 Prairie City Rd, Folsom, CA 95630, USA", "hackathon-url": "https://hackoa2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The Connections League will focus on developing tools to help streamline internal communications. This team will hack out new effective ways for members to reach out to other Arrowmen all across the nation."}, {"judging-criterion": "The Games League will hack away new technology-based activities that Arrowmen can use to have some fun on the go."}, {"judging-criterion": "The Delivery League will explore new ways to deliver the OA’s program to Arrowmen. This will make it easier for delegates, staff, and guests to better understand in real time what is\nhappening at events."}], "hackathon-location-address": "Intel - FM7, 1900 Prairie City Rd, Folsom, CA 95630, USA", "hackathon-description-header": "Spark innovation and create technology solutions for the benefit of the organization and its members.", "hackathon-prizes-total": "0", "hackathon-location-description": "Intel - Folsom, CA", "hackathon-end-date": "2017-10-08", "has-projects": "True"}