{"hackathon-description-text": "\nHack to Teach 2017 is a hackathon hosted by Ideation Social Innovation Lab. During the competition, African tech talents will be expected to design and build an ed-tech mobile platform geared towards improving the quality of basic education within the informal educational sector in Kenya.", "hackathon-number-of-prizes": "4", "hackathon-id": "ideation-hacktoteach", "hackathon-judges": [{"judge-role": "Senior Manager, Social Innovation, Safaricom", "judge-name": "Benjamin Makai"}, {"judge-role": "IBM Research", "judge-name": "Duncun Onyango"}, {"judge-role": "Dean, CEMASTEA, Ministry of Education", "judge-name": "Makoba Kizito"}, {"judge-role": "Secretary, Ideation Lab", "judge-name": "Kate Yuan"}, {"judge-role": "Creative Director, Ideation Lab", "judge-name": "Luna Chen"}, {"judge-role": "Head of Education, Africa Digital Media Institute", "judge-name": "Lissett Babaian"}, {"judge-role": "Director of Digital Marketing, Standard Chartered Bank", "judge-name": "Sarah Oyungu"}, {"judge-role": "CTO, BRCK Education", "judge-name": "Edoardo Biraghi"}, {"judge-role": "BRCK Education", "judge-name": "Frankie Onuonga"}, {"judge-role": "Lead Instructor, Moringa School", "judge-name": "Andrew Anampiu"}, {"judge-role": "Head of Programs, e-Lima", "judge-name": "Joan Njogu"}, {"judge-role": "Director of Basic Education, KICD", "judge-name": "Catherine Kanana"}], "hackathon-number-of-judges": "12", "hackathon-eligibility": "", "hackathon-number-of-participants": "101", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n(1) Devpost Submission\n(2) Presentation + Q&A\n \nYour Submission must: (a) be your (or your Team, Small Organization, or Large Organization’s) original work product; (b) be solely owned by you, your Team, your Small Organization, or your Large Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n ", "hackathon-rules": "\n\n\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.", "hackathon-prizes": [{"prize-content": "Is this idea creative or novel? Is this idea different from existing products out there? Does this idea provide unique value?", "prize-title": "Most Innovative Award"}, {"prize-content": "Does it fit the need of the targeted users? Does the solution address the problems at hand? Is this app easy to use?", "prize-title": "Best Product Award"}, {"prize-content": "Does this idea have the potential to reach many people at a large scale? Could it be used by different people in different areas?", "prize-title": "Global Impact Award"}, {"prize-content": "Can it work? Is the code quality closed to production level? Does it address some technical challenges well?", "prize-title": "Engineering Excellence Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Ring Rd, Nairobi, Kenya", "hackathon-url": "https://ideation-hacktoteach.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is this idea creative or novel? Is this idea different from existing products out there? Does this solution provide unique value?"}, {"judging-criterion": "Does the idea solve a clear problem for the targeted users? Is the workflow intuitive? Is it easy and pleasant to use?"}, {"judging-criterion": "Does this idea have the potential to reach many people at a large scale? Could it be used by different people in different areas?"}, {"judging-criterion": "Does the app work completely from start to finish? How many and how severe were any bugs encountered?"}, {"judging-criterion": "Does the team explain well of their story? Does the demo show an effective solution? Does the team collaborate well?"}], "hackathon-location-address": "Ring Rd, Nairobi, Kenya", "hackathon-description-header": "Design and build an ed-tech mobile platform geared towards improving the quality of basic education within the informal educational sector in Kenya.", "hackathon-prizes-total": "$600", "hackathon-location-description": "Eastland Hotel, Nairobi, Kenya", "hackathon-end-date": "2017-01-27", "has-projects": "True"}