{"hackathon-description-text": "\nAt Product Hunt's first hackathon, we'll have hackers of all skill levels & ages attending - let us know if you'd like to serve as a mentor (around to answer questions and give feedback). Or let us know other ways you want to help! What makes Product Hunt special is our community - all of you - so this is a chance for us to all build together and get to know each other better. We we're geeked out just reading what you all wanted to build, and we can't wait to see it all come to life. ", "hackathon-number-of-prizes": "3", "hackathon-id": "producthunthackathon", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nHackers can participate in-person (Mountain View) or remotely. There are also several meet-ups going on, check them out here: ", "hackathon-number-of-participants": "190", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nPlease include a full description and screen shots. Please also include a video if possible. No powerpoints or mockups, please have a full product ready to go!", "hackathon-rules": "\nTLDR Don't be a jerk, and don 't use code you have previously worked on.\n1. You cannot work on your project before the event begins. You can brainstorm, make designs, but not write any code.\n2. You cannot use another team's source code. You may only use what is available publically to everyone.\n3. The decision of the judges if final for determining prizes and awards\n4. Please comply with all instructions from Product Hunt hackathon organizers.", "hackathon-prizes": [{"prize-content": "The chance to pitch your startup or product to Andreessen Horowitz", "prize-title": "Grand Prize"}, {"prize-content": "Office hours with YC partner and Reddit founder Alexis Ohanian", "prize-title": "Second Place"}, {"prize-content": "interviews with 500 startups and Techstars", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=320 Pioneer Way, Mountain View, CA 94041, USA", "hackathon-url": "https://producthunthackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "50% of the project will be judged based on the product/idea. The use cases. Awesomeness. Etc!"}, {"judging-criterion": "50% of the project will be judged based on the technical aspect of the project."}], "hackathon-location-address": "320 Pioneer Way, Mountain View, CA 94041, USA", "hackathon-description-header": "The best new products, every day!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-10-26", "has-projects": "True"}