{"hackathon-description-text": "\nMcHacks is McGill's annual hackathon, happening on Feb. 20-21 in Montreal, QC.", "hackathon-number-of-prizes": "11", "hackathon-id": "mchacks16", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be announced"}, {"judge-role": "", "judge-name": "You"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "225", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nPlease submit your hacks to Devpost as soon as possible! This will help if you need mentor help, and will help us to get setup with judging and the project expo. ", "hackathon-rules": "\n\n\nEveryone is a winner at McHacks, but three projects will be more winner than others. Picking these winners out of all the submissions is no joke: We will engage two rounds of serious deliberation by judges, organizers, and even you - the hackers\n\nDuring the project exhibition period, a panel of judges will visit the projects and assign each project a score. The scores from all the judges will be combined to produce a list of 10 projects that will move on to the next round.\n\nThe top 10 teams will do a two minute demo of their project on stage. Everyone at the hackathon - this includes participants, sponsors, and organizers - will vote using a ranked ballot, and the teams with most voting points will be the winners.\n \n\n\nA ranked ballot means insteading a voting for your one favorite hack, you will submit an ordered list of 10 projects. The project at position \n will receive \npoints. This means your first choice will receive 9 points, your second choice 8 points, and your last choice 0 points. This counting system is known as Borda Count.\n\nSingle choice voting has significant fairness concerns when there are more than two candidates, and when we’re choosing more than a single winner. Here is an exaggerated example that should demonstrate the problem: Assume we’re trying to pick the top two out of three candidates A, B, and C. 99 voters prefer A > B > C, and one voter prefers C > B > A. In a single choice voting system, A will receive 99 votes, C 1 vote, and B 0 vote, and so we will place C second. This is unfortunate - 99 voters prefer B over C. We believe ranked preference voting more faithfully reflects the collective will of the voters.\n\nYes, you can only rank your favorite top k, for any 0 ≤ k ≤ 10. Any project you do not rank will get a score of 0 from your ballot.\n\nYou should receive a unique voting link at the email address you used to register for McHacks. If you’ve been receiving communications from McHacks in that email address, you should have no trouble.\nIf you are representing a sponsor company or are an invited guest of the hackathon, refer to devpost for a link to the voting website. We will give you a printed voting code that you can use to vote. If you did not get a voting code by the time voting starts, ask any volunteer/organizer.\nRefer to \n to learn more about the motivation behind this year’s hybrid judging system.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Datacratic Prize"}, {"prize-content": "", "prize-title": "Smooch.io"}, {"prize-content": "Usual geeky goodies.", "prize-title": "Top 3 Best Hacks @McHacks 2016"}, {"prize-content": "Check out", "prize-title": "API links"}, {"prize-content": "4 tablets", "prize-title": "Microsoft Azure"}, {"prize-content": "", "prize-title": "Nuance"}, {"prize-content": "Smart watches", "prize-title": "TripAdvisor"}, {"prize-content": "", "prize-title": "Epic"}, {"prize-content": "Google swag", "prize-title": "Google"}, {"prize-content": "", "prize-title": "DotTech"}, {"prize-content": "", "prize-title": "Finalists"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University Centre, 3480 Rue McTavish, Montreal, QC H3A 1X9, Canada", "hackathon-url": "https://mchacks16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "University Centre, 3480 Rue McTavish, Montreal, QC H3A 1X9, Canada", "hackathon-description-header": "Canada's finest hackathon, mon chéri.", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "McGill University - William-Shatner building", "hackathon-end-date": "", "has-projects": "False"}