{"hackathon-description-text": "\nHackHolyoke is an inclusive, 200-person hackathon that strives to unite young innovators from a variety of backgrounds. We believe that HackHolyoke is a 24-hour slice of what the world should look like as our generation uses technology to improve society and the economy: a diverse collection of motivated, curious, creative individuals, who are excited to collaborate on solutions to the problems found in various fields.", "hackathon-number-of-prizes": "15", "hackathon-id": "hackholyoke2017", "hackathon-judges": [{"judge-role": "Mount Holyoke College", "judge-name": "Eva Paus"}, {"judge-role": "Mount Holyoke College", "judge-name": "Jordan Tirrell"}, {"judge-role": "Mount Holyoke College", "judge-name": "Audrey St. John"}, {"judge-role": "Mount Holyoke College", "judge-name": "Rick Feldman"}, {"judge-role": "Mount Holyoke College", "judge-name": "Thomas Shelly"}, {"judge-role": "Mount Holyoke College", "judge-name": "Lisa Ballesteros"}, {"judge-role": "Mount Holyoke College", "judge-name": "Jon Western"}, {"judge-role": "Mount Holyoke College", "judge-name": "Donna Van Handle"}, {"judge-role": "", "judge-name": "Virginia Harrison"}, {"judge-role": "", "judge-name": "Vincent Thomas"}, {"judge-role": "", "judge-name": "Maceo"}, {"judge-role": "", "judge-name": "Luka"}, {"judge-role": "", "judge-name": "Ryan Swift"}], "hackathon-number-of-judges": "13", "hackathon-eligibility": "", "hackathon-number-of-participants": "86", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "9", "hackathon-requirements": "", "hackathon-rules": "\nTL;DR.​ Be respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable at an officially sanctioned MLH event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a MLH representative or event organizer makes you uncomfortable, please report it using the procedures included in this\ndocument.\nMajor League Hacking stands for inclusivity. We believe that every single person has the right to hack in a safe and welcoming environment.\nHarassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual\nimages in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and\nunwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors, judges, mentors, volunteers, organizers, MLH staff and anyone else at the event are also subject to the anti-harassment policy. In particular, attendees should not use sexualised images, activities, or other material both in their hacks and during the event. Booth staff(including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise\ncreate a sexualised environment.\nIf a participant engages in harassing behavior, Major League Hacking may take any action MLH deems appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact Major League Hacking using the reporting procedures defined below.\nMLH representatives will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance.\nWe expect participants to follow these rules at all hackathon venues, online interactions in relation to the event, hackathon-related social events, and on hackathon supplied transportation.\nReporting Procedures\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct,\nplease report it immediately using one of the following methods. All reporters have the right\nto remain anonymous.\nBy sending information to the general reporting line, your report will go to any or all of the five\nMLH representatives listed below.\n● North America General Reporting - ​+1 (409) 202-6060, incidents@mlh.io\n● Europe General Reporting -​ +44 80 0808 5675, incidents@mlh.io\nSpecial Incident​s\nIf you are uncomfortable reporting your situation to one or more of these people or need to\ncontact any of them directly in case of emergency, direct contact details are listed below.\n● Jon Gottfried - ​+1 (212) 851-6746, jon@mlh.io\n● Li Chen - ​+1 (301) 679-7171 , li@mlh.io\n● Nick Quinlan - ​+1 (510) 859-8578, nq@mlh.io\n● Swift ​- +1 (347) 220-8667, swift@mlh.io\n● Chi Nguyen​ (586) 244-8877, chi@mlh.io\nMajor League Hacking reserves the right to revise, make exceptions to, or otherwise amend\nthese policies in whole or in part. If you have any questions regarding these policies, please\ncontact MLH by e-mail at hi@mlh.io.", "hackathon-prizes": [{"prize-content": "Go Pro", "prize-title": "1st Prize"}, {"prize-content": "Beats Headset", "prize-title": "2nd Prize"}, {"prize-content": "Google DayDream View", "prize-title": "3rd Prize"}, {"prize-content": "Echo Dot", "prize-title": "Best Non-tech Hack"}, {"prize-content": "Leap Motion", "prize-title": "Most Innovative"}, {"prize-content": "Raspberry Pi", "prize-title": "Best Hardware Hack"}, {"prize-content": "3D Pen", "prize-title": "Best Newbie Hack"}, {"prize-content": "Beebop Headphones", "prize-title": "Best Design"}, {"prize-content": "Samsung Wireless Headphones", "prize-title": "Hack the World"}, {"prize-content": "$200 in Amazon vouchers", "prize-title": "Best Hack on .tech Domain"}, {"prize-content": "Bose Soundlink Bluetooth Speaker II", "prize-title": "Hack for Social Good"}, {"prize-content": "Qualcomm DragonBoard 410c + power source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS "}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Amazon Fire TVs and Game Controllers", "prize-title": "Best Multimedia Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=50 College St, South Hadley, MA 01075, USA", "hackathon-url": "https://hackholyoke2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "-Hardware should work as expected as long as it is not a hardware fault.\n-Implementation completely of 1 hardware versus three types of hardware all not implemented completely.\n-Hack should go beyond what its innate features allow it to do."}, {"judging-criterion": "-Must have functionality behind front end. \n-Use of API: hack goes beyond the limits of the API and demonstrates a full knowledge of the its implementation."}, {"judging-criterion": "-Final Presentation should be motivational and intriguing. \n-Final Presentation should not run past the allotted time\n3 Minutes + 2 Minutes for Questions"}, {"judging-criterion": "-Every team member should demonstrate they’ve spent ample time perfecting design.\n-Objective and accuracy of the content."}, {"judging-criterion": "-Novelty and creativity of the product.\n-Comparison with competing products\n-What makes your solution/product better?"}, {"judging-criterion": "-At least one team member is not from a technical background but studies a humanity. \n-It is evident that the team worked together to come up with an idea that was innovative, artistic and had had great functionality."}, {"judging-criterion": "-At least two members of the team with less than 1 semester of programming experience and it must be the first hackathons for at least half of the team.\n-Team identifies as a newbie team."}, {"judging-criterion": "-Social impact of solution and whether it attempts to solve a real world problem.\n-Creativity and innovation\n-User experience"}, {"judging-criterion": "-Use of API\n-Overcoming technical hurdles\n-Contribution of each team member to the hack."}], "hackathon-location-address": "50 College St, South Hadley, MA 01075, USA", "hackathon-description-header": "We invite everyone to have fun in their creations without any limitations!", "hackathon-prizes-total": "0", "hackathon-location-description": "Mount Holyoke College - Chapin Auditorium", "hackathon-end-date": "", "has-projects": "False"}