{"hackathon-description-text": "\nFrom its inception, HackIllinois has ventured out into the unknown on a mission to build an exceptional and creative hacking culture. Join us on February 19th - 21st, 2016 for 36 hours of hacking, collaboration and fun. ", "hackathon-number-of-prizes": "30", "hackathon-id": "hackillinois2016s", "hackathon-judges": [{"judge-role": "", "judge-name": "HackIllinois Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nUniversity students of all skill levels are eligible to compete. We’re looking for a diverse mix of technical students from any major to create exciting, eclectic hacks. If you are an interested high school student, please fill out the application; we will contact you if there are any troubles.", "hackathon-number-of-participants": "578", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nTeams’ demos will be judged on several criteria including \"Benefit\", \"Technical Difficulty\", \"Innovation\", \"Viability\" and \"'It' Factor\". For more information about judging, please see hackillinois.org/judging. \nTeams will not be told their scores during or after judging, and decisions by the judges and HackIllinois team are final.", "hackathon-rules": "\nAll participants must be full-time or part-time University students during Spring 2016 except where permission is explicitly given. (We’re willing to work with high school students — contact us.).\nParticipation is closed to family members of judges. Upon participation in this event, it is implied that we reserve the right to share your resume and other application material with our sponsors.\nBy attending HackIllinois, you acknowledge that your picture and video may be used without compensation, prior permission, or notification in any promotional material related to HackIllinois.\nFor more rules, visit hackillinois.org/rules", "hackathon-prizes": [{"prize-content": "The first place software team receives $1000, the second place team receives $750 and the third $500.", "prize-title": "HackIllinois Top Software Hacks"}, {"prize-content": "The first place hardware team receives $1000, the second place team receives $750 and the third $500.", "prize-title": "HackIllinois Top Hardware Hacks"}, {"prize-content": "Each member receives an Anki Drive.", "prize-title": "a16z's Most Technically Challenging Hack"}, {"prize-content": "Each member receives a choice between an iPad or Android Tablet", "prize-title": "Amadeus' Best Use of Amadeus APIs"}, {"prize-content": "Each member receives an Apple Watch", "prize-title": "Apple's Best iOS or OS App Hack"}, {"prize-content": "Each member receives a $350 Amazon Gift Card", "prize-title": "Capital One's Best use of the Nessie API"}, {"prize-content": "Prize: \"The Chicago Experience\" - Hotel Gift Card, Restaurant Gift Card, a tin of Garret's Popcorn", "prize-title": "Citadel's Best Big Data App"}, {"prize-content": "1st Place: $1000", "prize-title": "Climate Corporation's Best use of Climate API"}, {"prize-content": "The winning team receives $500 and a Bean Bag Chair", "prize-title": "CSG International's Best use CSGI's API"}, {"prize-content": "Trip for the winning team to the Global Hackathon Finals in Menlo Park, CA in Fall of 2016", "prize-title": "Facebook's Favorite Hack"}, {"prize-content": "Each member will receive a leap motion controller", "prize-title": "GE Digital's Best use of Natural User Interface"}, {"prize-content": "Each member receives a $100 gift card", "prize-title": "GoDaddy's Best Product or App for Small Business Owners"}, {"prize-content": "Each member of the winning team will receive a Huawei Android wear watch and a Google sweatshirt", "prize-title": "Google's Best Use of Google Tech Hack"}, {"prize-content": "1st: JBL Flip 2 Splashproof Speakers", "prize-title": "Intelligent Medical Object's Best Use of IMO API for big data and/or Healthcare Software Innovation"}, {"prize-content": "1st Place: Intel Edison + Grove Indoor Environment kit for Edison", "prize-title": "Intel's Most Innovative Use of Intel Microcontrollers"}, {"prize-content": "1st Place: $800", "prize-title": "John Deere's Best Use of John Deere's API to solve an agricultural problem"}, {"prize-content": "The best hack that helps meet the world's dramatically increasing demand for food, fuel, shelter, and infrastructure.", "prize-title": "John Deere's Mission Prize"}, {"prize-content": "Each member receives a Raspberry Pi FPGA Kit (LOGI Pi Development Board, Raspberry Pi 2 Model B and Bodel B + Case and a Raspberry Pi 2 Model B 1GB Project Board) and the team receives $350 gift card", "prize-title": "KCG's Best Use of an Automated Test"}, {"prize-content": "Each member receives a Microsoft Band V2", "prize-title": "Microsoft's Best Microsoft Hack"}, {"prize-content": "Each member receives a Dell Venue 8 Pro", "prize-title": "Microsoft's Best use of Azure"}, {"prize-content": "The winning team will receive $150 Namecheap credits", "prize-title": "Namecheap's Best Domain Name Registered with Namecheap"}, {"prize-content": "Each member will receive a set of PowerBeats2 Wireless", "prize-title": "Palantir's Best Real World Application Hack"}, {"prize-content": "Each team member will receive $50", "prize-title": "Radix's Best Use Of The .tech Domain"}, {"prize-content": "Each team member will receive an Apple Watch", "prize-title": "Salesforce's Most Innovative Use of the Flic Smart Button - Bonus points for integrating Salesforce technology."}, {"prize-content": "The winning team will receive an Internet of Things Treasure Chest", "prize-title": "Solstice Mobile's Best Use of Emerging Tech to Make an Impact Hack"}, {"prize-content": "Each member of the winning team will receive a $200 Trunk Club gift card", "prize-title": "Trunk Club's Best Project for Building and/or Maintaining Relationships"}, {"prize-content": "The winning team will receive $500", "prize-title": "Veeva's Best Hack that Saves the Most Lives"}, {"prize-content": "PRIZE: Each winning team will receive $500", "prize-title": "Viasat's Connecting The World Hack"}, {"prize-content": "Each team member will receive a $50 Gift Card", "prize-title": "VMWare's Best Use of Virtualization Hack"}, {"prize-content": "Each team member will receive $100, a Raspberry Pi, One Year of Wolfram Pro Access, 1 Year of Wolfram Developer Platform at Producer Level", "prize-title": "Wolfram's Best Use of Wolfram Tech Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Thomas M. Siebel Center for Computer Science, 201 N Goodwin Ave, Urbana, IL 61801, USA", "hackathon-url": "https://hackillinois2016s.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This directly derives from one of our core values. We want hackers to contribute back to the field they’re in, so that their work can better benefit the community in the future."}, {"judging-criterion": "Hacks can easily have a variety of ranges of difficulty. We want to reward hackers who demonstrate a large amount of technical prowess in the projects created."}, {"judging-criterion": "Reinventing the wheel, no matter how awesome the wheel is, is quite banal. Exploration of ideas is a value that we want all hackers to pursue. HackIllinois is looking for novel hacks engineered from the minds of our creative hackers."}, {"judging-criterion": "We are looking for hacks that are well-built and could easily be continued to become a viable product. The hack should be more than just a pitch."}, {"judging-criterion": "There are certain hacks that just cause you to say “WOW.” It is up to the discretion of the judges to identify this intangible quality of a hack that  just amazes people."}], "hackathon-location-address": "Thomas M. Siebel Center for Computer Science, 201 N Goodwin Ave, Urbana, IL 61801, USA", "hackathon-description-header": "Explore New Frontiers", "hackathon-prizes-total": "$55,430", "hackathon-location-description": "University of Illinois at Urbana-Champaign", "hackathon-end-date": "2016-02-21", "has-projects": "True"}