{"hackathon-description-text": "\nBitcamp is a place for exploration. You will have 36 hours to delve into your curiosities, learn something new, and make something awesome. With world-class mentors and 1,200+ fellow campers, you're in for an amazing time. Whether you’re a seasoned hacker or completely new to the world of hacking, we’ll have something for you. If you're ready for an adventure, we'll see you by the campfire!", "hackathon-number-of-prizes": "22", "hackathon-id": "bitcamp2018", "hackathon-judges": [{"judge-role": "", "judge-name": "Bitcamp Judging Team"}, {"judge-role": "", "judge-name": "...and our wonderful sponsors!"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nEveryone who applied and were admitted to Bitcamp are eligible to submit their projects.", "hackathon-number-of-participants": "489", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nMake your project, submit your hack to Devpost and attend the Bitcamp expo to show off what you built. You ", "hackathon-rules": "\nDon’t use an old project, start something new instead! Obviously, alcohol, drugs, firearms, knives, weapons (including toys) are stricly forbidden. Read through our \n for more details.", "hackathon-prizes": [{"prize-content": "The most creative, innovate, and imaginative hack that \"shoots for the moon.\" The awesome prize for this Bitcamp Trails challenge will be announced at the opening ceremony! Prizes are 1 Nintendo Switch, 1 PS4, 1 XBOX One, 1 SNES for the winning team.", "prize-title": "Best Moonshot Hack - Bitcamp Hacker Trail"}, {"prize-content": "The hack with the most business potential and practicality. Would people actually use this? Would users value what the project brings enough to pay for it? Is it based off a fad or solving a real problem? The awesome prize for this Bitcamp Trails challenge will be announced at the opening ceremony! 1 Bose® QuietComfort® 25 Acoustic Noise Cancelling® Wired Headphones for each member of the winning team. You'll be entered for this prize if you select the Venture Trail when you finalize your submission!", "prize-title": "Best Potential Startup - Bitcamp Venture Trail"}, {"prize-content": "The Best Bitfolio will be the best overall submitted portfolio from the weekend. Factors considered will be innovation, aesthetics, service to the project/challenge, and the process. The awesome prize for this Bitcamp Trails challenge will be announced at the opening ceremony!  Prizes include 1 Bose® QuietComfort® 25 Acoustic Noise Cancelling® Wired Headphones, IDEO Method card and UX Kit Wireframe Decks. You'll be entered for this prize if you select the Design Trail when you finalize your submission!", "prize-title": "Best Bitfolio - Bitcamp Design Trail"}, {"prize-content": "The Best Hack by a First Time Hacker that shows the most individual growth. Were you able to learn a new skill at Bitcamp and apply it to your project? You must have at least one first time hacker in your team to be eligible for this prize. Each member of the winning team will receive an Echo Dot as well as $100 towards any experience! You'll be entered for this prize if you select the Scout Trail when you finalize your submission!", "prize-title": "Best Beginner Hack - Bitcamp Scout Trail"}, {"prize-content": "Cipher Tech is giving away four Smart Robot Car Kits to members of the team who design the best application that pertains in some way to digital forensics. Digital forensics topics include but are not limited to: Data carving\\reconstruction\\recovery tools, finding specific objects (other than faces) in a large collection of digital images,  steganography detection or exploitation, registry or memory artifact analysis, encryption detection, or anything else that could aid investigators who are looking at computers recovered from crime scenes.", "prize-title": "Best Digital Forensic Hack - Cipher Tech Solutions"}, {"prize-content": "Create and send something with SparkPost using your own domain! The winning team will receive team's choice of $500 in either amazon or visa gift cards!", "prize-title": "Best use of SparkPost API - SparkPost"}, {"prize-content": "At Bloomberg, we have a longstanding philanthropic and service-focused commitment. We engage our employees from across the company in service activities in local communities and assisting neighbors in need. The Philanthropy & Engagement program at Bloomberg inspires the next generation of leaders through a diverse range of mentoring and education initiatives. For this hack, we will be awarding a prize for the best public health hack that creates better, longer lives for the greatest number of people. The winning team members will get an instant photo printer!", "prize-title": "Best Philanthropic Hack - Bloomberg"}, {"prize-content": "We want to see what ideas you come up with to disrupt the financial industry. We'll be judging on Completeness, Creativity, and Complexity. Each member of the winning team will receive a $300 Amazon gift card!", "prize-title": "Best Financial Hack - Capital One"}, {"prize-content": "Hackers should just build something they’re passionate about! We will be looking at creativity of the ideas and the execution and completion of the project.", "prize-title": "Best Hack (be passionate) - Facebook"}, {"prize-content": "Use MongoDB Stitch backend-as-a-service in your project. Winning team will get $500 in Amazon Gift Cards split evenly among the members!", "prize-title": "Best Use of MongoDB Stitch - MongoDB"}, {"prize-content": "Develop something cool, something neat and something inspiring that uses our ArcGIS platform and APIs. Our judging criteria will include problem addressed, technical difficulty, design, and presentation. The winning team will receive $1,000 in Amazon gift cards!", "prize-title": "Best Hack with Esri APIs and SDKs - Esri"}, {"prize-content": "Develop an “App” for a mobile device that will report back to a central location if someone enters a specific geographic location as determined by GPS. The winning team members will each receive a $150 Amazon gift card!", "prize-title": "Improving Healthcare with Mobile Technologies - Credible Behavioral Health"}, {"prize-content": "At Microsoft, our mission is to empower every person and every organization on the planet to achieve more. And that means EVERY person. There are no limits to what people can achieve when technology reflects the diversity of everyone who uses it. Transparency, accountability, and inclusion aren't just built into our culture. They're reflected in products and services designed for people of all abilities. Find a solution that removes physical, digital, cultural, or psychological barriers in your community, empowering everyone to achieve more. 4 Invoke with Cortana by Microsoft Speakers and 4 copies of Satya Nadella’s “Hit Refresh” for the winning team!", "prize-title": "Best Accessibility Hack - Microsoft"}, {"prize-content": "Any solution using ARK Ecosystem as underlying platform. Winners will be selected by the present team. Contact ARK crew at the location-to start discussing the use of blockchain for you hack. It can be IoT, healthcare, supply chain management, arm, audit log.... wherever you see a place for a new decentralized economy based on trust of ARK Blockchain. The winning team will receive 2000 ARK coins ~ $4320.", "prize-title": "Decentralise Everything: Blockchain challenge - Ark"}, {"prize-content": "Must be something weird, creative, and ideally something we’ve never seen at a hackathon before (we like to leave this broad intentionally)! The winning team will get a $1k grant and mentorship post-event from 1517 as well as $5k in AWS credits, and access to 1517 community and events.", "prize-title": "Most Unique Hack - 1517 Fund"}, {"prize-content": "Our prize is for the hack that best addresses a specific issue that arises in the wake of, or preparation for, a natural disaster or catastrophic incident. Submissions need to tell us what the issue is they’re tackling, and how their hack addresses it. The winning team will each receive a $75 Amazon Gift Card!", "prize-title": "Best Hack for Aiding Natural Disaster Recovery Efforts - Booz Allen Hamilton"}, {"prize-content": "We are asking for a minimum viable product that can be tested and displayed.  We also suggests the development of additional documentation to support the product.  This documentation can include:", "prize-title": "Using Virtual Reality Technology Design the Best Manufacturing Facility - Lockheed Martin"}, {"prize-content": "Your challenge is to design an investor education product for a specific audience. To help you get started, we've brought 3 personas to gear your challenge toward - a college student, a 30-something in the midst of a career, and a recently-retired senior citizen. Now go!", "prize-title": "Best Designed Investor Education Product - Finra"}, {"prize-content": "Awarded to a project that is forward-thinking and has a high chance of continued growth into the foreseeable future. Winning team members will each receive an echo!", "prize-title": "Most Futuristic Hack - Paypal"}, {"prize-content": "Use the Fannie Mae API’s along with data from other sites to create informative and compelling data visualizations, implement machine learning systems, develop risk analysis engines via neural networks, or build apps to help users navigate the housing market.", "prize-title": "Housing insights “in-between” Datasets - Fannie Mae"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essentials Kit", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=8500 Paint Branch Dr, College Park, MD 20742, USA", "hackathon-url": "https://bitcamp2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}], "hackathon-location-address": "8500 Paint Branch Dr, College Park, MD 20742, USA", "hackathon-description-header": "A new hackathon experience at University of Maryland.", "hackathon-prizes-total": "$42,256", "hackathon-location-description": "Xfinity Center at College Park", "hackathon-end-date": "2018-04-08", "has-projects": "True"}