{"hackathon-description-text": "\nThe Howard University School of Business, Department of Information Systems is proud to present the 4th", "hackathon-number-of-prizes": "4", "hackathon-id": "bisonhacks2018", "hackathon-judges": [{"judge-role": "Splice", "judge-name": "Lougenia Bailey"}, {"judge-role": "Axes and Eggs", "judge-name": "Samson Williams"}, {"judge-role": "Mapbox", "judge-name": "Johnny Austin"}, {"judge-role": "United States Department of Defense", "judge-name": "Matt Fante"}, {"judge-role": "", "judge-name": "David Chorvinsky"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nYou\nYou must sign and agree with our\nYou must have an RSVP through Eventbrite.  If you do not have an", "hackathon-number-of-participants": "40", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nPresentations should be submitted by\n● Submissions must be completely original; No plagiarism of code is permitted.\n● The application can be a mobile app or web based.\n● Submissions must not contain any advertisement or solicitation;\n● Submissions must not contain any material that would give rise to criminal or civil liability or that encourages conduct that constitutes a criminal offense; and", "hackathon-rules": "\n● \n● Teams are encouraged to have a mix of business, engineering, and design-oriented students. Diversity is encouraged.\n● A \nn is required during judging, explaining and demonstrating the team’s application. In addition, \n.\n● Teams can be determined before or during the hack.\n● Teams are required to choose a name.\n● Have fun and learn something new!\n\n \n\nThis year's hackathon theme is to build a solution that will help improve the livelihood of the DMV community. The tracks that can be explored are the following:\n | focuses on issues related to achievement of people of diverse ethnicities and economic backgrounds. Can include topics related to college readiness, access, completion and career guidance.\n | focuses on issues related to the public health of people of diverse ethnicities and economic backgrounds such as improving wellness, increasing diversity in the medical profession, quality food access, and promoting diet and exercise.\n | seeks solutions related to preventing the criminalization of economically disadvantaged people, and strategies that empower ex-offenders to transition from the prison wall to successful members of the community, and provide valuable intervention resources to high school or college dropouts.\n | challenges participants to create an app or design solutions that preserves our environment and encourages personal practices such as recycling, resource sharing, garment collection and redistribution, energy efficiency, and water conservation.\n | apps help increase access for everyone to a range of quality financial services at affordable prices with convenience, respect, and dignity and includes the ability to understand how to save, credit card usage, and improve one's well-being through the conscious management of their personal and private finances and investments.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "", "prize-title": "Best Innovation and Design"}], "hackathon-location-google-maps": "https://maps.google.com/?q=740 15th St NW, Washington, DC 20005, USA", "hackathon-url": "https://bisonhacks2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Outside of technical impressiveness in the project, during this hackathon judges will be looking for how teams communicate customer validation (Who are your users?) and acquisition strategy (How will you attract your users?)."}, {"judging-criterion": "In this category, we are looking for key factors that shows how the team's idea is scalable and give a clear measure as to how their solution makes an impact on the user's life."}, {"judging-criterion": "In the midst of the given 24 hours, the judges will be looking for an established minimum viable product and a working prototype. This can range from a web application, mobile application or an IoT."}, {"judging-criterion": "The teams final minimum viable product and prototype should achieve an engaging and memorable user experience. This means having a clear interface that is intuitive for users that come from different backgrounds."}, {"judging-criterion": "Teams will be rated base off presentation layout and articulation of their solution. This means how well was the team able to communicate their target audience, problems they are solving and how their product is the solution to that problem."}], "hackathon-location-address": "740 15th St NW, Washington, DC 20005, USA", "hackathon-description-header": "Truth and Service.  Coming together to create solutions to help improve the livelihood of the DMV community.", "hackathon-prizes-total": "$7,500", "hackathon-location-description": "Mapbox", "hackathon-end-date": "2018-03-31", "has-projects": "True"}