{"hackathon-description-text": "\nGet Your HTML5 app into the NEW Tizen Store and win cash when it's published! HTML5 apps can be ready for Tizen with just a few steps.", "hackathon-number-of-prizes": "3", "hackathon-id": "tizenapps", "hackathon-judges": [{"judge-role": "appbackr", "judge-name": "appbackr Review Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny individual or team that has an HTML5 app or building an HTML5 is eligible to enter.  All developers must build a .wgt file to submit to appbackr for an appscore and to the Tizen Seller Store.", "hackathon-number-of-participants": "165", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nYou must add your .wgt to the Tizen Seller Store before you enter the Challenge.  The one field that you need to add is to add \"appbackr\" in the Comments for Validation Team field.", "hackathon-rules": "\nThe appbackr Tizen Apps Contest\nOFFICIAL RULES\nVoid where prohibited or restricted by law.\nBY REGISTERING FOR THIS CONTEST, YOU FULLY AND UNCONDITIONALLY AGREE TO COMPLY WITH ALL OF THE TERMS AND CONDITIONS BELOW. IF YOU DO NOT AGREE WITH ANY OF THESE TERMS AND CONDITIONS, DO NOT REGISTER FOR THIS CONTEST AND DO NOT SUBMIT AN ENTRY.\nCOMMON TERMS USED IN THESE RULES:\nThese are the official rules that govern how the appbackr Tizen Apps Challenge contest promotion will operate. This promotion will be simply referred to as the “Contest” throughout the rest of these rules.\nIn these rules, “appbackr”, “we” “our” and “us” refer to appbackr inc. the sponsor of the Contest. “You,” “yourself,” “I,” “me,” and “my” refers to an eligible contest entrant.\n1. CONTEST DESCRIPTION:\nThe object of this Contest is to create a Tizen application .wgt file that qualifies for the Tizen Seller Store. For the purpose of this Contest, each Tizen application you create and submit in the Contest will be called an “entry.”\nEntry eligibility will be determined using the criteria in Paragraph 4. All eligible entries received will be judged using the criteria in Paragraph 7. \n2. What are the start and end dates?\nThis Contest starts at 9:00 AM Pacific Time on November 19, 2013 and ends at 5:00 PM Pacific Time December 27, 2013. This will be referred to as the Entry Period throughout the rest of these rules. Entries must be received within the Entry Period to be eligible. Any received outside of those dates will be disqualified.\n3. Can You enter?\nYou are eligible to enter this Contest if you meet the following eligibility requirements: The Contest is sponsored by appbackr inc. (“Sponsor”) and is open and offered only to individuals fourteen (14) years of age or older at time of entry. If you are a minor, you should ask your parent’s or legal guardian’s permission prior to submitting an entry in this Contest. appbackr inc, its affiliates, subsidiaries, and their respective employees, officers, directors, representatives, agents, consultants, contractors and their family members are not eligible to participate and will be disqualified.  appbackr reserves the right to limit, or restrict upon notice, participation in the Contest to any person who fails to comply with these terms and conditions.  The Contest is void in these countries and where otherwise prohibited or restricted by law\nAll participants agree to sign the appbackr Xchange Developer Agreement then in currently in place as a condition precedent to entering this Content.This Contest is void outside the geographic area described above and wherever else prohibited by law.\n4. What constitutes an eligible entry?\nTo be eligible for judging an entry must meet the following content / technical requirements:\nEntries to the must submit an operable .wgt file to the Tizen Seller Store.  You must add the word \"appbackr\" to the Comments to the Validation Team field.   If you do not complete this step, you then must submit your Tizen-assigned developer DeepLink and app Content ID with your .wgt file to appbackr for scoring.\nIn addition:\n your entry must be your own original work; and\n your entry must not otherwise violate the rights of any other person or company by using their trademarks, music, logos, names or images without their express written consent.\n5. How will my entry be potentially used?\nOther than what is set forth below, we are not claiming any ownership rights to your entry. However, by submitting your entry, you (or, if you are a minor, your parent or legal guardian): are granting us an irrevocable, royalty-free, worldwide right and license to: (i) use, review, assess, test and otherwise analyze your entry and all its content in connection with this Contest; and (ii) feature your entry and all its content in connection with the promotion of this Contest in all media (now known or later developed); \n agree to sign any necessary documentation that may be required for us and our designees to make use of the rights you granted above;\n understand and acknowledge that we may have developed or commissioned materials similar or identical to your submission and you waive any claims you may have resulting from any similarities to your entry;\n understand that we cannot control the incoming information you will disclose to our representatives in the course of entering, or what our representatives will remember about your entry. You also understand that we will not restrict work assignments of representatives who have had access to your entry. By entering this Contest, you agree that use of information in our representatives’ unaided memories in the development or deployment of our products or services does not create liability for us under this agreement or copyright or trade secret law;\n understand that you will not receive any compensation or credit for use of your entry, other than what is described in these Official Rules. Please note that following the end of this Contest your entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your entry by visitors to this website. While we reserve these rights, we are not obligated to use your entry for any purpose, even if it has been selected as a winning entry. If you (or, if you are a minor, your parent or legal guardian) do not want to grant us these rights to your entry, please do not enter this Contest.\n6. How do you submit your entry?\nEnter at tizenapps.ChallengePost.com. There is no limit to the amount of entries.\nWe are not responsible for entries that we do not receive for any reason, or for entries that we receive but are not decipherable for any reason.\nWe will automatically disqualify:\n(1) Any incomplete or illegible entry; and\n(2) Any entries that we receive from you that are in excess of the entry limit described above.\n7. How will entries be judged?\nThe appbackr appscore algorithm and the appbackr review team will judge apps based on:\n\nIs application performance & speed acceptable? (> 30 FPS)\nIf applicable, is the application’s sound functional?\nDoes the application have little to no instances of high CPU load?\nDoes the application have little to no bottleneck locations?\nDoes the application have little to no Failed APIs and Warnings?\nDoes the application have little to no memory and resource leaks?\nHas the application’s resolution been optimized for a Tizen device?\nDoes the application use the hardware back button?\n \n\nDoes the application content appeal to a wide audience?\nIs the application easy-to-use for the average consumer?\nAre the application’s controls fluid?\nAre the application’s graphics of sufficiently high quality?\nThe decisions of the appbackr review team are final and binding.\n8. What are the prizes?\nThe total Estimated Retail Value (ERV) of all prizes: US$10000\nDevelopers may enter multiple apps and qualify for multiple prizes. If you are selected as a potential winner of this Contest:\n(1) You must be able to accept the cash prize via PayPal. You may not designate someone else as the winner. If you are unable or unwilling to accept your prize, we will award it to an alternate potential winner; (3) If you accept a prize, you will be solely responsible for any local, provincial, state, federal or any other applicable taxes, and any other costs, expenses and fees connected with the prize. You (or your parent or legal guardian) is responsible for ensuring compliance with all the applicable tax laws and filing requirements. If you fail to provide such documentation or comply with such laws, the prize may be forfeited and Sponsor may, in its sole discretion, select an alternative potential winner.\n9. How will you know if you’re a winner?\nOn or around December 27, 2013, we will complete judging and one (1) first prize winner and three (3) honorable mention winners. will be determined based on the criteria stated above. If you are a potential winner, we will notify you by sending a message to the e-mail address, the phone number, or mailing address (if any) listed on your entry within seven (7) days following the selection. If the notification that we send is returned as undeliverable, or you are otherwise unreachable for any reason, we may award the prize to an alternate selected winner. If there is a dispute as to who is the potential winner, we will consider the potential winner to be the authorized account holder of the e-mail address used to enter the Contest, or the person residing at the mailing address listed on your entry. If you are a potential winner, we may require you to sign an affidavit of eligibility, liability/publicity release and W-9 form. If you do not sign and return these required forms within the time period listed on the winner notification message, we may disqualify you and select an alternate randomly selected winner.\n10. What other conditions are you are agreeing to by entering this Contest?\nBy entering this Contest you (your parent or legal guardian if you are a minor) agree and/or understand that:\n(1.) To abide by these Official Rules; (2.) To the extent allowed by law, to release and hold harmless appbackr their respective parents, subsidiaries, affiliates, employees and agents from any and all liability or any injury, loss or damage of any kind arising from or in connection with this Contest or any prize won; (3.) That appbackr’s decision will be final and binding on all matters related to this Contest; (4.) That appbackr may use your proper name and state of residence online and in print, or in any other media, in connection with this Contest, without payment or compensation to you, except where prohibited by law; and (5.) This Contest and any action related thereto shall be governed, controlled, interpreted and defined by and under the laws of the State of California and the United States, without regard to the conflicts of laws provisions thereof. The exclusive jurisdiction and venue of any action with respect to the subject matter of these Terms and Conditions shall be the state courts of the State of California for the County of Santa Clara or the United States District Court for the Northern District of California and each of the parties hereto submits itself to the exclusive jurisdiction and venue of such courts for the purpose of any such action. The parties specifically disclaim the UN Convention on Contracts for the International Sale of Goods. Any and all claims, judgments, and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with participating in this Contest, but in no event attorneys’ fees. Entrants hereby waive all rights to (i) claim or be awarded any punitive, direct, indirect, incidental, and consequential damages and any other damages, other than for actual out-of-pocket expenses, and (ii) to have damages multiplied or otherwise increased, including for willful patent infringement.\n11. How can you find out who won?\nWe will post the names of confirmed winners online after December 26, 2013 at appbackr.ChallengePost.com. This list will remain posted until December 30, 2013. \n12. GENERAL CONDITIONS: Entrant grants permission to Sponsor and its authorized representatives to use his/her name, address (city and state/province/territory), photograph, voice, and/or other likeness for advertising, trade and promotional purposes without further compensation, in all media now known or hereafter discovered, worldwide, and on the Internet and world wide web, in perpetuity, without notice, consideration, review or approval. Entrants shall at all times comply with the Terms and Conditions of Use on and for the Site. Entrants agree that personal data may be collected, processed, stored and otherwise used solely for the purposes of conducting and administering the Contest.\nFollowing the termination of the Contest, appbackr shall not be required to retain records of any Entries. Entrants should direct any request to access, update, or correct information to Sponsor. Sponsor is not responsible for human error, theft, destruction, or damage to Entries, or other factors beyond its reasonable control. Sponsor reserves the immediate right to disqualify any Entrant who, in Sponsor’s sole discretion: (i) is not in compliance with these Terms and Conditions, (ii) tampers with the Entry process, the Contest, or the Site; or (iii) is acting in an uncooperative, unsportsmanlike, disruptive, abusive, or threatening manner. Sponsor shall not be liable to a winner or any other person for failure to supply the prize or any part thereof, by reason of the prize becoming for reasons beyond the reasonable control of Sponsor unavailable or impracticable to award, or for any force majeure event, technical or equipment failure, terrorist acts, labor dispute, or act/omission of any kind (whether legal or illegal), transportation interruption, civil disturbance, or any other cause similar or dissimilar beyond Sponsors’ control. Neither Sponsor, nor its employees, officers, directors, agents, contractors, representatives, affiliates, divisions, subsidiaries, resellers, dealers, distributors, advertising/promotion agencies (“Released Parties”) shall assume any responsibility whatsoever for delayed, failed, partial or garbled computer transmissions; technical failures of any kind, including, but not limited to lost, interrupted or unavailable network, server, Internet Service Provider (ISP), website or other connections, availability or accessibility or miscommunications or failed computer, satellite, telephone or cable transmissions, lines or technical failures or difficulties; the incorrect or inaccurate capture or failure to capture information whether caused by Site users, tampering, hacking, or by any equipment or programming associated with or utilized in the Contest, Entry, or other information; the failure to capture any such information; or errors of any kind whether human, mechanical, electronic, network or otherwise arising out of or relating to the Contest, theft, loss, destruction or damage to Entries, in whole or in part, or other factors beyond their reasonable control. Once submitted, an Entry cannot be deleted or cancelled. Except in cases of death or personal injury caused by negligence, Released Parties are not responsible for injury or damage to Entrants’ or to any other person’s computer related to or resulting from participating in the Contest or downloading materials from or use of the Site. Persons who tamper with or abuse any aspect of the Contest or Site, as solely determined by Sponsor, will be disqualified. CAUTION: ANY ATTEMPT BY ANY PERSON TO DELIBERATELY DAMAGE THE SITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE PROMOTION IS A VIOLATION OF APPLICABLE CRIMINAL AND CIVIL LAW. SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES FROM ANY SUCH PERSON TO THE FULLEST EXTENT OF THE LAW (AND TO DISQUALIFY SUCH PERSON FROM THE PROMOTION, IF APPLICABLE).\nAny Entrant appbackr suspects of attempting to circumvent the Terms and Conditions of this Contest, including but not limited to using false e-mail and/or addresses, multiple identities or other fraudulent or deceptive Entry methods, may be disqualified. In the event of a dispute as to the source of any Entry, the authorized account holder of the email address used to enter will be deemed to be the person making the Entry. The authorized “account holder” is the natural person assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address.\n13. Who is sponsoring this Contest?\nappbackr is the sponsor of this Contest.\nappbackr inc.\n261 Hamilton Ave, Suite 311\nPalo Alto, CA 94301\n14. LIMITATIONS OF LIABILITY AND RELEASE: ENTRANT AGREES THAT SPONSOR, ITS AFFILIATES, DIVISIONS, SUBSIDIARIES, RESELLERS, DEALERS, DISTRIBUTORS, ADVERTISING/PROMOTION AGENCIES, AND ALL OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, CONTRACTORS, REPRESENTATIVES AND AGENTS (“RELEASED PARTIES”) WILL HAVE NO LIABILITY WHATSOEVER FOR, AND WILL BE RELEASED AND HELD HARMLESS BY ENTRANT FOR ANY CLAIMS, LIABILITIES, OR CAUSES OF ACTION OF ANY KIND OR NATURE FOR ANY INJURY, LOSS OR DAMAGES OF ANY KIND INCLUDING DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES TO PERSONS, INCLUDING WITHOUT LIMITATION DISABILITY OR DEATH, EXCEPT IN CASES OF DEATH OR PERSONAL INJURY CAUSED BY NEGLIGENCE, AND DAMAGE TO PROPERTY, DUE IN WHOLE OR IN PART, ARISING DIRECTLY OR INDIRECTLY, NOW OR IN THE FUTURE FROM THE DELIVERY, ACCEPTANCE, USE OR MISUSE OF THE PRIZE, ANY AND ALL USE AS PROVIDED HEREIN OF THEIR ENTRY, OR PARTICIPATION IN THIS CONTEST AND/OR ANY RELATED ACTIVITY. WITHOUT LIMITING THE FOREGOING, EVERYTHING ON THE SITE IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT. SOME JURISDICTIONS MAY NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES OR EXCLUSION OF IMPLIED WARRANTIES, IN WHICH CASE SUCH LIMITATION OR EXCLUSION SHALL APPLY ONLY TO THE EXTENT PERMITTED BY THE LAW IN THE RELEVANT JURISDICTION.\nappbackr is a registered trademarks of appbackr inc. Any third party trademarks mentioned herein are the property of their respective trademark owners.\n ", "hackathon-prizes": [{"prize-content": "Win up to $250 per app!  There are no limits to the number of apps that a developer can submit or the number of cash prizes.", "prize-title": "Cash Prizes"}, {"prize-content": "", "prize-title": "Cash Prize $100"}, {"prize-content": "", "prize-title": "Cash Prize $50 $9800"}], "hackathon-location-google-maps": "", "hackathon-url": "https://tizenapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Performance & speed\nIs there sound?\nDoes the app use hardware back button?\nHas the resolution been optimized?\nIs there no high CPU load?\nAre there no bottleneck\nDoes it appeal to a wide audience?\nAre the controls fluid?\nAre the graphics high quality"}], "hackathon-location-address": "", "hackathon-description-header": "HTML5 Developers - Win Cash Prizes When You Add Your Apps to the New Tizen Store", "hackathon-prizes-total": "$20,650", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}