{"hackathon-description-text": "\nThe hackathon of Union County Vocational-Technical Schools", "hackathon-number-of-prizes": "7", "hackathon-id": "hackuc", "hackathon-judges": [], "hackathon-number-of-judges": "0", "hackathon-eligibility": "\nParticipants: High School Students (Graduating class included)", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nWhat to Create: Any project that has something to do with Computer Science. Build cool stuff that matters. \nEach team must submit one submission by 6:00pm on Monday. If a team does not submit a hack by 6:00pm, they will not be able to demo or qualify for prizes. Any submission that has been found to have been started before the start of the hackathon is subject to be disqualified, at the discretion of the HackUC organizers.", "hackathon-rules": "\nThe Quick Version\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackday attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nThe Less Quick Version\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon with no refund (if applicable).\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "Free tickets to Six Flags + Pebble Watches +  1 Year of Github Gold", "prize-title": "1st Place"}, {"prize-content": "90 Minute Jump Sessions at Rebounderz Edison OR 4 Full day sessions to Top Gun Paintballing + Raspberry Pis + 1 Year of Github Silver", "prize-title": "2nd Place"}, {"prize-content": "60 Minute Jump Sessions at Rebounderz Edison OR 4 Half-Day sessions to Top Gun Painballing + Chromecasts + 6 Months of Github Silver", "prize-title": "3rd Place"}, {"prize-content": "Free Movie Tickets for you and a friend", "prize-title": "Best Music Hack"}, {"prize-content": "$40 Gift Card to the Fast Food Restaurant of your choice", "prize-title": "Best Health Hack"}, {"prize-content": "$40 Amazon Gift Cards", "prize-title": "Code For Good"}, {"prize-content": "$30 Gift Card to Chipotle", "prize-title": "Best Use of Delta Data"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1776 Raritan Road, Scotch Plains, NJ 07076, USA", "hackathon-url": "https://hackuc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How unique and interesting your idea is"}, {"judging-criterion": "The ascetics and appeal of your project's design"}, {"judging-criterion": "How technically impressive your project is"}, {"judging-criterion": "How well you present your idea to the audience"}], "hackathon-location-address": "1776 Raritan Road, Scotch Plains, NJ 07076, USA", "hackathon-description-header": "HackUC", "hackathon-prizes-total": "0", "hackathon-location-description": "Union County Magnet High School", "hackathon-end-date": "2015-06-22", "has-projects": "True"}