{"hackathon-description-text": "\nRock & Code brings together startups, developers and music professionals to collaborate over the course of a weekend. Participants will conceptualize, create and present their projects to a panel of music industry executives. Anything goes as long as its music related. Music professionals will be at the disposal of developers and startups over the course of the weekend, with the goal to help fine tune pitches and/or answer any music industry related questions/concerns.", "hackathon-number-of-prizes": "3", "hackathon-id": "sonymusicrockcode", "hackathon-judges": [{"judge-role": "EXECUTIVE VICE PRESIDENT & CHIEF FINANCIAL OFFICER", "judge-name": "KEVIN KELLEHER"}, {"judge-role": "PRESIDENT, GLOBAL DIGITAL BUSINESS & U.S. SALES", "judge-name": "DENNIS KOOKER"}, {"judge-role": "EVP, A&R PRODUCTION", "judge-name": "SALAAM REMI"}, {"judge-role": "EVP, BUSINESS AFFAIRS & GENERAL COUNSEL", "judge-name": "JULIE SWIDLER"}, {"judge-role": "PRESIDENT, LEGACY RECORDINGS", "judge-name": "ADAM BLOCK"}, {"judge-role": "EVP, GLOBAL BUSINESS DEVELOPMENT & DIGITAL STRATEGY", "judge-name": "MARK PIIBE"}, {"judge-role": "SVP GLOBAL DIGITAL BUSINESS DEVELOPMENT & STRATEGY", "judge-name": "ANDRE STAPLETON"}, {"judge-role": "SVP, FINANCE, COMMERCIAL MUSIC GROUP", "judge-name": "SHELDRA KHAHAIFA"}, {"judge-role": "SVP, MARKETING & REVENUE GENERATION", "judge-name": "JENNIFER FOWLER"}, {"judge-role": "SVP, CORPORATE DEPUTY GENERAL COUNSEL", "judge-name": "SUSAN MEISEL"}, {"judge-role": "SVP, DIGITAL SALES", "judge-name": "CELINE JOSHUA"}, {"judge-role": "VP, GLOBAL DIGITAL BUSINESS & PRODUCT DEVELOPMENT", "judge-name": "BRAD SPAHR"}, {"judge-role": "SENIOR DIRECTOR, GROWTH VENTURES, PARTNERSHIPS & INNOVATION", "judge-name": "BEHRAM DACOSTA"}, {"judge-role": "GROUP MANAGING DIRECTOR- NORTH AMERICA - THOUGHTWORKS", "judge-name": "JOANNA PARKE"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "", "hackathon-number-of-participants": "95", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\n\nNO PURCHASE OR PAYMENT NECESSARY TO ENTER OR WIN. A PURCHASE DOES NOT INCREASE YOUR CHANCES OF WINNING. THIS CONTEST IS VOID WHERE PROHIBITED OR RESTRICTED BY LAW. THIS CONTEST IS OPEN ONLY TO ELIGIBLE ENTRANTS WHO REGISTER (AS DESCRIBED IN SECTION 3 BELOW) IN ADVANCE TO PARTICIPATE IN THE CONTEST VIA WWW.EVENTBRITE.COM.\n\n(1) Stage 1 - Registration Period: Eligible individuals must register to participate between 12:00 p.m. ET on July 30, 2015 and 11:59:59 p.m. ET on September 18, 2015 (“Registration Period”) via [http://www.eventbrite.com/e/rock-code-tickets-17929350169] (“Registration Site”). There are fifty (50) seats available for registrants in this Contest (collectively, the “Capacity”) which are only available to Developers. For purposes of these Official Rules, “Developer” shall refer to any individual whose primary area of expertise is in one (1) or more of the following: writing source code for software applications (such as PC, Mobile, Gaming, Virtual Reality, or Augmented Reality), back-end server infrastructure (such as Databases, content hosting), security architecture/development (digital rights management, encryption), algorithm creation (such as audio/video codecs or large data set applications such as search). These seats are available to registrants on a first come, first served basis. Once the Capacity is reached, registration will close. Registration details and requirements will be available to eligible entrants on the Registration Site.\n(2) Stage 2 - Contest Event: Registered eligible individuals (the “Entrants”) must attend the contest event scheduled to take place at ThoughtWorks, 99 Madison Avenue, New York, New York 10016 (“Contest Event”), between 7:00 p.m. ET on September 25, 2015 and approx. 4 p.m. ET on September 27, 2015 inclusive of the time necessary to present the Music Technology to the judges (“Contest Period”). You will not be permitted to attend the Contest Event if you are not already registered for the Contest via the Registration Site.\n(3) Stage 3 - Submission: To be considered, Entrants who have completed Stages 1 and 2 must submit the following via the website ChallengePost at http://challengepost.com (the “Contest Website”) \n (the “Submission Deadline”): (i) a technical, functional, and other relevant specifications of the submitted Music Technology (the “Specifications”); (ii) a working prototype of the Music Technology in object code form that fully implements the Specifications via functional, original code (for example: a native software application such as an iOS or Android app or PC program or website; no slideware or mock-up permitted) (the “Prototype”); and (iii) an entry form including the Entrant’s full name, email address, the title of his/her Music Technology (collectively, the “Submission Materials”). The Prototype’s presentation must not be longer than three (3) minutes.\n(4) Stage 4 - Judging: To submit their Submission Materials, Entrants will then have the opportunity to present and perform their Prototype for no more than five (5) minutes in front of a panel of judges who will be present at the Contest Event at a designated location.\nSubmission or participation by any other individual, entity or group or originating on any other website than the Contest Website, including, without limitation, through commercial promotion subscription notification or entering services, will be declared invalid and disqualified for this Contest. As a condition of entering this Contest, without limiting any other provision in these Official Rules, each Entrant gives consent for Sponsor and its agents to obtain and deliver his or her name, address and other information and content to third parties for the purpose of administering this Contest and complying with applicable laws, regulations, and rules. Sponsor may keep all Entrant information for up to five (5) years after completion of the Contest for business management and record keeping purposes.\nThe Submission Materials may not contain references which are obscene, crude or vulgar, gang identification, references to commercial products, license plate numbers, phone numbers, personal addresses (physical or email), Website URLs, derogatory characterizations of any ethnic, racial, sexual or religious groups, references to illegal or inappropriate activity, behavior or conduct, or any other references that could be considered inappropriate, unsuitable or offensive, as determined by Sponsor, in its sole discretion.\n(a) Regarding the Submission Materials, (i) you represent and warrant that: (A) all contents of Submission Materials are wholly original, have been created entirely by Entrant, have not been taken in whole or in part from any source other than Entrant and do not incorporate [or include any open source] code or anything that is owned by any third party or would require the consent of any third party; (B) you own and/or control 100% of all right, title and interest in and to the Submission Materials, as well as all elements contained therein; (C) the Submission Materials do not and shall not violate any law or the copyright, trademark, publicity right, privacy right, or any other right of any third party; (D) the Submission Materials, or any part thereof, have not been commercially released; and (E) you have the written consent, release and/or permission of each and every person who has a proprietary interest in the Submission Material to participate in the Submission Materials as contemplated by these Official Rules; and (ii) you agree that, with the exception of Preexisting Code, the Submission Materials shall be a \"work made for hire,\" with all rights therein, including, without limitation, the exclusive copyright, being the property of Sponsor. In the event the Submission Materials are considered not to be a \"work made for hire,\" you irrevocably assign to Sponsor all right, title, and interest in your Submission Materials, with the exception of Preexisting Code, (including, without limitation, the copyright) in any and all media whether now known or hereafter devised, in perpetuity, anywhere in the world, with the right to make any and all uses thereof, including, without limitation, for purposes of advertising or trade.\n(b) You hereby hold Sponsor harmless from and against any third party claim arising from use of the Submission Materials. You waive any right to privacy. You waive any right to inspect or approve uses of the Submission Materials or to be compensated for any such uses.\n(c) By providing Submission Materials in connection with this Contest, you grant to Sponsor and its affiliated companies, the right, except where prohibited by law, to use your name, likeness, picture, address (city and state), e-mail address, voice, biographical information, Submission Materials, entry form information and written and oral statements, for advertising and promotional purposes in promoting or publicizing the Submission Materials, Sponsor and its products and services, without compensation unless required by law. You shall have no right of approval, no claim to compensation, and no claim (including, without limitation, claims based on invasion of privacy, defamation, or right of publicity) arising out of any use, blurring, alteration, or use in composite form of your name, picture, likeness, address (city and state), e-mail address, biographical information, or entry form information. The rights granted under this paragraph shall extend to Sponsor and its affiliated companies with respect to all Entrants in the Contest, including the Entrant who is selected as the winner and those Entrants who are not selected as the winner. Sponsor is under no obligation to use the Submission Materials for any purpose.\nIf, for reasons beyond the control of Sponsor (including, but not limited to, tampering or computer virus infection), the Contest is not capable of running as originally planned, Sponsor, at its sole discretion, reserves the right to cancel or modify the Contest, without liability. If an insufficient number of eligible Submission Materials (as determined by Sponsor in its sole discretion) are received by the Submission Deadline and the end of the Contest Period, Sponsor reserves the right not to award any or all Prizes. All taxes (including, but not limited to, income taxes) are the sole responsibility of Winner. All Entrants agree to comply fully with each provision in these Official Rules. Any person attempting to defraud or in any way tamper with this Contest and any person who does not comply with these Official Rules, will be ineligible for any Prize and may be prosecuted to the full extent of the law.\nThe Winner must be at least the age of majority in his/her state or province of residence as of July 30, 2015. The Winner will be required to sign, have notarized, and return an Affidavit of Eligibility and Liability/Publicity Release within four (4) calendar days of Prize notification. If a Winner rejects his/her Prize or in the event of noncompliance with these Official Rules and requirements, such Prize will be forfeited and an alternate Winner may be selected from all remaining eligible Submission Materials. Upon any Prize forfeiture, no compensation will be given.\nBy participating, Entrants agree to release, indemnify and hold harmless Sponsor, Contest Entities and all their respective parent companies, affiliates, subsidiaries, advertising and promotion agencies as well as each and all of their respective employees, officers, directors, representatives and agents (“Released Parties”) from any and all liability, for loss, harm, damage, injury, cost or expense whatsoever including without limitation, property damage, personal injury and/or death which may occur in connection with, preparation for, travel to, or participation in the Contest, or any damage due in whole or in part to the award, possession, acceptance and/or use or misuse of a Prize or participation in any Contest-related activity and for any claims based on publicity rights, defamation or invasion of privacy and merchandise delivery. By accepting the Prize, Winner agrees to release, indemnify and hold harmless Released Parties from any and all liability, for loss, harm, damage, injury, cost or expense whatsoever including without limitation, property damage, personal injury and/or death which may occur in connection with, preparation for, travel to, or participation in the Contest, or any damage due in whole or in part to the award, possession, acceptance and/or use or misuse of a Prize or participation in any Contest-related activity and for any claims based on publicity rights, defamation or invasion of privacy and merchandise delivery. Released Parties are not responsible if the Contest cannot take place or if any Prize cannot be awarded including, but not limited to due to travel cancellations, delays or interruptions due to acts of God, acts of war, natural disasters, weather or acts of terrorism. Entrants who do not comply with these Official Rules or attempt to interfere with this Contest in any way shall be disqualified. There is no purchase or sales presentation required to participate. A purchase does not increase odds of winning.\nCAUTION: ANY ATTEMPT BY AN ENTRANT TO DELIBERATELY DAMAGE ANY WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHOULD SUCH AN ATTEMPT BE MADE, THE SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW.\n \n\n \n\n\nNO PURCHASE OR PAYMENT NECESSARY TO ENTER OR WIN. A PURCHASE DOES NOT INCREASE YOUR CHANCES OF WINNING. THIS CONTEST IS VOID WHERE PROHIBITED OR RESTRICTED BY LAW. THIS CONTEST IS OPEN ONLY TO ELIGIBLE ENTRANTS WHO REGISTER (AS DESCRIBED IN SECTION 3 BELOW) IN ADVANCE TO PARTICIPATE IN THE CONTEST VIA WWW.EVENTBRITE.COM.\n\n(1) Stage 1 – Official Entrant: Each Team must select one of its members to be the official entrant for its respective Team (the “Official Entrant”) who will be responsible for registering his/her Team to participate.\n(2) Stage 2 - Registration Period: The Official Entrant must register his/her Team to participate between 12:00 p.m. ET on July 30, 2015 and 11:59:59 p.m. ET on September 18, 2015 (“Registration Period”) via [http://www.eventbrite.com/e/rock-code-tickets-17929350169] (“Registration Site”). Registration details and requirements will be available to Official Entrant on the Registration Site. There are one hundred (100) seats available for entrants in this Contest (the “Capacity”). These seats are available to registrants on a first come, first served basis. Once the Capacity is reached, registration will close. Teams will need to disclose the number of Team members who will be attending the Contest Event (as defined below).\n(3) Stage 3 - Contest Event: Teams must attend the contest event scheduled to take place at ThoughtWorks, 99 Madison Avenue, New York, New York 10016 (“Contest Event”), between 7:00 p.m. ET on September 25, 2015 and approximately 4 p.m. ET on September 27, 2015 inclusive of the time necessary to present the Music Technology to the judges (“Contest Period”). Teams which are not registered for the Contest via the Registration Site will not be permitted to attend the Contest Event. Notwithstanding the foregoing, i\n.\n(4) Stage 4 - Submission: To be considered, the Official Entrant of each Team having completed Stages 1 and 2 must submit the following via the website ChallengePost at http://challengepost.com (the “Contest Website”) \n (the “Submission Deadline”): (i) a technical, functional, and other relevant specifications of the submitted Music Technology (the “Specifications”); (ii) a working prototype of the Music Technology in object code form that fully implements the Specifications via functional, original code (for example: a native software application such as an iOS or Android app or PC program or website; no slideware or mock-up permitted) (the “Prototype”); and (iii) an entry form including the Entrant’s full name, email address, the title of his/her Music Technology (collectively, the “Submission Materials”). The Prototype’s presentation must not be longer than three (3) minutes.\n(5) Stage 5 - Judging: To submit their Submission Materials, Entrants will then have the opportunity to present and perform their Prototype for no more than five (5) minutes in front of a panel of judges who will be present at the Contest Event at a designated location.\nSubmission or participation by any other individual, entity or group or originating on any other website than the Contest Website, including, without limitation, through commercial promotion subscription notification or entering services, will be declared invalid and disqualified for this Contest. As a condition of entering this Contest, without limiting any other provision in these Official Rules, each Team and Team member gives consent for Sponsor and its agents to obtain and deliver his or her name, address and other information and content to third parties for the purpose of administering this Contest and complying with applicable laws, regulations, and rules. Sponsor may keep all Team and Team members’ information for up to five (5) years after completion of the Contest for business management and record keeping purposes.\nThe Submission Materials may not contain references which are obscene, crude or vulgar, gang identification, references to commercial products, license plate numbers, phone numbers, personal addresses (physical or email), Website URLs, derogatory characterizations of any ethnic, racial, sexual or religious groups, references to illegal or inappropriate activity, behavior or conduct, or any other references that could be considered inappropriate, unsuitable or offensive, as determined by Sponsor, in its sole discretion.\n(a) Regarding the Submission Materials, (i) you represent and warrant that: (A) all contents of Submission Materials are wholly original, have been created entirely by Team, have not been taken in whole or in part from any source other than Team and do not incorporate [or include any open source] code or anything that is owned by any third party or would require the consent of any third party; (B) you own and/or control 100% of all right, title and interest in and to the Submission Materials, as well as all elements contained therein; (C) the Submission Materials do not and shall not violate any law or the copyright, trademark, publicity right, privacy right, or any other right of any third party; (D) the Submission Materials, or any part thereof, have not been commercially released; and (E) you have the written consent, release and/or permission of each and every person who has a proprietary interest in the Submission Material to participate in the Submission Materials as contemplated by these Official Rules; and (ii) you agree that, with the exception of Preexisting Code, the Submission Materials shall be a \"work made for hire,\" with all rights therein, including, without limitation, the exclusive copyright, being the property of Sponsor. In the event the Submission Materials are considered not to be a \"work made for hire,\" you irrevocably assign to Sponsor all right, title, and interest in your Submission Materials, with the exception of Preexisting Code, (including, without limitation, the copyright) in any and all media whether now known or hereafter devised, in perpetuity, anywhere in the world, with the right to make any and all uses thereof, including, without limitation, for purposes of advertising or trade.\n(b) You hereby hold Sponsor harmless from and against any third party claim arising from use of the Submission Materials. You waive any right to privacy. You waive any right to inspect or approve uses of the Submission Materials or to be compensated for any such uses.\n(c) By providing Submission Materials in connection with this Contest, you grant to Sponsor and its affiliated companies, the right, except where prohibited by law, to use your name, likeness, picture, address (city and state), e-mail address, voice, biographical information, Submission Materials, entry form information and written and oral statements, for advertising and promotional purposes in promoting or publicizing the Submission Materials, Sponsor and its products and services, without compensation unless required by law. You shall have no right of approval, no claim to compensation, and no claim (including, without limitation, claims based on invasion of privacy, defamation, or right of publicity) arising out of any use, blurring, alteration, or use in composite form of your name, picture, likeness, address (city and state), e-mail address, biographical information, or entry form information. The rights granted under this paragraph shall extend to Sponsor and its affiliated companies with respect to all Teams in the Contest, including the Team and Official Entrant who is selected as the winner and those Teams and Official Entrants who are not selected as the winner. Sponsor is under no obligation to use the Submission Materials for any purpose.\nIf, for reasons beyond the control of Sponsor (including, but not limited to, tampering or computer virus infection), the Contest is not capable of running as originally planned, Sponsor, at its sole discretion, reserves the right to cancel or modify the Contest, without liability. If an insufficient number of eligible Submission Materials (as determined by Sponsor in its sole discretion) are received by the Submission Deadline and the end of the Contest Period, Sponsor reserves the right not to award any or all Prizes. All taxes (including, but not limited to, income taxes) are the sole responsibility of Winner. All Teams and Team members agree to comply fully with each provision in these Official Rules. Any person attempting to defraud or in any way tamper with this Contest and any person who does not comply with these Official Rules, will be ineligible for any Prize and may be prosecuted to the full extent of the law.\nThe Winner, the Official Entrant and all Team members must meet all eligibility requirements listed in Section 2 and 3 of these Official Rules as of July 30, 2015. The Official Entrant for the Winner will be required to sign, have notarized, and return an Affidavit of Eligibility and Liability/Publicity Release within four (4) calendar days of Prize notification. If a Winner rejects his/her Prize or in the event of noncompliance with these Official Rules and requirements, such Prize will be forfeited and an alternate Winner may be selected from all remaining eligible Submission Materials. Upon any Prize forfeiture, no compensation will be given.\nBy participating, Teams and all Team members agree to release, indemnify and hold harmless Sponsor, Contest Entities and all their respective parent companies, affiliates, subsidiaries, advertising and promotion agencies as well as each and all of their respective employees, officers, directors, representatives and agents (“Released Parties”) from any and all liability, for loss, harm, damage, injury, cost or expense whatsoever including without limitation, property damage, personal injury and/or death which may occur in connection with, preparation for, travel to, or participation in the Contest, or any damage due in whole or in part to the award, possession, acceptance and/or use or misuse of a Prize or participation in any Contest-related activity and for any claims based on publicity rights, defamation or invasion of privacy and merchandise delivery. By accepting the Prize, Winner agrees to release, indemnify and hold harmless Released Parties from any and all liability, for loss, harm, damage, injury, cost or expense whatsoever including without limitation, property damage, personal injury and/or death which may occur in connection with, preparation for, travel to, or participation in the Contest, or any damage due in whole or in part to the award, possession, acceptance and/or use or misuse of a Prize or participation in any Contest-related activity and for any claims based on publicity rights, defamation or invasion of privacy and merchandise delivery. Released Parties are not responsible if the Contest cannot take place or if any Prize cannot be awarded including, but not limited to due to travel cancellations, delays or interruptions due to acts of God, acts of war, natural disasters, weather or acts of terrorism. Teams and Team members who do not comply with these Official Rules or attempt to interfere with this Contest in any way shall be disqualified. There is no purchase or sales presentation required to participate. A purchase does not increase odds of winning.\nCAUTION: ANY ATTEMPT BY A TEAM OR TEAM MEMBER TO DELIBERATELY DAMAGE ANY WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHOULD SUCH AN ATTEMPT BE MADE, THE SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW.\n", "hackathon-prizes": [{"prize-content": "Along with the five hundred dollar monetary prize you will also meet with executives to further discuss you product.", "prize-title": "Five Hundred Dollars (Individual)"}, {"prize-content": "Along with the five hundred dollar monetary prize you will also meet with executives to further discuss you product.", "prize-title": "Five Hundred Dollars (Company/Group)"}, {"prize-content": "", "prize-title": "Sony Electronics Swag"}], "hackathon-location-google-maps": "https://maps.google.com/?q=99 Madison Avenue, New York, NY 10016, USA", "hackathon-url": "https://sonymusicrockcode.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "99 Madison Avenue, New York, NY 10016, USA", "hackathon-description-header": "Sony Music Entertainment, one of the largest music labels in the world is looking for fresh ideas to change the way our music is consumed and experienced by fans.", "hackathon-prizes-total": "$1,600", "hackathon-location-description": "ThoughtWorks NYC", "hackathon-end-date": "2015-09-27", "has-projects": "True"}