{"hackathon-description-text": "\nA 36 hour hackathon held hosted by TechHackers at Virginia Tech in Cassell Coliseum. This hacakthon seeks to bring creative and passionate minds together for one weekend to work on a project. The projects have no category restriction, so the hacker is free to experiment with anything. Attendees can work in teams of upto 4 and have the opportunity to showcase their hack at the end of the event. ", "hackathon-number-of-prizes": "13", "hackathon-id": "vthacks", "hackathon-judges": [{"judge-role": "", "judge-name": "VTHacks Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n-Teams of up to 4 \n-Undergrad students ", "hackathon-number-of-participants": "106", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nThere is no category restriction at this hackathon, attendees are free to create whatever they wish!", "hackathon-rules": "\nAll rules set by MLH including its Code of Conduct apply.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Third place"}, {"prize-content": "The Entrepreneur Club at Virginia Tech is giving away $250 to the hack that is most likely to turn into a startup.", "prize-title": "VT E-Club - Most Viable Product E-Club"}, {"prize-content": "Galaxy Tablet", "prize-title": "Intel's Choice"}, {"prize-content": "1 Bitcoin - Program using internet sourced data.", "prize-title": "BookHolders - Best Web App"}, {"prize-content": "You can win a free Raspberry Pi or an OpenWRT device if you can build something cool using a Raspberry Pi or OpenWRT device.", "prize-title": "BookHolders - Best RaspberryPi/OpenWRT Hack"}, {"prize-content": "Prize: MacBook Pro. Description: Use Salesforce as a back end to fuel live data. Access data using any of the various Salesforce APIs. Bonus points will go to the app with a real world application and original business use case.", "prize-title": "Best Use of Salesforce as a Backend"}, {"prize-content": "Solve a real world problem with your project. IBM goodies include: A sling backpack, mp3 speaker, 8gb thumb drive, rectangle phone charger, and an IBM key chain.", "prize-title": "IBM - Best Solution to Real World Problems"}, {"prize-content": "This award goes out to the team that creates the best app that shows the value of low latency/high capacity fiber. What will you do with gig Internet?", "prize-title": "TechPad - App That Show Value of Low Latency"}, {"prize-content": "First place gets $250, second $100. Fitnet, fit.net, is a mobile fitness app. The app must include a scheduler and alerts. Most creative app which incorporates multiple motivators wins the prize.", "prize-title": "Fitnet - App That Commits Users to Workout Days"}, {"prize-content": "CapTech will be giving away Chromecasts to each member of the team to create the most scale-able application.", "prize-title": "CapTech - Most Scale-able Application"}, {"prize-content": "You are busy building an amazing startup, new app, or world changing technology. It's what you love. Let our expects focus on your cloud infrastructure.  It's what we love. rackspacestartup.com", "prize-title": "Rackspace - Best Execution"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Blacksburg, VA, USA", "hackathon-url": "https://vthacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "Blacksburg, VA, USA", "hackathon-description-header": "A 36 hackathon that brings students from all over the country together to grow in passion, ability, and experience.", "hackathon-prizes-total": "$2,850", "hackathon-location-description": "", "hackathon-end-date": "2014-04-20", "has-projects": "True"}