{"hackathon-description-text": "\nJoin us in Karlsruhe, Germany to disrupt the tech industry with your innovative ideas. For more information about the event please visit ", "hackathon-number-of-prizes": "3", "hackathon-id": "inno-hacks-2016", "hackathon-judges": [{"judge-role": "the native web", "judge-name": "Golo Roden"}, {"judge-role": "HS Mannheim", "judge-name": "Thomas Smits"}, {"judge-role": "Microsoft", "judge-name": "Ralf Wiegand"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "27", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nHarassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. \nParticipants asked to stop any harassing behavior are expected to comply immediately. \nIf a participant engages in harassing behavior, the organizers may take any action they deem appropriate, including warning the offender or expulsion from the event. \nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please conctact an organizer or mentor. We will tell you who are responsible at the beginning of the event. You can also contact us directly (info above). \nWe are happy to help participants contact local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe. We value your attendance. \nWe expect participants to follow these rules at the event and related social events.", "hackathon-prizes": [{"prize-content": "Modern technology has brought us closer together than ever before. Help connect people and processes, share resources and break barriers.", "prize-title": "Social Innovation"}, {"prize-content": "Create new concepts to interact with modern devices. Tilt phone to scroll? Use the proximity sensor of your phone to start video recording? Control your computer with your face? The possibilities are endless!", "prize-title": "UX Innovation"}, {"prize-content": "Drive technology forward with your innovative ideas. Create apps, devices or platforms for the progress of the industry and the extension of possibilities.", "prize-title": "Technology Innovation"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Duale Hochschule, 76133 Karlsruhe, Germany", "hackathon-url": "https://inno-hacks-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The full judging criteria is online here:"}], "hackathon-location-address": "Duale Hochschule, 76133 Karlsruhe, Germany", "hackathon-description-header": "Disrupt the tech industries!", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "Duale Hochschule Baden-Württemberg Karlsruhe", "hackathon-end-date": "2016-06-12", "has-projects": "True"}