{"hackathon-description-text": "\nRosie @ Wellesley Hackathon is designed to encourage women and minorities to explore opportunities in technology. The event kicks off the weekend of International Women's Day, and allows students from different majors to collaborate and build platforms that will enable social change. We hope teams will operate as mini start-ups, and our sponsor Rosie will be holding workshops during the event on business strategies and challenges faced by early-stage startups. We want participants to exercise their project management, product development, and programming skills, which is why we require teams to not only submit an app, but also give a strategy presentation on the viability and effectiveness of their app. This is Wellesley College's first ever company-sponsored Hackathon event, and we want it to reflect the school's commitment to interdisciplinary collaboration and mentoring students who will make a difference in the world. ", "hackathon-number-of-prizes": "3", "hackathon-id": "whack2014", "hackathon-judges": [{"judge-role": "RosieApp", "judge-name": "Nick Nickitas"}, {"judge-role": "RosieApp", "judge-name": "Greg Granito"}, {"judge-role": "RosieApp", "judge-name": "Howard Zuo"}, {"judge-role": "Wellesley College", "judge-name": "Darakhshan Mir"}, {"judge-role": "RosieApp", "judge-name": "Nichole Burton '13"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAnybody who is a Wellesley student is eligible to compete!\n if you are interested in: \nStudents should register individually using the ", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe competition will have two components:", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "4 External Hard Drives", "prize-title": "First Place"}, {"prize-content": "4 Raspberry Pis", "prize-title": "Second Place"}, {"prize-content": "4 Google Chromecast", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Wellesley College, 106 Central St, Wellesley, MA 02481", "hackathon-url": "https://whack2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Should have at least one of the following characteristics (the more, the better):\n-Show a demo where a few (or many) desired features of the product are implemented to some degree\n-Use and combine different technologies (HTML, CSS, Javascript)"}, {"judging-criterion": "The judges are looking for fresh, holistic applications. \nWhether its something that has never been done before or an existing solution implemented in a new way, the judges are looking for submissions that are innovative and interdisciplinary."}, {"judging-criterion": "Viability concerns the product’s ability to attract and retain users, and its effectiveness in enabling change. \nFactors to consider are its functionality, set of features, user engagement, and usability."}, {"judging-criterion": "Not only are the judges interested in the look and feel of your product, but also how you pitch it. They want to see how your team plans to market, integrate, and implement your product, and how it will be impactful."}], "hackathon-location-address": "Wellesley College, 106 Central St, Wellesley, MA 02481", "hackathon-description-header": "Collaborate for Change: Build Stuff. Have Fun.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}