{"hackathon-description-text": "\nUWPHacks is designed for coders who are just starting out. Our workshops are designed to help them learn best industry practices, build a portfolio website and dip their feet into web applications.", "hackathon-number-of-prizes": "2", "hackathon-id": "uwphacks-4200", "hackathon-judges": [{"judge-role": "", "judge-name": "Carol Yao"}, {"judge-role": "", "judge-name": "Chirag Gada"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nParticipants: UW Students\nTeams: Up to 4 members", "hackathon-number-of-participants": "64", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nAll submissions must be created during the hackathon using no previous code.", "hackathon-rules": "\nUWP Hacks is committed to providing a safe and welcoming space, without regard to age, gender, race, ethnicity, nationality, sexual orientation, gender identity, gender expression, mental or physical disability, physical appearance, neuro(a)typicality, religion, level of knowledge, level of experience, parental status, marital status, socioeconomic status or background, political affiliation, or any other attribute. The Dons of UWP Hacks share the responsibility of enforcing these policies as necessary to maintain an open and welcoming environment. We want everyone to have a good time at UWP Hacks. To that end, if you have any questions, comments, or concerns, please do not hesitate to reach out to any of the UWP Dons.\nWe believe that the below principles are essential to maintaining this environment. In addition, we believe that they are good principles for life in general. \nPrinciples\n\nDefinition: unwelcome or hostile behavior, including, but is not limited to, offensive verbal comments related to personal characteristics or choices, sexual images or comments, deliberate intimidation, bullying, stalking, following, harassing photography or recording, sustained disruption of discussion or events, nonconsensual publication of private comments, inappropriate physical contact, or unwelcome sexual attention. Conduct need not be intentional to be harassment. UWP Hacks will not tolerate such behavior.\n: Be respectful. Be thoughtful. Be open. Be awesome.\nBe Respectful: Opinions and Abilities of Others\nUWP Hacks is designed as a place for people all of different skill levels and approaches to meet and work together toward common goals. As a result, we do not expect that everybody will share the same opinion. However, we do expect that disagreement is done respectfully.\nAdditionally, we expect that members will educate others respectfully. To this end, do not assume anybody else’s level of expertise or knowledge. Do not belittle a lack of information, or insist on unnecessary precision. We are all learning, so afford others—as well as yourself—room to grow.\nBe Thoughtful: Empower, Experiment, and Contribute\nWhen more people share their knowledge and skills, they give a project a greater chance to succeed. When somebody shows up with an unusual skill, look for ways to fit them into the team rather than reasons why it wouldn’t work. Experiment with new approaches, and don’t be afraid to try something that might not work.\nBe Open: Keep Your Team Open\nUnless doing so would be counter-productive to the goals of the project, anybody who is interested in a project is allowed to join it.\nBe Awesome: Aspirations and Build With, Not For\nWhile this document exists primarily to prevent certain bad behavior, we also believe that our community members should work towards a higher standard. Work to ensure that the community is well-represented in all stages of development. Seek out those who are under-represented, and remove barriers to access. Listen as much—or more—than you speak, and give full consideration to all ideas, even if they seem improbable at first.\nIf you experienced harassment during UWP Hacks, please contact one of the UWP Dons attending the event. Dons agree to treat all violations impartially, and will strive to apply this code of conduct consistently. The issue will be passed to the Residence Life Coordinator of UWP, Jeck Baconga, who will take any appropriate action to resolve a violation of this code of conduct\nIn other words, use this time and space to enjoy the process of hacking! Whether it's your first time at a hackathon or your 50th, it's always good to remember not to focus so heavily on the end result that you don't enjoy the process of making it happen.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Raspberry Pi 3"}, {"prize-content": "", "prize-title": "Raspberry Pi Zero"}], "hackathon-location-google-maps": "https://maps.google.com/?q=106 Seagram Dr, Waterloo, ON N2L, Canada", "hackathon-url": "https://uwphacks-4200.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The criteria will be released shortly."}], "hackathon-location-address": "106 Seagram Dr, Waterloo, ON N2L, Canada", "hackathon-description-header": "A 12 hour hackathon for beginner programmers to learn new things and make cool stuff.", "hackathon-prizes-total": "$70", "hackathon-location-description": "University of Waterloo Place- Grand Commons", "hackathon-end-date": "2016-09-18", "has-projects": "True"}