{"hackathon-description-text": "\nThe Technical Centre for Agricultural and Rural Cooperation (CTA), in collaboration with institutions including the Caribbean Agricultural Research and Development Institute (CARDI), the InterAmerican Institute for Cooperation on Agriculture (IICA) and ConnectiMass are organising the Agrihack Talent Caribbean. Its main objective is to support the development of ICT innovations and entrepreneurship in agriculture by young people.", "hackathon-number-of-prizes": "4", "hackathon-id": "codeskn2014", "hackathon-judges": [{"judge-role": "Quintessence Consulting Inc", "judge-name": "Telly Onu"}, {"judge-role": "", "judge-name": "Celia Christopher"}, {"judge-role": "Farrel Services", "judge-name": "Nijoe Farrel"}, {"judge-role": "Ministry of Information Technology", "judge-name": "Eurta Chiverton"}, {"judge-role": "", "judge-name": "Lindbergh Belle"}, {"judge-role": "Ministry of Community Development", "judge-name": "Jacqueline Christopher"}, {"judge-role": "Systems Analyst - Inland Revenue Department, Ministry of Finance", "judge-name": "Watkins Chiverton"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\n ", "hackathon-number-of-participants": "15", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nParticipants are required to develop concepts and prototypes of Solutions which will address at least one of the following challenges;\nThe Technical Centre for Agricultural\n1. Market Access/Entry & Penetration\n ", "hackathon-rules": "\nThe intent and spirit of the Hackathon is to encourage Participants to build an innovative applications and solutions to the Agribusiness and Climate Change Challenges presented.\nTeams are required to create a new concept/prototype and list content and technical requirements listed  to be eligible for judging, all Entries must meet the following general standards:\n You or your team may submit only one Entry.If more than one Entry is  submitted the second Entry submitted will be disqualified. \nWe will disqualify, in our sole discretion, any Entry that we believe contains any element that is malicious, corrupt, damaged, incomplete, inappropriate, ineligible or illegible. We are not responsible for Entries that we do not receive for any reason, or for Entries that we receive but do not meet SKNCODE requirements (as determined by us in our sole discretion) or are not decipherable for any reason.\nBy submitting an Entry in this Code Event, you represent:", "hackathon-prizes": [{"prize-content": "Microsoft Official Courseware & Certification Scholarship valued at $4000USD - Courtesy CTTYL", "prize-title": "Best Solution"}, {"prize-content": "Laptop - Courtesy Infotrans", "prize-title": "Creative Design"}, {"prize-content": "Laptop Courtesy Infotrans", "prize-title": "Innovative Business Model"}, {"prize-content": "Lap Top Courtesy Infotrans", "prize-title": "Best Public Choice Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Basseterre, Saint Kitts and Nevis", "hackathon-url": "https://codeskn2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "A.1   How relevant is the proposed concept and application to the challenges of the Agrihack Talent Caribbean\nA.2   Originality of Solution?  \t\nA.3   Novelty of the Solution."}, {"judging-criterion": "B.1   Is the Team Diverse in terms of Skills?\n\nB.2   Has the Team demonstrated Commitment to build out the Project through Future plans and projections"}, {"judging-criterion": "C.1   Does the innovation meet a clear market need?\nC.2   Is there demonstrated Value derived from the Solution?\nC.3   Is there a credible business/revenue model?"}, {"judging-criterion": "D.1   How well did the team present the Application Functionality \nD.2  To what extent did the team present a Prototype \nD.3  To what extend did the team present future development needs for the Prototype and timeline - What will be done?"}, {"judging-criterion": "D.4   Did the team demonstrate innovative use of various technologies learnt in the course? And the Integration with design elements?\nD.5   To what extent has the team considered the User Experience and User Interface in the Solution Design"}, {"judging-criterion": "E1. Overall Quality of the Pitch \n \nE2. Effective Presentation Skills Demonstrated"}], "hackathon-location-address": "Basseterre, Saint Kitts and Nevis", "hackathon-description-header": "CODESKN SUSTAINABLE CHALLENGE COMPETITION  is a 3 day development event focused on training in  programming and sustainable business modelling keynotes facilitated by Microsoft & its' partner.", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}