{"hackathon-description-text": "\nHack Red Hook will bring together designers, engineers, coders, community planners, and inventors to design, create and install useful and interactive objects around the Red Hook neighborhood.", "hackathon-number-of-prizes": "7", "hackathon-id": "hack-red-hook-3801", "hackathon-judges": [{"judge-role": "Google, Inc.", "judge-name": "Kat Cass"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll hackers must be over 18 or provide parental/guardian permission upon check-in, download permission form\nAll entrants must sign a waiver upon check-in in order to participate", "hackathon-number-of-participants": "60", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe projects designed and developed at Hack Red Hook will benefit specific needs in the Red Hook community. Your inventions will be placed in and around these locations. All designs should be centered around solving the problems faced by the community of Red Hook. All inventions will be judged together, but no category will be privileged above another. \nwill be announced at the event and may include but will not be limited to:", "hackathon-rules": "\nAs this is a hardware hackathon, all projects must be physical or have at least one physical element to them. If your team decides to build an app, it must have a physical portal with which people can interact. \nProjects must be submitted and installed by 4pm on Sunday, June 26th.\nGear and tools are provided, please visit the gear checkout table to get materials.  \nWe encourage designers to submit creations that will benefit and/or solve the problems of the places listed in our categories, but we acknowledge some ideas fall outside of our categories so all projects will be considered eligible for prizes.\nProjects must adhere to local law and all installations must be zero-impact.   Harm to neighborhood infrastructure will result in disqualification from judging. Supplies will be provided to aid in temporary installation.\nNo power tools may be used other than those provided. We have people on staff to provide fabrication services (soldering irons and hand tools are OK).", "hackathon-prizes": [{"prize-content": "The grand prize for the winning team.", "prize-title": "1st Place: $1,000 eBay gift card and trophy"}, {"prize-content": "", "prize-title": "2nd Place: $500 eBay gift card and trophy"}, {"prize-content": "Category Prize: Red Hook Initiative", "prize-title": "AdaFruit $200 Gift Card"}, {"prize-content": "Category Prize: Just 4 Kicks", "prize-title": "INSA $160 Karaoke Party"}, {"prize-content": "Category Prize: Transportation", "prize-title": "Ice House $100 Gift Certificate"}, {"prize-content": "Category Prize: Environmental", "prize-title": "Fort Defiance and Baked Gift Certificates $100 total"}, {"prize-content": "Cheeseballs!", "prize-title": "Snack Red Hook Grand Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=159 Pioneer St, Brooklyn, NY 11231, USA", "hackathon-url": "https://hack-red-hook-3801.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "159 Pioneer St, Brooklyn, NY 11231, USA", "hackathon-description-header": "HACK RED HOOK 2016 will bring together designers, engineers, coders, community planners, and inventors to design, create and install useful and interactive objects around the Red Hook neighborhood", "hackathon-prizes-total": "$2,080", "hackathon-location-description": "Pioneer Works", "hackathon-end-date": "", "has-projects": "False"}