{"hackathon-description-text": "\nRemember what Bejeweled was to online games? And what Farmville was for social games or Angry Birds was for native app games? Well there is a massive new area emerging for mobile gaming that is waiting for it's first big hit.  It is called the mobile web. By using HTML5 to develop your mobile web game, you can reach millions of mobile gamers, whether through mobile game portals, media sites, social networks, app stores, or within what we believe represents the largest opportunity — mobile messaging apps. Learn to code games in Javascript and collaborate with other game developers, designers and artists to win prizes and have fun. ", "hackathon-number-of-prizes": "3", "hackathon-id": "nycgamejam", "hackathon-judges": [{"judge-role": "Director Game Development, Nickelodeon", "judge-name": "Nate Altschul"}, {"judge-role": "Program Coordinator, NYU Game Center", "judge-name": "Dylan McKenzie"}, {"judge-role": "Co-founder, A&M/Octone Records", "judge-name": "David Boxenbaum"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "16", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n \n ", "hackathon-rules": "\nJudging Criteria:\nParticipants will be judged using the following criteria:\n - Is the game engaging and fun? How well does the game embody and promote the theme of the Game Jam? \n - Is the game polished, visually appealing, and easy to pick up?\n - How well does the Game leverage the features available in TGE and how well does it fit Kik’s mobile messaging platform.\nRules/Eligibility:\n1. In order to participate, you must register online at our event page. You must be a legal resident/citizen of the US in order to participate. YOU MUST BE IN PHYSICAL ATTENDANCE AT THE EVENT FOR THE KICK-OFF AND CLOSING CEREMONY.\n2. All eligible games must be submitted no later than 4:00 PM on October 20th, 2013.\n3. Teams MUST present and demo their game on Sunday October 20th, 2013 (to occur between 4:30pm and 6pm) in order to be eligible for prizes.\n4. All teams will have up to 5 minutes to present their apps to the team of judges and judges will score their apps based on the judging criteria. \nSpecial consideration will be given to teams based on the degree to which the process of game development was collaborative (i.e. did you work with and support other contestants or team members to improve your game?)\nFor a complete set of terms/rules, please see below:\nTerms/Rules:\nDESCRIPTION \nThe TreSensa/Kik Game Jam competition (the “Game Jam”) is designed to motivate and reward Participants who develop innovative, creative, and original games using TreSensa’s HTML5 development technology for Kik’s mobile messaging platform. Prizes will be awarded to those eligible Participants who submit the winning Games. No purchase is necessary to enter or win. Open to participants who are legal residents/citizens of the United States of America.\nIn order to enter the Competition, a Participant must agree to these Terms and rules (the “Rules”). Therefore, please read these Rules carefully prior to submitting your Game to ensure you understand and agree with them. You are not required to agree to these Rules (as you may elect not to participate in the Game Jam), but no one may submit an Game to be eligible for any prizes in the Game Jam without agreeing to be bound by these Rules. Each Participant (including each member of any team or Business Entity Participant) shall be deemed to agree to these Rules, and shall be considered to enter into a legally binding agreement with the Organizers, by submitting a Game for the Game Jam.\nIf a Participant enters as part of a team, the Participant understands and agrees that, in order for his/her team to be eligible to participate, all of the members of the team must register and accept the Rules. The members of a team that are identified with the submission of a Game shall be final and that team may not add, remove or substitute members, or otherwise change the composition of the team, for the duration of the Game Jam. Furthermore, a Participant that is part of a team understands and agrees that if his/her team is selected to receive a prize, each Participant on the team is responsible for ensuring the prize is appropriately distributed to each member of the team. Finally, in order to remain eligible to win a prize, the team and each member of that team must satisfy the eligibility requirements in these Rules. \nORGANIZERS\nTreSensa, Inc. and Kik are the organizers of this Game Jam, in partnership with the NYCEDC and the Made in NY Media Center.\nINTELLECTUAL PROPERTY RIGHTS\nAll submissions to the Game Jam remain the intellectual property of the individuals or organizations that developed them. By registering, consenting to the terms of the Game Jam, and entering a Game, however, the Participant agrees that (i) the Organizers reserve an irrevocable, non-exlusive, royalty-free license to use, distribute to the public, and publicly display and perform the Game as an example of work on their platforms, and (ii) should an Organizer elect to distribute the Game onto its platform and include advertising or other monetization elements within the Game, it has a non-exclusive right to do so, so long as it provides Participant with 50% of the net revenues from such distribution, pursuant to the terms and conditions of its then-current developer/studio License and Distribution Agreement.\nPROTECTION OF INTELLECTUAL PROPERTY\nBy submitting a Game as part of the Game Jam or accepting any prize, you represent and warrant the following: (a) you will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the content and to grant the Organizers all of the rights granted herein; (b) you will not publish falsehoods or misrepresentations that could damage the organizers, sponsors, or any third party; (c) you will not submit content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate or destructive to the Organizers' brand image or goodwill; (d) you will not post advertisements or solicitations of business; (e) the Organizers will not be obligated to pay any compensation to, or permit any participation by, any third party in connection with the use, reproduction, modification, publication, display or other exploitation of any of the content that you submit; and (f) the content submitted by you does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.\nBy submitting a Game to the Game Jam (regardless of the form or medium of such content), you hereby grant the Organizers, their respective affiliates, and their affiliates' agents and third party contractors, without additional consideration, a worldwide, perpetual, irrevocable, non-exclusive right and license, with the right to sublicense, to discuss, publicize, market and otherwise display content derived from or relating to the Game (\"Marketing Content\"), and to distribute and use such Marketing Content for promotional and marketing purposes (either in the form submitted or in the form of a derivative or adapted work). You understand that you will not receive any compensation or credit for use of your Game, other than what is described in these official Game Jam Rules.\nCOPYRIGHT\nParticipant represents and warrants that he or she is the sole author and copyright owner of the Game, and that the Game is an original work of the Participant, or if the Game is a work based on an existing game, that the Participant has acquired sufficient rights to use and to authorize others, including the Game Jam, to use the Game, as specified in the “Intellectual Property Rights” section of the Rules; and that the Game does not infringe upon any copyright or upon any other third party rights of which the Participant is aware, and that the Game is free of malware.\nELIGIBILITY\nThe organizers will have the right at their sole discretion to determine whether an entrant is eligible for the Game Jam. The Organizers may disqualify, at Organizers’ sole discretion, Game Jam entries that (a) are in violation of third party rights or law or regulation, (b) use inappropriate or explicit language or images, or display content that the organizers or sponsors otherwise finds objectionable or inconsistent with the Organizer’s brand image or goodwill.\nThe Game Jam can accept only those games that are completed and submitted as described above and that conform to any technical requirements specified as part of the entry process. Game entries that do not comply with the provisions of these official Game Jam Rules will be deemed ineligible and will not be considered.\nWINNER SELECTION/JUDGING CRITERIA\nThe Game Jam winners will be selected by a panel of judges (\"Judges\"). \nBy submitting any game entry, Participant releases the Game Jam, the Organizers, their respective subsidiaries, affiliates, directors, officers, employees, representatives, agents, and advisors from any and all liability for any claims, costs, injuries, losses, or damages of any kind arising out of or in connection with the decisions of the Judges.\nAWARDS\nContest prizes are non-transferable by the winner. If you accept a prize, you will be solely responsible for all applicable taxes related to accepting such prize.\nCONDUCT\nBy entering this Game Jam, you agree to be bound by these official Game Jam Rules. To the maximum extent permitted by law, the Game Jam reserves the right to change these official Game Jam Rules at any time with notice to you. You further agree to be bound by the decisions of the Organizers and the Judges which shall be final and binding in all respects. The Organizers reserve the right, at their sole discretion, to disqualify any individual that tampers or attempts to tamper with the Game Jam game submission or judging process or the operation of the Game Jam or web site; violates the official Game Jam Rules; or acts in an unsportsmanlike or disruptive manner, or with intent to annoy, abuse, threaten or harass any other person.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "Runner Up"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=30 John Street, Brooklyn, NY 11201, USA", "hackathon-url": "https://nycgamejam.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the game engaging and fun? How well does the game embody and promote the theme of the Game Jam?"}, {"judging-criterion": "Is the game polished, visually appealing, and easy to pick up?"}, {"judging-criterion": "How well does the Game leverage the features available in TGE and how well does it fit Kik’s mobile messaging platform."}], "hackathon-location-address": "30 John Street, Brooklyn, NY 11201, USA", "hackathon-description-header": "Make a game for the mobile web, the fastest growing game platform!", "hackathon-prizes-total": "$1,750", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}