{"hackathon-description-text": "\nDesert Hacks was founded at Arizona State University with the goal of building a collaborative and innovative community without boundaries. This year, Desert Hacks will be welcoming students from around the country to participate in a weekend of learning new concepts, building new projects, meeting new people, and being a part of a new, exciting experience. Whether you're a beginner or an expert, a web developer or a hardware enthusiast, you have a place in the community here at Desert Hacks.", "hackathon-number-of-prizes": "14", "hackathon-id": "deserthacks", "hackathon-judges": [{"judge-role": "", "judge-name": "A Fantastic Panel of Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nYou are eligible if to participate if:\n- You applied to Desert Hacks,\n- You were accepted,\n- and you attended and created your project at Desert Hacks. ", "hackathon-number-of-participants": "109", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou must submit your hack by February 26th at 12:00PM. You and your team will then present and demo your project in an expo!", "hackathon-rules": "\n- Teams have up to 4 members\n- Projects must be worked on only between February 25th, 12:00 PM and February 25th, 12:00PM\n- Source code must be original\n- Participants must follow the ", "hackathon-prizes": [{"prize-content": "First place winners will each get a $50 Amazon gift card and a Samsung Gear S2 Smartwatch.", "prize-title": "First Place - Overall"}, {"prize-content": "Second place winners will each get a $50 Amazon gift card and an Amazon Tap Bluetooth Speaker.", "prize-title": "Second Place - Overall"}, {"prize-content": "Second place winners will each get a $50 Amazon gift card and a Wacom Small Drawing Tablet.", "prize-title": "Third Place - Overall"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "$250 AWS credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Winners will each get a Dell Venue 8 Tablet.", "prize-title": "Intel - Best Use of Intel Edison"}, {"prize-content": "Winners will each get a $100 Amazon gift card.", "prize-title": "GoDaddy - Social Impact Prize"}, {"prize-content": "Winners will each get an Amazon Echo.", "prize-title": "Amazon - Best Alexa Skill"}, {"prize-content": "Winners will each get an Amazon Echo.", "prize-title": "StateFarm - Best Use of Audio Commands"}, {"prize-content": "Winners will each get a Workiva Swag Backpacks!", "prize-title": "Workiva - Best Use of Cloud Computing"}, {"prize-content": "This prize will be awarded to the group that creates the best hack for promoting inclusion in any industry or unifying people around the world will receive free tuition for one member to one of Galvanize’s Part-Time courses, as well as a 50% discount  on tuition for all of group members.", "prize-title": "Silicon Valley Bank - Diversity and Inclusion Challenge"}, {"prize-content": "Awarded to the overall best hack created by first-time hackers. Winners will each get an Amazon Fire Tablet.", "prize-title": "Best Beginner Hack"}, {"prize-content": "Sometimes the most important creations are the ones that make us laugh. Winners will get a special prize!", "prize-title": "Most Humorous Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=515 E Grant St, Phoenix, AZ 85004, USA", "hackathon-url": "https://deserthacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack original, or is it an idea that has been done before? How creative is the concept and approach of the project?"}, {"judging-criterion": "Is the hack technically complex or difficult? Is there any interesting or complicated use of technology involved?"}, {"judging-criterion": "Does the hack work? Is it an idea put into practice or just a concept?"}, {"judging-criterion": "Is the purpose of the hack relevant? Does it contribute to individuals or society in a meaningful way?"}], "hackathon-location-address": "515 E Grant St, Phoenix, AZ 85004, USA", "hackathon-description-header": "Help in building a collaborative and innovative community without boundaries!", "hackathon-prizes-total": "$9,330", "hackathon-location-description": "Galvanize", "hackathon-end-date": "2017-02-26", "has-projects": "True"}