{"hackathon-description-text": "\nWe are here to encourage high school students to test and compete with the computer science skills they learned throughout the year!", "hackathon-number-of-prizes": "11", "hackathon-id": "basehacks", "hackathon-judges": [{"judge-role": "Vice Mayor of Sunnyvale", "judge-name": "Gustav Larsson"}, {"judge-role": "CEO at GupShup", "judge-name": "Beerud Sheth"}, {"judge-role": "CEO at HackerFund", "judge-name": "Justin Brezhnev"}, {"judge-role": "VP at Cisco", "judge-name": "Saravan Rajendran"}, {"judge-role": "Head of Elite Almaden", "judge-name": "Anna Koh"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll high schoolers and undergrad college students over thirteen are welcome. Please do not register if you are under thirteen or not in high school or an undergrad.", "hackathon-number-of-participants": "84", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nTeams can be anywhere from two to four members. \nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nIf your team qualifies for prizes or is in the top five, the team will be subject to a code review to verify that there was no foul play.\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \nAll teams retain full ownership of what they have created during the Hackathon. BASEHacks is here to help entrepreneurs realize their dreams, not destroy them.\nThere will be no alcohol served or allowed at the event. \nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*. Participants asked to stop any harassing behavior are expected to comply immediately. Sponsors, judges, mentors, volunteers, organizers, and anyone else at the event are also subject to the anti-harassment policy\n* Harassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it.\nIn the spirit of innovation and inclusiveness, there may be minors participating in the event. Keep this in mind when choosing a location to work, and mention to the organizers that your content is explicit if you’d like to submit for judging. You will be pitching to judges and other attendees after the non-explicit content. You will present your idea to an audience who is explicitly prepared to experience your presentation in a safe and/or designated area.\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n​\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n**Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\n​\nAdapted From: \n and ", "hackathon-prizes": [{"prize-content": "The team that clearly and descriptively communicates the problem, their solution, and why their solution is unique will win Grammarly Premium Accounts.", "prize-title": "Best Communicated Pitch"}, {"prize-content": "Best overall projects that utilize Wolfram technology.", "prize-title": "Best With Wolfram Tech"}, {"prize-content": "Award of one-year subscriptions to Wolfram|Alpha Pro to everyone in the top ten teams (that didn't win the Best With Wolfram Tech Award award).", "prize-title": "Top Teams"}, {"prize-content": "$20 Gift cards to Cuisinett for each member of the team with the best food themed/centered hack.", "prize-title": "Best Food Hack"}, {"prize-content": "A drone will be given to each member of the team (max 4) with the most entrepreneurial hack: the hack that seems most marketable and easy to scale, and could eventually become a business.", "prize-title": "Most Entrepreneurial Hack"}, {"prize-content": "The teams with the top 2 beacon hacks will win each win a kit containing 4 beacons.", "prize-title": "Best With Beacons"}, {"prize-content": "A Photon Kit for each member of the team with the best Particle hack.", "prize-title": "Particle Prize"}, {"prize-content": "3D Pens for overall third place winners!", "prize-title": "3rd Place"}, {"prize-content": "Quadcopters for 2nd place overall!", "prize-title": "2nd Place"}, {"prize-content": "1st place overall wins Kindle Tablets!", "prize-title": "1st Place"}, {"prize-content": "The top 3 teams that used GupShup bots will be given this award.", "prize-title": "Gupshup Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1020 Enterprise Way, Sunnyvale, CA 94089, USA", "hackathon-url": "https://basehacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this project solve a problem that students face in a novel and useful way?"}], "hackathon-location-address": "1020 Enterprise Way, Sunnyvale, CA 94089, USA", "hackathon-description-header": "Where students solve problems that students face.", "hackathon-prizes-total": "$9,842", "hackathon-location-description": "Microsoft Sunnyvale Campus", "hackathon-end-date": "2016-06-12", "has-projects": "True"}