{"hackathon-description-text": "\nHackREGINA is our 4th bi-annual hackathon in Regina, Saskatchewan, Canada. Teams of developers, designers, and analysts compete to make the most interesting, exciting, and usable application using one or more of the sponsoring APIs. At the end of the day, each team presents their project to a 9/28/panel of judges and the other teams, hoping to be awarded with 1st, 2nd, or 3rd place! Join us the evening before the event for our kick-off party, a great place to exchange ideas and network with your peers and the event sponsors. Of course, the day of the event we'll be sure everyone is fed and watered. And after the day is finished we'll wrap up with some catering and a nice drink.", "hackathon-number-of-prizes": "7", "hackathon-id": "hackregina", "hackathon-judges": [{"judge-role": "Business Development Manager, CYBF", "judge-name": "Riley Nadoroznick"}, {"judge-role": "Associate Professor of Entrepreneurship, Hill School of Business, University of Regina", "judge-name": "Dr. Chris Street"}, {"judge-role": "Web Developer, Mobile Designer, GB Internet Solutions", "judge-name": "Eden Rohatensky"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "30", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nParticipants are expected to create an application that demonstrates their idea, using one or more of the sponsoring APIs.  We will be announcing all sponsor APIs the week before the event - keep an eye on our website hackregina.com, our twitter account @HackREGINA, and this page for more details.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "Half or more of your team must be currently enrolled in secondary or post-secondary education", "prize-title": "Student Prize"}, {"prize-content": "As selected by your peers via the gallery like button. Prizes include a one year annual plus Pluralsight subscription and a bunch of vendor swag", "prize-title": "People's Choice"}, {"prize-content": "Best conference application for use at PrDC. Winners will receive up to 3 passes for the conference in Saskatoon on November 4th", "prize-title": "Best Prairie Dev Con App"}, {"prize-content": "Best use of the Context.IO API.  Prize is one Jambox bluetooth speaker", "prize-title": "Best Context.IO App"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10 Research Drive, University of Regina-Main Campus, Regina, SK S4S 7H9, Canada", "hackathon-url": "https://hackregina.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was the implementation of the app?"}, {"judging-criterion": "Is the app easy to use? Does it look like time was spent in its design?"}, {"judging-criterion": "Would the app sell or get used in today's marketplace?"}, {"judging-criterion": "How well did the team present the idea and themselves?"}, {"judging-criterion": "Do you want to see this app finished and released so you can use it?"}], "hackathon-location-address": "10 Research Drive, University of Regina-Main Campus, Regina, SK S4S 7H9, Canada", "hackathon-description-header": "Duke it out with 50 other developers, designers, and analysts to make an application using one or more sponsored APIs. Teams present to a panel of judges for fame and prizes!", "hackathon-prizes-total": "$3,550", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}