{"hackathon-description-text": "\nYou'll have thirty hours to team up with other high schoolers to build an amazing product. Listen to incredible speakers share their work, and present in front our amazing panel of judges . Enjoy delicious food, win amazing prizes, but most importantly -- learn to code.", "hackathon-number-of-prizes": "1", "hackathon-id": "hackgenyja", "hackathon-judges": [{"judge-role": "Vybz Media Group", "judge-name": "Jadan Johnson"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIf you are present at Hacking Generation Y, or have received special permission from us to hack from home, you're eligible.", "hackathon-number-of-participants": "17", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nPlease submit a description of what your app does, and a link to your product, and a video demo that'll give us a great explanation of how your app works, and what it does.", "hackathon-rules": "\nOnly teams comprised wholly of eligible participants that submit their hacks to this ChallengePost, and then go on to demo their hack at the HackGenY expo can win prizes. \n- YOU MUST BE AT HACKGENY TO WORK ON A PROJECT FOR SUBMISSION\n- You cannot work on your project before the event begins\n- You cannot steal another team's source code\n- The decision of judges is final for determining prizes and awards\n- Please comply with all instructions from HackGenY organizers\n- Be respectful to the people around you\n- Do not vandalize the  building in any way. \n- Only persons between age 13-23", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=StartUpJamaica", "hackathon-url": "https://hackgenyja.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the solution a different take on an existing application or is it truly unique? Does the app mash up data or services that you wouldn’t have thought would work together? Is the solution more technically challenging than the others"}, {"judging-criterion": "Does the app do one thing or does it have a lot of functionality? Was the idea behind the app creative? What was added to the app to make it special or more useful?"}, {"judging-criterion": "Does the app's UI look sloppy or is it professional? Is it a compelling user experience? Is the app easy to use? Does the app's workflow make sense? Is it intuitive?"}, {"judging-criterion": "Did the team stay within the time limit of their presentation? Was the team able to communicate their idea and translate it to the app they produced?"}, {"judging-criterion": "Was there anything in the app that wasn't fully implemented (e.g. a link to nowhere or a button with no action)? How many bugs were encountered? Were they severe? Did the team scope their app's features well given the time frame?"}], "hackathon-location-address": "StartUpJamaica", "hackathon-description-header": "\" Create The Next Big Thing \"", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "2015-04-12", "has-projects": "True"}