{"hackathon-description-text": "\nA hackathon is a gathering of programmers to develop software and applications collectively. The goal is to develop technology solutions that solve specific problems in innovative ways to compete with other groups of programmers and learn from technology issues in the company of more programmers.", "hackathon-number-of-prizes": "5", "hackathon-id": "hackathon-coparmex-2015", "hackathon-judges": [{"judge-role": "COPARMEX", "judge-name": "Samuel Rivera"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nCheck with your race director and / or principal link how to register through your university. If your school is not yet registered or are not student\nAdditionally, you must register your team in\nThis event it's free. To participate must form a team of 5 people including you. The list of the members must be submitted to the principal of your career before Monday November 2 that it meets the requirements you specify.", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe principal challenge is to build something that will help sensitize people about what is the donation of organs and like being part of these donors.\n \nCampus Rep Challenge. Consisted in building an app for iOS. The best in Design and functionality will win. For this challenge is improtant that the App is Native.", "hackathon-rules": "\nDon´t be rude, we are a family of Hackers. ", "hackathon-prizes": [{"prize-content": "Tracking the winning project will be monitored by the Secretariat of Health of Morelos to complete development and is uploaded to the app stores.", "prize-title": "First Place"}, {"prize-content": "- Incubation Grant 100% to be hatched by the Morelos Center for Innovation and Technology Transfer", "prize-title": "Second Place"}, {"prize-content": "Incubation Grant 100% to be hatched by the Morelos Center for Innovation and Technology Transfer", "prize-title": "Thirth place"}, {"prize-content": "Some sweet swag from Campus Rep Program, Giftcards for the Appstore and incubation in the ITESM.", "prize-title": "Campus Rep Challenge Winner"}, {"prize-content": "Honour Mention", "prize-title": "Campus Rep Runer Up Challenger"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Callejón del Sol, San Pedro de los Pinos, 62795 Chiconcuac, Mor., Mexico", "hackathon-url": "https://hackathon-coparmex-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Complete the challenge."}, {"judging-criterion": "Creativity is a key element to complete challenge."}, {"judging-criterion": "Fundamental element, that is the differentiator"}, {"judging-criterion": "It will take into account the complexity of development and how well the demo."}], "hackathon-location-address": "Callejón del Sol, San Pedro de los Pinos, 62795 Chiconcuac, Mor., Mexico", "hackathon-description-header": "In our main objective hackathon we reach our young students in order to help them develop their skills. This edition is aimed to cover a health challenge to encourage organ donation.", "hackathon-prizes-total": "0", "hackathon-location-description": "Tecnológico de Monterrey Campus Cuernavaca - Parque de emprendimiento e innovación", "hackathon-end-date": "2015-11-07", "has-projects": "True"}