{"hackathon-description-text": "\nSTEMHacks is one of the very first high-school hackathons in Pennsylvania who’s mission it is to inspire the youth to program. In 24 hours 200+ students from the tri-state area will create a project from scratch that will be judged from some of the leaders in the tech industry for a chance to win amazing prizes. With unlimited food and drink, interesting demos and workshops, and of absolutely no cost, we can’t wait to see you there!", "hackathon-number-of-prizes": "3", "hackathon-id": "stemhacks2015", "hackathon-judges": [{"judge-role": "STEMHacks", "judge-name": "Sadat Shaik"}, {"judge-role": "STEMHacks", "judge-name": "Brandon Barker"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "22", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nAll code must be created at the time of the event. Creators of the hacks have full rights to their project, however, STEMHacks has the authority to publicly post regarding the project.", "hackathon-prizes": [{"prize-content": "Each member of the winning team of the 2015 STEMHacks will win $100 to be spent on whatever they like!", "prize-title": "First Place"}, {"prize-content": "Each member of the second place team of the 2015 STEMHacks will win $50 to be spent on whatever they like!", "prize-title": "Second Place"}, {"prize-content": "Each member of the third place team of the 2015 STEMHacks will win $25 to be spent on whatever they like!", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=335 Manor Avenue, Downingtown, PA 19335, USA", "hackathon-url": "https://stemhacks2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How useful is the project? Does the project have an impact on a wide audience, or will the user-base of this product be small? To what extent will this creation better the lives of those that use it?"}, {"judging-criterion": "How complex is this project? Has the team created something incredibly difficult to create in just the 24 hours given?"}, {"judging-criterion": "How buggy is the product? How intuitive is the user interface? Would the product be able to go on market at its current state, or would it still take a great deal of work?"}, {"judging-criterion": "Has the idea ever been pursued before? If so, does the product make significant advances on the already existing product?"}, {"judging-criterion": "Have the judges been successfully convinced about the usefulness of the product? If the product was on market, has the team convinced the judges of its value such that they would consider using / promoting it?"}], "hackathon-location-address": "335 Manor Avenue, Downingtown, PA 19335, USA", "hackathon-description-header": "Programmers Today, Leaders Tomorrow.", "hackathon-prizes-total": "$175", "hackathon-location-description": "", "hackathon-end-date": "2015-04-26", "has-projects": "True"}