{"hackathon-description-text": "\nIn an era of Connectedness, we still face rising tides of loneliness, need for authentic connection through our life course and the challenge of preserving vitality. Clinicians, Carers, Consumers and Policymakers are navigating their way through the maze of technology changes + challenges, but need help sorting signal from noise, fact from fiction, progression from stasis and decay.", "hackathon-number-of-prizes": "3", "hackathon-id": "healthtech-solvathon", "hackathon-judges": [{"judge-role": "University of Newcastle", "judge-name": "Sarah Pearson"}, {"judge-role": "University of Newcastle", "judge-name": "Sally Chan"}, {"judge-role": "Laughing Mind", "judge-name": "Brian Hill"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nParticipants: Individuals must be 18yrs of age or older, Team entries may consist of organisations for up to a maximum of 5 people (teams need to be between 2-5people max). Student entries will be required to verify student IDs and be currently enrolled to be eligible for student tickets.\nOpen to Australian Residents. We will be seeking a broad mix of Clinicians, Carers, Consumers, Coders, UX and Design to ensure optimium team compositions and to", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmission Requirements will be announced on the evening of 21 July 2017 at 730pm.\nAs a guideline, we will be looking for evidence of:\n ", "hackathon-rules": "\nOur hackathon is dedicated to providing an empowering, harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nWhilst the event will be an opportunity to apply what you've learnt from browsing APIs prior to the event, the event will be relying on you commencing coding only from the Friday Pitch night. The only exception to this rule is if it's been made Open Source, freely available for use by other teams and in piublic-domain. Prior to the event, feel free to fill your boots with learning about relevant libraries like Atlassian Connect, HealthKit/ResearchKit, BlueMix etc, all of which will help you once the event kicks off and perhaps give you the edge you need. But don't pre-build - if we detect it, your entry will be jeopardised.", "hackathon-prizes": [{"prize-content": "Prize of $3000 is provided by University of Newcastle I2N Program", "prize-title": "Overall Winner"}, {"prize-content": "2nd Prize of $2000 is provided by Laughing Mind", "prize-title": "2nd Prize - $2k"}, {"prize-content": "3rd Prize of $1000 is provided by Regional Angels", "prize-title": "3rd Prize - $1k"}], "hackathon-location-google-maps": "https://maps.google.com/?q=376 Hunter St, Newcastle NSW 2300, Australia", "hackathon-url": "https://healthtech-solvathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well does the concept contribute to the Care experience for consumers"}, {"judging-criterion": "How well does the concept reflect interdisciplinary + integrated care, vs being a single domain specialty?"}, {"judging-criterion": "Does the concept build Connectedness of the Care+Consumer team, or enhance social support for the Consumer?"}, {"judging-criterion": "Extent to which entry demonstrates original thinking and application of contemporary technology."}], "hackathon-location-address": "376 Hunter St, Newcastle NSW 2300, Australia", "hackathon-description-header": "Connecting ICT, Design, Business and Health students to create next-gen skills, Health Technologies + ventures.", "hackathon-prizes-total": "$6,000", "hackathon-location-description": "376Hub", "hackathon-end-date": "2017-09-16", "has-projects": "True"}