{"hackathon-description-text": "\nTechnology has taken a firm hold in the legal industry. Every day legal professionals use technology-enabled tools for discovery, litigation support, document assembly and information needs. But the promise of technology has been fleeting when it comes to the access to justice arena. Last year the Legal Services Corporation produced a seminal report outlining five key ways that technology can expand access to justice, especially through computers and mobile devices. ", "hackathon-number-of-prizes": "3", "hackathon-id": "hackcesstojustice2014", "hackathon-judges": [{"judge-role": "LawTechIntersect, LLC", "judge-name": "K. Krasnow Waterman"}, {"judge-role": "Lawyer, media and technology professional", "judge-name": "Robert Ambrogi"}, {"judge-role": "Program Counsel, Legal Services Corporation", "judge-name": "Glenn Rawdon"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nWe are challenging teams to create a technology-enabled solution to one of the five access to justice issues as outlined in the LSC's technology report. \nSubmissions can be anything that is technology-enabled: an app, a website, code, software, etc.", "hackathon-rules": "\n\n\n\n\n\n\nCreate a technology-enabled solution to address one of the five points raised in the Legal Service Corporation of America’s 2013 report on the use of technology to expand access to justice.\n\n\nThe ABA Journal and partners are hosting Hackcess to Justice, a hackathon to encourage the legal and tech communities to develop innovative tools to help break down the barriers for low income individuals in need of access to lawyers and legal services for civil legal issues.\n \nParticipants in the hackathon should refer to one of the five points raised in the Legal Services Corporation of America’s 2013 report on the use of technology to expand access to justice. A complete copy of the LSC Report is available \n.  Participants may be individuals or multi-person teams.\n \nSubmissions should be in the form of a technology-enabled solution that addresses one of the points in the LSC report, while keeping in mind the more general goal of ensuring broader access to justice.\n \nThe judges will award three prizes: $1500 to the first place submission; $1000 to the second place submission; $500 to the third place submission.   If a winning submission is by a team, the prize money will be shared equally with all participants on the team.\n \n\n\n\nBy submitting an entry, participants warrant that their Hackathon entries consist of original work products of each individual or their team, and in no way infringe on the intellectual property rights of another person or entity. The ABA, the ABA Journal and its partners make no claim to any intellectual property, source code, or applications developed as part of the event.\n \nTeams are encouraged to make their work and results publicly available. Access to information advances access to justice!\nAs a condition of participation in the Hackathon, participants grant organizers, sponsors, and members of the media rights to publicly disclose competition and event information, explain and review entries and ideas developed and presented during the event, and to display any event related photos, screen shots, and links to publicly available demonstrations of event entries and materials.\n \n\nPrizes will be awarded to the top three submissions. The judges will take into account a variety of factors and assess the overall quality and performance of the entries produced during the event, including but not limited to:\n \n-Does the final product work?\n      -How close to completion is the submission?\n-How user friendly is the submission for its intended audience?\n \n-How unique and innovative is the entry?  Is it distinguishable from other products or services available in the market today?\n \n-What problem does the finished product hope to address/solve?\n-How critical is the need that the product addresses?\n-Does the app/outcome have any ability to grow or change over time?\n \n \n \n \nThe decision of the judges is final.\n \n\n*Teams are encouraged, but not required, to include a lawyer or current law student in order to best meet the judging criteria. However, lawyers and access to justice experts will be available on site at Suffolk University Law School for consultation during the hackathon for all teams and individual participants.\n \nAmerican Bar Association, 321 N. Clark St., Chicago, IL  60654", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place Hack"}, {"prize-content": "", "prize-title": "2nd Place Hack"}, {"prize-content": "", "prize-title": "3rd Place Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Suffolk University Law School, 120 Tremont Street, Boston, MA 02108, USA", "hackathon-url": "https://hackcesstojustice2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Suffolk University Law School, 120 Tremont Street, Boston, MA 02108, USA", "hackathon-description-header": "Hackcess to Justice 2014 is an Access to Justice hackathon presented by the ABA Journal and partners", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "", "hackathon-end-date": "2014-08-08", "has-projects": "True"}