{"hackathon-description-text": "\nOverdose is common among people who use illicit opioids such as heroin, and among those who misuse medications prescribed for pain. The Substance Abuse and Mental Health Services Administration (SAMHSA), an operating division of the U.S. Department of Health and Human Services, invites developers to create an innovative, software-based solution that helps people understand what to do if a family member or friend overdoses on heroin or opioid pain medications.", "hackathon-number-of-prizes": "3", "hackathon-id": "opioidoverdoseprevention", "hackathon-judges": [{"judge-role": "J.D., MPH, Lead Public Health Advisor, SAMHSA", "judge-name": "Laura Rosas"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis challenge is open to Individuals (legal U.S. residents and citizens at least 18 years of age at the time of entry); Teams of eligible individuals; and Organizations (up to 100 employees).", "hackathon-number-of-participants": "79", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou must use the information on opioid overdose prevention in the\nYour submission should be developed for friends, family, and caregivers of people using opioids, and people concerned about someone at risk for overdose. You must utilize the\nYour submission must include a software component such as:\nSubmissions may be newly created or pre-existing products modified to meet the content and requirements of this Challenge. \nYou must submit a brief demo video of no more than five (5) minutes that demonstrates and explains the product, uploaded to ChallengePost and YouTube. You must also submit at least one (1) image/screenshot of your working product. \nIf you’re among the top five finalists, you may also be asked to participate in a webinar session with the judging panel to explain your product further. \nYou must make your product available for no charge to judges for evaluation during the judging period.\nA free version of your product must be made available free of cost to the public for at least one (1) calendar year. \nSee the Rules tab for full eligibility and submission requirements.", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING. \nThe Challenge is subject to all applicable federal, state, and local laws and regulations. Void where prohibited. Participation in this Challenge constitutes the Contestant’s full and unconditional agreement to these Official Rules and Poster’s and Administrator’s decisions, which are final and binding in all matters related to this Challenge. Winning a prize is contingent upon fulfilling all requirements of the Challenge.\nOpioid Overdose Prevention Challenge (the “Competition”)\n\n\n(“the Sponsor”): the Substance Abuse and Mental Health Services Administration (SAMHSA), 1 Choke Cherry Road, Rockville, MD 20857.\nThe Competition is an initiative of SAMHSA. SAMHSA is the sponsor and entity responsible for the Competition and is contributing the funding.\n(the “Administrator”): FEi Systems | 7175 Columbia Gateway Drive – Suite A | Columbia, Maryland 21046 .\n\nJune 1, 2015 (10:00am Eastern Time) – July 29, 2015 (11:59pm Eastern Time) (the “Competition Submission Period”)\nAugust 5, 2015 (10:00am Eastern Time) – August 14, 2015 (11:59pm Eastern Time) (the “Judging Period”)\nOn or around August 21, 2015 (1:00pm Eastern Time)\nThe Administrator will be the official timekeeper for the Competition. Any Submission entered following the Competition Submission Period shall be disqualified.\n3.\n \n\n(a-l above, are collectively a “Submission”) \n5.\nAll Submission materials must be in English. \n\n\nIn addition to the requirements described above in Sections 5(A) – 5(C): \n\nContestant further represents, warrants and agrees that any use of the Submission by the Sponsor, Administrator and/or Judges (or any of their respective partners, subsidiaries and affiliates) as authorized by these Official Rules, shall not: \n\n \n\n\nJudging Criteria:\n(i)         Quality of Performance (40 points) (includes how well the Application functions technically, and extent to which the Application responds to the Competition topic and target audience, and how thoroughly and clearly the solution utilizes the required assets);\n(ii)        Quality of User Experience (25 points) (includes visual aesthetic and ease of use);\n(iii)       Potential Impact (25 points) (includes the potential impact related to successfully informing target audiences about how to prevent opioid overdoses and provide a spectrum of additional support for the prevention, treatment and recovery of opioid misuse and abuse; and\n(iv)       Feasibility of Use (10 points) (includes how easily target audiences and members of the public can access and use the Application).\n\n \nNo Prize substitutions will be made except for the right of the Sponsor to make a Prize substitution of equivalent value. Prizes must be accepted as awarded. No transfer or substitution of a Prize is permitted except at the Sponsor’s and Administrator’s sole discretion. The Prize will be mailed to the winning Contestant’s or, if a team or Organization is selected as a prize winner, the Representative’s address within 45 days of receipt of the signed affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) form(s). If a team or an Organization is selected as a Prize-winner, the associated Prize will be shipped to said team or Organization’s Representative. It will be the responsibility of the winning team or Organization’s Representative to allocate the Prize amongst its team or Organization members, as the Representative deems appropriate. \n \n\n\nParticipation in the Competition constitutes a winner’s consent to Sponsor’s, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the team or Organization which participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of two years following the conclusion of the Competition.\n\n14.\nBy entering, all Contestants (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Contestant’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\n16.\nThe Administrator collects personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n. \n\nFor Competition results, visit Competition Website on or about August 21, 2015. \nThese Rules and Regulations can be found on the \n.\n\nIf you have any questions or wish to send us any notice regarding this Competition, please email Diane_Fraser@abtassoc.com. \n ", "hackathon-prizes": [{"prize-content": "Ten thousand dollars", "prize-title": "First Prize"}, {"prize-content": "Seven thousand five hundred dollars", "prize-title": "Second Prize"}, {"prize-content": "Five thousand dollars", "prize-title": "Third Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://opioidoverdoseprevention.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "40 points -includes how well the Application functions technically,& extent to which the Application responds to the Competition topic and target audience, & how thoroughly & clearly the solution utilizes the required assets."}, {"judging-criterion": "25 points - includes visual aesthetic and ease of use."}, {"judging-criterion": "25 points-includes the potential impact related to successfully informing target audiences about how to prevent opioid overdoses and provide a spectrum of additional support for the prevention, treatment and recovery of opioid misuse and abuse."}, {"judging-criterion": "10 points -includes how easily target audiences and members of the public can access and use the Application."}], "hackathon-location-address": "", "hackathon-description-header": "Submit an innovative tool or app to prevent opioid-related overdoses. Win cash. Help save lives.", "hackathon-prizes-total": "$22,500", "hackathon-location-description": "", "hackathon-end-date": "2015-07-29", "has-projects": "True"}