{"hackathon-description-text": "\nUnity partner Kii (", "hackathon-number-of-prizes": "1", "hackathon-id": "kiigames", "hackathon-judges": [{"judge-role": "Kii", "judge-name": "Chris Beauchamp"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n \nSubmit YouTube gameplay video and/or your game by end of May 16, 2014 (Pacific time) through the form: \nGame must not yet be published on Apple or Google Play or Amazon before the commencement of the contest — January 28, 2014.\nAfter being notified by Kii, the 10 selected Finalists must submit a fully playable build, if you have not already done so, to Kii + Unity for judging by May 16, 2014.\nFinalist entries must include Kii Game Cloud features linked to at least one gameplay element. (For example, player score and player log-in. See \nAll entrants retain full ownership of their submission, but must allow Kii to feature their games, game artwork and logos on Kii and Unity sites, social networks, and promotional materials.\nEntries must be “PG-13” (no explicit violence or sexual elements).", "hackathon-number-of-participants": "104", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n Game must not yet be published on Apple or Google Play/Amazon before the commencement of the contest -- January 28, 2014.\n- The 10 Finalists must submit a fully playable build to Kii and Unity for judging by May 16, 2014\n- Finalist entries must include Kii Game Cloud features linked to at least one gameplay element. (For example, player score and player log-in, cloud backend. See [this blog post] for advice on using Kii services in your Unity game.)\n- All entrants retain full ownership of their submission, but must allow Kii to feature their games, game artwork and logos on Kii and Unity sites, social networks, and promotional materials.\n- Entries must be “PG-13” (no explicit violence or sexual elements). ", "hackathon-rules": "\n \n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \n- The Kii Cloud App Challenge (the “Competition”) is an initiative of Kii Corporation challenging software developers to create innovative games that leverage Kii Cloud, a mobile-backend-as-a-service platform. The objective of the Competition is to introduce games that best illustrate the capabilities and the breadth of features offered by Kii Cloud and its partners.\n\nKii Corporation, 1900 S. Norfolk Street, Suite 350, San Mateo, CA 94403 (the “Sponsor”).\n\nSubmission Period: February 4th, 2014 (9:00am Pacific Time) – May 16, 2014 (5:00pm Pacific Time)\nJudging Period: May 16, 2014 (5:00pm Pacific Time) – May 28, 2014 (5:00pm Pacific Time)\nWinners Announced: On or around May 28, 2014 (5:00 pm Pacific Time) \n\nA. The Competition is open only to: \n(i) individuals who are at least 14 years of age as of the time of entry; \n(ii) teams of eligible individuals where each team member meets the eligibility requirements for individual Contestants; and \n(iii) corporations (including not-for-profit corporations and other nonprofit organizations), limited liability companies, partnerships, and other legal entities that, at the time of entry, have been duly organized or incorporated and validly exist, and employ no more than ten (10) people (“Organizations”).\nB. Contestants must own or have access at their own expense to a computer, an Internet connection, and any other electronic devices, documentation, software or other items that Contestants may deem necessary to create and enter their Submission (defined below in Section 5(B)(ii)). \nC. Each team or Organization shall appoint one individual (the “Representative”) to represent and act, including entering a Submission, on behalf of said team or Organization. The Representative must meet the eligibility requirements for an individual Contestant and must be duly authorized to submit on behalf of the team or Organization. The Representative represents and warrants that: (i) he/she is duly authorized to act on behalf of the team or Organization; and (ii) each member of the team (or in the case of Organization, each participating member) has read the Official Rules and agrees to abide by these Official Rules. The Representative will ensure that each participating member of the team or Organization reads, agrees to, and complies with the Official Rules. \nD. An individual may join more than one team or Organization, and an individual who is part of a team or Organization may also enter the Competition on an individual basis.  \nE. The following individuals, teams, and Organizations are NOT eligible regardless of whether or not they meet the criteria set forth above: \n(i) Individuals who are residents of, and Organizations domiciled in Puerto Rico, Quebec, Cuba, Sudan, Iran, North Korea, Syria, Italy, Myanmar (formerly Burma), or any other country designated by the United States Treasury's Office of Foreign Assets Control;\n(ii) the Sponsor, ChallengePost, and any advertising agency, contractor or other organization involved with the design, production, paid promotion, execution, or distribution of the Competition (collectively “Promotion Entities”); all employees, representatives and agents of such Promotion Entities; and all members of any such employee, representative or agent’s immediate family or household; \n(iii) any individual involved with the design, production, promotion, execution, or distribution of the Competition, and each member of any such individual’s immediate family or household; \n(iv) any company or individual that employs any Judge or that otherwise has a material business relationship or affiliation with any Judge; and \n(v) any parent company, subsidiary, or other affiliate of any company described above. \nF. For purposes hereof: \n(i) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and \n(ii) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.  \n\nA. Contestants must enter a Submission between February 4, 2014 at 9:00am Pacific Time, USA and May 16, 2014 at 5:00pm Pacific Time (the “Competition Submission Period”). ChallengePost’s computer is the official time keeping device for this Competition. \nB. Any Submission entered following the Competition Submission Period shall be disqualified.  \n\nA. Registration \n(i) Beginning on February 4, 2014 at 9:00am Pacific Time, visit http://Kiigames.challengepost.com (the “Competition Website”) and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account. There is no charge for creating a ChallengePost account. \n(ii) After a Contestant signs up on the Competition Website a confirmation email will be sent to the email address provided by the Contestant. The Contestant should use the confirmation email to verify their email address. \n(iii) Contestant should indicate their agreement in participating by clicking “Register” on the Competition Website in order to receive important Competition updates.  \n(iv) Contestants must create an account and generate their games within the Kii Cloud Developer Portal \n. SDK, APIs and documentation are available on the Kii Cloud Developer Portal at \n.\n(v) In the event of a dispute pertaining to this Competition, the authorized account holder of the email address used to sign up for the ChallengePost account used to enter the Submission will be deemed to be the Contestant (in case of an individual) and the Contestant’s Representative, in the case of a team or Organization. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Contestants generally and potential winners may be required to show proof of being the authorized account holder.\nB. Submission \n(i) Contestants must create a working game using \n and Kii Platform. The game must functions on Android, iOS, or a web or mobile web browser (an “Game”). Contestants are required to register the Game on the Kii Cloud Developer Portal at \n. The Game must use the service via the Kii Cloud API, but is not required to use 100% of the API.\n(ii) During the Competition Submission Period, Contestant must visit the Competition Website and confirm that he or she has or, if Contestant is a Representative, all participating members of their team or Organization have, read and agree to the Official Rules.  Then, Contestant must submit its Submission by providing: \na. the name of the Game;\nb. a text description of the Game and its features;\nc. at least one image (screenshot) of the working Game;\nd. a link to a video posted on YouTube.com or Vimeo.com that clearly demonstrates the Game’s functionality and features (by walking through the Game); \ne. for web Games, or Android and iOS Games available on Google Play or iTunes, a website URL where the Game can be accessed or downloaded;\nf. for Android Games awaiting approval on Google Play, a .apk file;\ng. for iOS Games awaiting approval on iTunes, a build shared via \n;\nh. participating team members (if applicable);\ni. step-by-step testing instructions including login instructions, if a login is required;\nj. the submitter type (individual, team, or organization);\nk. the type of Game (Android, iOS, or web)\nl. the Organization name, if the submitter is an Organization;\nm. the Contestant Representative’s phone number. \nn. the Contestant Representative’s country of residence\no. the Kii Features used in their game\n(a-o above, are collectively a “Submission”) \n(iii) For sake of clarity, all parts of the Submission must be entered at the same time on the Competition Website. All Submissions must be received by no later than 5:00pm Pacific Time on May 16, 2014.   \n(iv) Once a Submission has been submitted and the Competition Submission Period has ended, a Contestant may not make any changes or alterations to the Submission. Contestants may save draft versions of their Submission before entering it on the Competition Website.\n(v) The Sponsor, at their sole discretion, may permit a Contestant to modify part of the Submission after the Competition Submission Deadline for the purpose of removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what is permitted by the Sponsor. Any modifications beyond what is permitted may result in disqualification.\n(vi) Games cannot be changed after the Competition Submission Period and before the end of the Judging Period. Doing so may cause the Contestant's Submission to be disqualified.\n(vii) Finalist entries must include Kii Game Cloud features linked to at least one gameplay element. (For example, player score and player log-in, cloud backend. See [this blog post] for advice on using Kii services in your Unity game.)\n(viii) Game must not yet be published on Apple or Google Play/Amazon before the commencement of the contest -- January 28, 2014.\n \n\nA. Language Requirements \nAll Submission materials must be in English, Japanese or Chinese language\nB. Text Description, Image and Video Requirements \n(i) The text description should describe the Game’s features and functionality.\n(ii) The image(s) must be photographs or screenshots of your working Game. \n(iii) The video portion of the Submission: \na. should be no longer than five (5) minutes;\nb. must clearly demonstrate the Game’s features and functionality; and\nc. must not include music or other copyrighted material or use third party trademarks unless the Contestant has written permission to use such material. \n(iv) If the video is primarily promotional rather than a demonstration of the Game’s functionality and features (by walking through the Game), the Submission may be disqualified at the Sponsor’s sole discretion.  \nC. Game Requirements\nIn addition to the requirements described above in Section 5(B): \n(i) The Game must be able to be successfully installed and capable of running consistently as described on the platform for which it is intended. \n(ii) Games requiring approval from a third party, such as an app store, in order to be accessible to the public, must be submitted to such third party or app store for review before the end of the Competition Submission Period.\n(iii) The Contestant may offer the Game to the public for free or charge a fee for access. However, each Game must be available free of charge for testing, evaluation and use by the Competition Sponsor and judges during the Competition and until the Judging Period ends at 5:00 Pacific Time on May 28, 2014. \n(iv) Both newly created Games that were not publicly available prior to the start of the Competition Submission Period, and Games that existed prior to the start of the Competition Submission Period will be eligible, provided they meet the requirements of these Official Rules.\n(v) The Game may utilize APIs and data from third parties, provided the Contestant is authorized to use such APIs or data in the manner utilized by the Game.   \nD. General Requirements \n(i) Submissions must not:\na. violate any law or regulation;\nb. depict hatred;\nc. be in bad taste;\nd. denigrate (or be derogatory towards) any person or group of persons or any race, ethnic group or culture;\nd. threaten a specific community in society, including any specific race, ethnic group or culture;\ne. incite violence or be likely to incite violence;\nf. contain vulgar or obscene language or excessive violence;\ng. contain pornography, obscenity or sexual activity; or\nh. disparage the Sponsor.  \n(ii) Submissions must not attempt to duplicate a prior Submission already submitted in this Competition. Sponsor reserves the right in its sole discretion to disqualify any Submission that is a duplicate or substantially similar to another Submission. \n(iii) Submissions must be free of malware. Contestant agrees that the Sponsor may conduct testing on the Game to determine whether malware or other security threats may be present.  Submissions not complying with these requirements may be disqualified. \n(iv) Each Game will be tested by the Sponsor or their designees. Submissions may be disqualified if the Game does not function as depicted in the video or expressed in the text description, at the Sponsor’s sole discretion. \n(v) A Contestant may submit more than one Submission. However, each Submission must be unique, as determined by Sponsor in their sole discretion. If a Contestant enters two or more Submissions that are substantially similar, the Sponsor reserves the right to disqualify Submissions or require the Contestant to choose one Submission to enter into the Competition.\n(vi) Submissions must not include any email addresses, phone numbers, addresses, or social security numbers in the Submission name, text description, video, or images.  \n(vii) Contestants must not imply endorsement of their Game by the Sponsor in any of the Submission components.\n(viii) Submissions must: (a) be the original work product of the Contestant; (b) be solely owned by Contestant and with no other person or entity having any right or interest in it; and (c) not violate the Intellectual Property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Contestant may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Contestant’s work product and the result of the Contestant’s ideas and creativity, and the Contestant owns all rights to them. Contestants may submit open source Games as long as each collaborator is identified as a member of the Contestant team.\n(ix) By entering a Submission, Contestant represents, warrants and agrees that the Submission (including, without limitation, the Game) is the original work of the Contestant and complies with the Official Rules.  \nContestant further represents, warrants and agrees that any use of the Submission by the Sponsor, ChallengePost, and/or Judges (or any of their respective partners, subsidiaries and affiliates) as authorized by these Official Rules, shall not: \na. infringe upon, misappropriate or otherwise violate any intellectual property right or proprietary right including, without limitation, any statutory or common law trademark, copyright or patent, nor any privacy rights, moral rights nor any other rights of any person or entity; or\nb. constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy. \n \nJudges will be comprised of game development experts, including developers at Kii, Unity, and the author of \n (Wiley).\nJudges will consider factors including design, usability, total number of users, likes on the demo video – so please promote your game and video with your fans and fellow developers!\nA. Eligible Submissions will be posted on the Competition Website on a rolling basis after being screened and/or tested by the Sponsor for basic functionality, accuracy of messaging, integrity (i.e., security) and appropriateness of content. The Sponsor has the right to request additional information and to be provided access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to respond or honor such a request may result in disqualification of the Submission.  \nB. Posting of a Submission to the Competition Website does not constitute a final determination by the Sponsor that the Submission met requirements. Accordingly a Submission may still be disqualified even after it has been publically displayed. \nA. All eligible Submissions will be judged by an expert panel of impartial judges (the “Judges”) selected by the Sponsor. Eligible Submissions may initially be screened by a qualified internal panel selected by the Sponsor at its sole discretion. The internal panel will judge these Submissions on the criteria identified in these Official Rules to select finalist Submissions. Finalist Submissions will then be judged by the expert judging panel determined by the Sponsor and identified on the Competition Website. The internal panel and expert judging panel are not required to test the Application and may choose to judge based solely on the text description and video provided in the Submission. The Sponsor reserves the right to substitute or modify the judging panel at any time for any reason. \nB. All Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge or the Sponsor considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions. \nC. A Contestant’s likelihood of winning will depend primarily on the number and quality of all of the Submissions, as determined by the Judges using the criteria in these Official Rules. The dates for the judging panel are May 16 2014 at 5:00pm Pacific Time to May 28, 2014 at 5:00pm Pacific Time (the “Judging Period”). \n \nA. ALL POTENTIAL COMPETITION WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE APPLICATION BY THE SPONSOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE COMPETITION. Potential winners must continue to comply with all terms and conditions of these Official Rules throughout the Submission Period and Judging Period. Potential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission on or about May 28, 2014. For sake of clarity, if a potential winner is a team or Organization, the notification will only be sent to the Representative. In order to receive a Prize, the potential winner will be required to sign and return to the Sponsor, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within seven (10) business days (if a potential winner is a team or Organization, the Representative and all participating members must sign and return to the Sponsor said affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days). If a winner is considered to be a minor is his or her jurisdiction of residence, at Sponsor’s sole option, the prize will either be awarded to the minor winner’s parent or legal guardian on behalf of the winner, or the minor’s parent or guardian will be required to ratify and sign the affidavit of eligibility, and liability/publicity release. \nB. At the sole discretion of the Sponsor, a potential winner will be deemed ineligible to win if: \n(i) the potential winner (or in the case of a team or Organization, their Representative) cannot be contacted within seven (7) business days, or is contacted and refuses the Prize;  \n(ii) the potential winner (or in the case of a team or Organization, their Representative or any participating member) fail(s) to sign and return the affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within seven (10) business days from receipt of such documents;  \n(iii) the Prize or Prize notification is returned as undeliverable; or  \n(iv) the Submission or the potential winner, or any member of a potential winner’s team or Organization, is disqualified for any other reason.  In the event of such disqualification, Sponsor at their sole discretion may award the applicable Prize to an alternate potential winner. The disqualification of one (or more) team members (or, in the case of Organizations, any participating members) from further consideration in this Competition for any reason may result in the disqualification of the entire team or Organization and of each participating member at the sole discretion of the Sponsor.\nWinner gets $10,000, along with distribution in the world’s largest and highest monetized mobile markets: China and Japan. In addition to cash award, winner will be promoted by Kii at a future gaming conference, in announcement to the game development media, and via social media channels.\n \n*NOTE: If the prize winner is considered to be a minor in his or her jurisdiction of residence, the minor prize winner must be accompanied by a parent or legal guardian during the Trip for one to Hawaii. The Sponsor may require proof that the minor prize winner will be accompanied by a parent or legal guardian before awarding the Trip for one to Hawaii portion of the Prize. The Prizes above do not include travel for a parent or legal guardian accompanying a minor prize winner. All costs related to such travel will be the responsibility of the parent or legal guardian.  \nA. No Prize substitutions will be made except for the right of the Sponsor to make a Prize substitution of equivalent or greater value. Prizes must be accepted as awarded. No transfer or substitution of a Prize is permitted except at the Sponsor’s sole discretion. The Prize will be mailed to the winning Contestant’s or, if a team or Organization is selected as a prize winner, the Representative’s address within 45 days of receipt of the signed affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) form(s). If a team or an Organization is selected as a Prize-winner, the associated Prize will be shipped to said team or Organization’s Representative. It will be the responsibility of the winning team or Organization’s Representative to allocate the Prize amongst its team or Organization members, as the Representative deems appropriate. \nB. Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). It is the sole responsibility of Prize winners of US$600 or more to provide certain information to facilitate receipt of the award, including completing and submitting any tax forms when necessary and any applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant Government departments/agencies, if necessary. Winners that are not resident or domiciled (for Organizations) in the United States should be aware that under United States tax laws, US withholding tax may apply to Prizes awarded. The Sponsor reserves the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a winner’s jurisdiction.\nC. In the event a winner/potential winner’s employer has a policy that prohibits the awarding of a Prize to an employee, the Prize will be forfeited and an alternate potential winner will be selected. \nA. Each Contestant hereby acknowledges and agrees that the relationship between the Contestant, the Sponsor and ChallengePost is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide the Contestant’s Submission to Sponsor and ChallengePost for the purposes of this Competition does not place the Sponsor, ChallengePost, and their respective agents in a position that is any different from the position held by the members of the general public with regard to elements of the Contestant’s Submission, except as specifically provided in these Official Rules. \nB. By entering, each Contestant (including, in the case of team or Organization, all participating members) agree(s) to: \n(i) comply with and be bound by these Official Rules and the decisions of the Sponsor, ChallengePost, and/or the Competition judges which are binding and final in all matters relating to this Competition; and  \n(ii) release, indemnify, defend and hold harmless the Sponsor, ChallengePost, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of Submission or entry of a Submission, participation in the Competition, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of Submission as authorized or licensed by these Official Rules. \nC. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Sponsor or ChallengePost’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Competition; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Competition Website;\n(iii) unauthorized human intervention in any part of the entry process or the Competition; \n(iv) technical or human error which may occur in the administration of the Competition or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Contestant’s participation in the Competition or receipt or use or misuse of any Prize. If for any reason any Contestant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, the Contestant’s sole remedy is to request the opportunity to resubmit its Submission, which request will be determined at the sole discretion of the Sponsor and ChallengePost if the Competition Submission Period is still open.\nParticipation in the Competition constitutes a winner’s consent to Sponsor’s, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the team or Organization which participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of three years following the conclusion of the Competition.\nA. Sponsor and ChallengePost reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond Sponsor’s and ChallengePost’s control impairs the integrity or proper functioning of the Competition, as determined by Sponsor and ChallengePost at their sole discretion. The Sponsor and ChallengePost reserve the right at their sole discretion to disqualify any individual or Contestant it finds to be tampering with the entry process (for example by using the aid of computer software programs to auto-fill entries) or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Competition, or a violation of any applicable law or regulation. \nB. Any attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor and ChallengePost reserve the right to take proper legal action, including, without limiting, referral to law enforcement, for any illegal or unlawful activities. \nC. The Sponsor and/or ChallengePost’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The Sponsor and the ChallengePost are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by Sponsor or ChallengePost. The Sponsor and the ChallengePost are not responsible for, nor are they required to count any vote which, in their sole judgment, is incomplete, late, misdirected, damaged, unlawful or illicit, including those secured through payment, votes achieved through automated means, as well as those lost for technical reasons, defective or otherwise in violation of these rules. \nD. In the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Competition materials, including but not limited to the Competition Submission form, Competition Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The Sponsor and ChallengePost reserve the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, the Sponsor, and ChallengePost. The Sponsor and ChallengePost will post the terms and conditions of the amended Official Rules on the Competition Website. As permitted by law, any amendment will become effective at the time the Sponsor and/or ChallengePost post the amended Official Rules. \nF. Excluding Submissions, all intellectual property related to this Competition, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor and/or ChallengePost. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. \nG. Should any provision of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nBy entering, all Contestants (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Contestant’s participation in the Competition. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \nA. Contestants agree that: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court; and  \n(iii) under no circumstances will Contestants be entitled to, and Contestants hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants, the Sponsor and the ChallengePost in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \nChallengePost collects personal information from you when you create an account, register, and/or enter the Competition. The information collected is subject to the privacy policy located here: \n. \nFor Competition results, visit Competition Website on or about May 28th, 2014\nIf you have any questions or wish to send us any notice regarding this Competition, please email us at gamecontest@kii.com", "hackathon-prizes": [{"prize-content": "- Prize: $10K; promotion at a future conference", "prize-title": "Best Game Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://kiigames.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "-Judges will be comprised of game development experts, including developers at Kii, Unity, and the author of Game Design Secrets (Wiley).\n\n-Judges will consider factors including design, usability, total number of users, likes on the demo video – so pleas"}], "hackathon-location-address": "", "hackathon-description-header": "Develop Awesome Games. Win $10K and Global Distribution Deal", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2014-05-17", "has-projects": "True"}