{"hackathon-description-text": "\nConsidering all life on this planet is, in one way or another, dependent on the sea you’d think we’d be more connected to it. But most of us live on land and up until recently ocean-capable sensors were expensive and solitary, making real data and good digital tools hard to come by.", "hackathon-number-of-prizes": "1", "hackathon-id": "hack-for-the-sea-2016", "hackathon-judges": [{"judge-role": "MRH.io", "judge-name": "Mark Henderson"}, {"judge-role": "Center for Coastal Studies", "judge-name": "Bryan Legare"}, {"judge-role": "Founder, Fish Futures", "judge-name": "Michael Cassetta"}, {"judge-role": "Tuna Fisherman", "judge-name": "Jon Leavitt"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAnybody of any age and skillset is welcome. The only pre-requisite is that you do", "hackathon-number-of-participants": "27", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nYour presentation on Sunday will be your submission. If there are pieces of your presentation that are not conducive to the presentation format, find an organizer and explain. We can work something out.", "hackathon-rules": "\nThat's 30 hours of hacking. You are free to have formed teams by then, or join a team Saturday morning.\nEverything made during this weekend should be original. You can come with an idea, but you cannot come with something pre-built.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "Amazon Gift Certificate", "prize-title": "First Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=23 Harbor Loop, Gloucester, MA 01930, USA", "hackathon-url": "https://hack-for-the-sea-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "23 Harbor Loop, Gloucester, MA 01930, USA", "hackathon-description-header": "A Hackathon to Create Real Solutions for our Oceans", "hackathon-prizes-total": "$500", "hackathon-location-description": "Maritime Gloucester - Gloucester, MA", "hackathon-end-date": "2016-08-27", "has-projects": "True"}