{"hackathon-description-text": "\n (EH) is ubiquitous but not very easy to see. It is how the environment impacts our health, and how different populations feel the effects of their environment differently. EH professionals are the people making sure that the air we breathe, the water we drink, and the food we eat (to name a few things) sustain us rather than harm us.", "hackathon-number-of-prizes": "3", "hackathon-id": "innovatingeh", "hackathon-judges": [{"judge-role": "CDC Environmental Health Tracking Network", "judge-name": "Patrick Wall"}, {"judge-role": "Accela", "judge-name": "Mark Headd"}, {"judge-role": "WE ACT", "judge-name": "David Chang"}, {"judge-role": "Denver Department of Environmental Health", "judge-name": "Michael Ogletree"}, {"judge-role": "Seattle and King County Environmental Health", "judge-name": "Becky Elias"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nTeams of one to six individuals can register to participate in the app challenge. \nParticipant(s) must be at least 18 years of age.\nAll apps must be built from scratch during the time of the app challenge.\nParticipants cannot submit apps on behalf of a large group, organization or company.", "hackathon-number-of-participants": "147", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTo be considered for judging, each team must present a functioning application by 7:00 pm est on May 16, 2016. \nThe application you or your team submit must:\n \nWhat else do I submit?", "hackathon-rules": "\nNO PURCHASE OR PAYMENT IS NECESSARY TO ENTER OR WIN. A PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING. THIS CONTEST IS VOID WHERE PROHIBITED BY LAW. THIS CONTEST IS ONLY OPEN ONLY TO THOSE WHO REGISTER IN ADVANCE TO PARTICIPATE IN THE CONTEST.\nEACH WINNER WILL BE REQUIRED TO PARTICIPATE IN THE PRIZE FULFILLMENT PROCESS AND SIGN DOCUMENTATION, AS REQUIRED BY SPONSOR (DEFINED BELOW).\nYOU AGREE TO THESE OFFICIAL RULES, WHICH ARE A CONTRACT, SO READ THEM CAREFULLY BEFORE ENTERING. THIS CONTRACT INCLUDES PROVISIONS REQUIRING YOU TO COMPENSATE THE SPONSOR (DEFINED BELOW) AND A LIMITATION OF YOUR RIGHTS AND REMEDIES.\nPARTICIPANTS MAY BE RECORDED FOR LATER PUBLICATION/DISTRIBUTION AND LIVE STREAMED ON THE INTERNET DURING THE CONTEST.\nWinners will be mentioned by name in a blog, newsletter and additional promotional materials.\n1. OVERVIEW\nThis Innovating for Environmental Health App Challenge (\"Contest\") is sponsored by the National Environmental Health Association (NEHA) and Esri (\"Sponsor\"), begins and ends in accordance with the times and dates (the \"Contest Period\") set forth on the Devpost page and will take place virtually. The Contest consists of a competition where entrants will be invited to create an application that makes it possible to achieve environmental health objectives, as identified by the Departments of Health and Human Services (\"Application\").\n2. HOW TO PARTICIPATE\nTo participate in the Contest, you/your Team (defined below) must register to participate in the Contest through the Devpost page. Then, after registering for the Contest, you must:\nMultiple submissions of the same Application are prohibited. If working in a Team, your Team is responsible for determining the ownership of and other intellectual property rights in and to the Entrant Content amongst the members of your Team. Sponsor will not be responsible for any Team disputes, including, without limitation, in connection with ownership issues.\nEntries must be submitted during the Contest Period and in strict accordance with the instructions and restrictions and these Official Rules. Limit one (1) Entry per person and per Team. If you enter as a Team you may not separately enter as an individual. And if you enter as an individual you may not enter as a Team. Each entrant/Team should review all personal information entered for accuracy purposes and make all corrections necessary to inaccurate data before submitting his/her/their entry. Other proof of submitting or attempting to submit an entry (such as, without limitation, a printed, saved or copied automated receipt confirming entry or a \"thanks for entering\" screen or message) does not constitute proof of actual receipt of the entry for purposes of this Contest. Entries or participation that is forged, altered, incomplete, lost, late, misdirected, mutilated, illegitimate, garbled, or generated by a macro, bot, or other automated means will not be accepted and will be void. Entries or participation made by any other individual or any entity or group, or originating at any web site other than as set forth specifically above, including, without limitation, through commercial promotion subscription notification or entering services, will be declared invalid and disqualified for this Contest. As a condition of entering the Contest, without limiting any other provision in these Official Rules, each entrant gives consent for Sponsor and its agents to obtain and deliver his or her name, address and other information and content to third parties for the purpose of administering this Contest and complying with applicable laws, regulations, and rules. Sponsor may keep all entrant information for up to five (5) years after completion of the Contest for business management and record keeping purposes.\n3. SUBMISSION REQUIREMENTS\nEntrant Content must meet all of the following requirements in Sponsor's sole discretion or the associated Entry will be disqualified:\nSponsor reserves the right in its sole discretion to disqualify from the Contest any Entry or Entrant Content that, in its sole discretion, refers, depicts, or in any way reflects negatively upon a Contest Entity, the Contest, or any other person or entity or does not comply with these requirements or these Official Rules.\n4. ELIGIBILITY\nThe Contest is open only to registrants of the Contest via Devpost, all of whom must be at least eighteen (18) years old. Teams of one to six individuals can register to participate in the app challenge. All apps must be built from scratch during the time of the app challenge. Participants cannot submit apps on behalf of a large group, organization or company.\n5. WINNER SELECTION & NOTIFICATION\nEntrant Content will be judged by a panel of judges chosen in Sponsor's sole discretion (the \"Judges\") as follows: Entrant Content will receive a score of one (1) to five (5) in the following categories: impact, innovation, design, and technical achievement. The Entrant Content with the highest total score will be the winner.\nThere is a limit of one (1) prize per person/Team. Winners will be notified at the Event on or about the date or time set forth on the Contest Page. One winner from the first place Team must be present at the winner announcement at the Event (only applies to those within the U.S.). Each winner or member of a winning Team (as applicable) may be required to complete, sign, have notarized (if applicable) and return to the address specified by Sponsor, without alteration and in the form presented by the Sponsor, an affidavit of eligibility, declaration and/or liability/publicity release (unless prohibited by law) and tax forms (if applicable) within the time frame designated by Sponsor or prize may be forfeited.\n6. GENERAL RULES\nBy entering the Contest (except where prohibited by law), each participant grants the Contest Entities the irrevocable, sublicensable, free of charge, absolute right and permission to use, publish, post or display his or her name, photograph, likeness, voice, prize information, biographical information, any quotes attributable to him or her and any other indicia of persona (regardless of whether altered, changed, modified, edited, used alone, or used with other material in the Contest Entities' sole discretion) for advertising, trade, promotional and publicity purposes without further obligation or compensation of any kind to him or her, anywhere, in any medium now known or hereafter discovered or devised (including, without limitation, on the Internet), world-wide, without any limitation of time and without notice, review or approval and each participant releases all Contest Entities from any and all liability related to such authorized uses. Nothing contained in these Official Rules obligates the Sponsor to make use of any of the rights granted herein and winner waives any right to inspect or approve any such use.\n7. DISPUTES/GOVERNING LAW\nExcept where prohibited, as a condition of participating in this Contest, each participant agrees that any and all disputes that cannot be resolved between the participant and any Contest Entity, claims and causes of action arising out of or connected with this Contest, or the prize awarded, or the determination of the winner must be resolved individually, without resort to any form of class action. Further, in any such dispute, under no circumstances will an participant be permitted or entitled to obtain awards for, and hereby waives all rights to claim punitive, incidental or consequential damages, or any other damages, including attorneys' fees, other than participant's actual out-pocket expenses (if any), not to exceed ten dollars ($10 USD), and participant further waives all rights to have damages multiplied or increased.", "hackathon-prizes": [{"prize-content": "Along with a $3000 cash prize, a representative of the team will attend the 2016 NEHA AEC and Healthy Homes Conference in June to present their app in front of an audience of industry and EH professionals in San Antonio, Texas.", "prize-title": "First Place"}, {"prize-content": "$2000 cash prize", "prize-title": "Second Place"}, {"prize-content": "$1000 cash prize", "prize-title": "Third Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://innovatingeh.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the app help to achieve an environmental health objective?"}, {"judging-criterion": "Is this a new app that achieves an environmental health objective in a creative way?"}, {"judging-criterion": "Is the app easy to use and appeal to the end-user?"}, {"judging-criterion": "Does the app work correctly and did the participant(s) accomplish a technical achievement?"}], "hackathon-location-address": "", "hackathon-description-header": "Create apps to elevate the field of environmental health and inspire data-driven solutions to public health issues.", "hackathon-prizes-total": "$6,000", "hackathon-location-description": "", "hackathon-end-date": "2016-05-16", "has-projects": "True"}