{"hackathon-description-text": "\n(founded by PayPal in 2013 to positively impact our community) and", "hackathon-number-of-prizes": "2", "hackathon-id": "svcc-opportunity-hack", "hackathon-judges": [{"judge-role": "VP, Consumer & Venmo Engineering, Identity Product & Engineering and Next Gen Commerce at PayPal", "judge-name": "Bill Scott"}, {"judge-role": "Director Cloud & Mobile Ecosystem", "judge-name": "Reggie Hutcherson"}, {"judge-role": "Captain, Code for San Jose", "judge-name": "Kalen Gallagher"}, {"judge-role": "Director of Projects for Peace and Justice in the Diocese of San José", "judge-name": "Jon Pedigo"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nSee Rules..", "hackathon-number-of-participants": "562", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\n\n\nThe Entry must be in keeping with the Hosts’ respective images, and may not be offensive, nor can it defame or invade upon the publicity rights or privacy of any person or otherwise infringe upon any person or entity’s intellectual property, personal or proprietary rights, as determined by Hosts and the judges in their sole discretion. Each entrant must either (i) be the sole and exclusive owner of all rights (including, without limitation, all intellectual property rights) in and to all content and elements incorporated into or used in the entry; or (ii) have the express written permission to use such content and elements from the owner(s) of the rights to such content and elements. Any entrant whose Entry includes content or elements not owned by the entrant must be able to provide written legal releases (in a form that is satisfactory to Hosts and the judges) that permit the entrant to use and exploit such content and elements in the manner used and exploited and that permit Hosts’ right to use and exploit the content and materials in accordance with these Official Rules (“IP Releases”) before eligible to be declared a winner.\n\n\nEntries that are mechanically reproduced, copied, illegible, incomplete, or inaccurate are void. Entries that have been generated by a script, macro, bot, or any other automated means will be deemed void. If a dispute results as to the identity of an entrant, it will be determined that the Entry was submitted by the natural person assigned to the email address used for entry. Hosts grant Eligible Participants a limited, non-exclusive revocable license to use certain Host logos or intellectual property owned by Hosts, limited to what is provided or permitted by Hosts at the Event, in the Application and description for purposes of Opportunity Hack only. In the event an Eligible Participant wishes to use this Application for any other purpose, he/she/they must follow standard procedures for using Host intellectual property (including logos). Incomplete Entries or Entries not complying with these Official Rules are subject to disqualification. Hosts are not responsible for late, lost, incomplete, illegible, damaged, or misdirected Entries. Hosts’ decisions are final on all matters relating to this Competition. Hosts reserve all rights, including the right to edit, publish, use, adapt, modify, or dispose of any application/description, proper names, likenesses, and photographs for advertising and promotional purposes in all media (including, but not limited to, the internet) without additional compensation, except where prohibited by law. If an entrant changes his/her telephone number, email address, and/or street address after he/she enters the Competition, it is his/her sole responsibility to notify the PayPal by email at \nto be received by the end of the promotion period.\n The prizes may not be transferred or substituted, except at Hosts’ sole discretion. Specifics of a prize are in Hosts’ sole discretion. Hosts reserve the right, in their sole discretion, to award a prize of equal or greater value. Allow 4-6 weeks for receipt of a prize.\nHosts will collect information from the entrant for the purpose of Opportunity Hack and may attempt to contact entrant regarding Opportunity Hack and/or the Application. By participating, entrants agree to be bound by these Official Rules including all eligibility requirements. Entrants agree to abide by the terms of these Official Rules and the decisions of the judges, which are final, and waive any right to claim ambiguity in these Official Rules. Entrants agree that any and all disputes shall be governed by the laws of the State of California. Hosts reserve the right to disqualify any entrant from the Competition if, in Hosts’ sole discretion, Hosts reasonably believe that the entrant has attempted to undermine the Competition by cheating, deception, or other unfair practices, or annoys, abuses, threatens, or harasses any other entrants, judges, or Hosts.\nBy submitting an Entry, Eligible Participants acknowledge and agree that Hosts may obtain many entries in connection with this and/or other competitions staged and/or promoted by any Host, and that such entries may be similar or identical in theme, idea, format or other respects to other entries submitted in connection with this Competition and/or other competitions sponsored by any Host or submitted for other reasons or other materials developed by Hosts. Entrant waives any and all claims entrant may have had, may have, and/or may have in the future, that any Entry and/or other works accepted, reviewed and/or used by the entrant may be similar to his/her Entry, or that any compensation is due to entrant in connection with such entry or other works used by Hosts. By submitting an Entry, entrant hereby grants permission for the Entry to be posted on a Host website or other websites. Entrant agrees that Releasees are not responsible for any unauthorized use of Entries by third parties. Releasees do not guarantee the posting of any Entry.\n: Entrant represents and warrants the following: 1) he/she is the original author (or represents and warrants that the owner of such rights has expressly granted any and all rights to the entrant) of any and all Entry materials posted, uploaded, or otherwise sent to Hosts (modifying, enhancing or altering a third party’s pre-existing work does not qualify as entrant’s original creation), and if entrant is a PayPal, Inc. employee, that any and all rights belong to PayPal, Inc.; 2) the Entry will not infringe any third party’s copyright, patent, trademark, trade secret, or other proprietary rights or rights of publicity or privacy. Entrants are prohibited from posting, uploading, or otherwise sending to Hosts any Entry material that infringes on any copyright, trademark, or proprietary rights of another (including publicity and privacy rights); 3) that the submission is not the subject of any actual or threatened litigation or claim; 4) that the Entry material is not obscene, offensive, libelous, pornographic, threatening, abusive, contains illegal content, or is otherwise objectionable, that would constitute or encourage a criminal offense, or that would otherwise give rise to liability or violate any law; 5) that publication of the Entry via various media including web posting, will not infringe on the rights any third party rights. If  Hosts have reason to believe your Entry is not your own work, then Hosts may invalidate your Entry into the Competition. You will indemnify and hold Hosts harmless from any claims in relation to your Entry.\nEntrants who are not Host employees acknowledge that nothing herein shall constitute an employment, joint venture, or partnership relationship between entrant and any Host. In no way is entrant to be construed as the agent or to be acting as the agent of any Host in any respect.\nENTRANTS HEREBY AGREE TO RELEASE, INDEMNIFY, AND HOLD HARMLESS HOSTS, THEIR AFFILIATES, SUBSIDIARIES, DIVISIONS, ADVERTISING AND PROMOTION AGENCIES AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, REPRESENTATIVES AND SHAREHOLDERS (COLLECTIVELY, THE “RELEASEES”) FROM ANY CLAIMS, ACTIONS, INJURY, LOSS OR DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY OR DEATH, RESULTING FROM PARTICIPATING IN THE COMPETITION OR FROM THE ACCEPTANCE, POSSESSION, OR USE OR MISUSE OF ANY PRIZE AWARDED OR PARTICIPATION IN ANY PRIZE-RELATED ACTIVITY. THIS LIMITATION OF LIABILITY IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL DAMAGES OF ANY KIND, INCLUDING (WITHOUT LIMITATION) COMPENSATORY, DIRECT, INDIRECT, OR CONSEQUENTIAL DAMAGES; LOSS OF DATA, INCOME, OR PROFIT; LOSS OR DAMAGE TO PROPERTY; AND CLAIMS OF THIRD PARTIES. PARTICIPANTS AGREE THAT RELEASEES HAVE NOT MADE NOR ARE IN ANY MANNER RESPONSIBLE OR LIABLE FOR ANY WARRANTY, REPRESENTATION, OR GUARANTEE, STATUTORY, EXPRESS OR IMPLIED (INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, AND FITNESS FOR A PARTICULAR PURPOSE), IN FACT OR IN LAW, RELATIVE TO OPPORTUNITY HACK OR THE PRIZE AWARDED. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, RELEASEES DO NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES OR REPRESENTATIONS WITH RESPECT TO ANY HOST WEBSITE AND RELEASEES SHALL NOT BE LIABLE FOR THE CONSEQUENCES OF ANY INTERRUPTIONS OR ERRORS RELATED THERETO. THESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS. THE PROVISIONS REGARDING IMPLIED WARRANTIES ARE VOID IN SOME PROVINCES WHERE IMPLIED WARRANTIES ARE PRESCRIBED BY LAW. Releasees are not responsible for lost, late, incomplete, illegible, inaccurate, delayed, garbled, damaged, stolen or misdirected submissions, or problems of any kind, whether mechanical, human or electronic. Releasees are not responsible for technical, hardware or software malfunctions, telephone failures of any kind, lost or unavailable network connections, inability to access a website, inability to upload an application or complete and submit an online form, fraud, incomplete, garbled, or delayed computer transmissions or inaccurate transcription of Entry information, whether caused by Hosts, users or by any of the equipment or programming associated with or utilized in the Competition or by any technical or human error which may occur in the processing of submissions which may damage a user’s system or limit a participant’s ability to participate in Opportunity Hack. Entry materials that have been tampered with or altered are void. Hosts reserve the right, in its sole discretion, to cancel or suspend part or all of Opportunity Hack at any time without notice, if in the judges’ opinion there is any suspected or actual evidence of electronic or non-electronic tampering with any portion of the Opportunity Hack, or if any virus, bugs, non-authorized human intervention or other causes corrupt or impair the administration, security, fairness or integrity and proper play of Opportunity Hack or for any other reason in its sole discretion. In such event, PayPal may void any Entries they suspect are at issue and award the prize from among all non-suspect eligible entries received up to the date of cancellation. CAUTION: ANY ATTEMPT BY AN ENTRANT OR ANY OTHER INDIVIDUAL TO DELIBERATELY DAMAGE HOST WEBSITES OR ANY ONLINE SERVICE RELATED TO OPPORTUNITY HACK OR TO UNDERMINE THE LEGITIMATE OPERATION OF OPPORTUNITY HACK MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHOULD SUCH AN ATTEMPT BE MADE, PAYPL RESERVES THE RIGHT TO SEEK DAMAGES (INCLUDING ATTORNEY’S FEES) FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW, INCLUDING CRIMINAL PROSECUTION. Hosts’ failure to enforce any term of these Official Rules shall not constitute a waiver of such term or any other provision. Hosts reserve the right to disqualify any entrant who violates the rules or interferes with Opportunity Hack in any manner. Any attempt by an individual to access any website associated with Opportunity Hack via a bot script or other brute force attack or any other unauthorized means will result in the IP address becoming ineligible. Use of automated entry devices or programs is prohibited.\nWithout limiting the generality of the foregoing, each Eligible Participant agrees to release and hold harmless the Releasees from and against any and all claims based on publicity rights, defamation, invasion of privacy, copyright infringement, trademark infringement or any other intellectual property related cause of action that relate in any way to the Entry.\nHosts reserve the right, in their sole and absolute discretion, to cancel, amend or suspend Opportunity Hack, or to amend these Official Rules, without prior notice or obligation, in the event of any accident, printing, administrative, or other error or any kind, or for any other reason.\nExcept where prohibited, all issues and questions concerning the construction, validity, interpretation, and enforceability of these Official Rules, or the rights and obligations of the participant and Hosts in connection with Opportunity Hack, shall be governed by, and construed in accordance with, the laws of the State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California, or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California.\nIn the event of any discrepancy or inconsistency between the terms and conditions of these Official Rules and disclosures or other statements contained in any event-related materials, including, but not limited to: Host websites and/or point of sale, television, print, or online advertising; the terms and conditions of these Official Rules shall prevail, govern and control.\nHosts reserve the right, in its sole and absolute discretion, and without prior notice, to adjust any of the dates and/or timeframes stipulated in these Official Rules, to the extent necessary, for purposes of verifying compliance by any entrant or Entry with these Official Rules, or as a result of technical problems, or in light of any other circumstances which, in the opinion of PayPal, in its sole and absolute discretion, affect the proper administration of Opportunity Hack as contemplated in these Official Rules.\nThe hosts of Opportunity Hack are PayPal, Inc., 2211 North First Street, San Jose, CA 95131 and Silicon Valley Code Camp, 3443 Yuba Ave, San Jose, CA 95117.\n ", "hackathon-prizes": [{"prize-content": "A Cash prize to the 1st place team in the amount of $3000; to be split evenly among all team members.", "prize-title": "1st Place"}, {"prize-content": "A Cash prize to the 2nd place team in the amount of $2000; to be split evenly among all team members.", "prize-title": "2nd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2211 N 1st St, San Jose, CA 95131, USA", "hackathon-url": "https://svcc-opportunity-hack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The projects need to be able to move from \"proof-of-concept\" to working project. At the beginning of the hackathon, teams will be documenting their problem statement on devpost when creating their projects and assessed against it at the end."}, {"judging-criterion": "How big an impact will your solution have on the community? Key things that are important are * Scale of the problem being solved * Potential reach * Productivity gains"}, {"judging-criterion": "In order for your solution to be used by customers, it needs to have a good user experience and you need to be able to demonstrate and market your solution so that it can succeed long term"}, {"judging-criterion": "Displaying innovative solutions to the problems. Do you solve the problem in a novel way? Can you create a solution that is cohesive across different areas or technologies? -"}], "hackathon-location-address": "2211 N 1st St, San Jose, CA 95131, USA", "hackathon-description-header": "Hack for good.", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "PayPal HQ, San Jose", "hackathon-end-date": "2016-09-25", "has-projects": "True"}