{"hackathon-description-text": "\nArchHacks is a hackathon hosted at Washington University in St. Louis Nov. 4-6 for 500+ students of all backgrounds with a passion for technology, design, and, most importantly, building things. ArchHacks brings together  We will provide a unique opportunity for students to work with resources and companies they cannot find anywhere else, and our theme, HealthTech, means that the products our participants create will make a real difference. You will have the opportunity to make invaluable connections with corporations, collaborate with friends and, most importantly, develop something that will contribute to the HealthTech community.", "hackathon-number-of-prizes": "16", "hackathon-id": "archhacks", "hackathon-judges": [{"judge-role": "", "judge-name": "Prizes will be judged by a team from the sponsoring company"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nMust be over 18 by Nov 4, 2016\nMust be an enrolled student. Contact us at\nTeams can be up to 4 students. ", "hackathon-number-of-participants": "407", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nHacks must be started after Nov 4, 2016 at 5pm. \nAll participants must be 18 years of age or older on Nov 4, 2016. ", "hackathon-prizes": [{"prize-content": "MacBook Pro 13-inch with Retina Display for each winning member", "prize-title": "1st Place - Express Scripts"}, {"prize-content": "Each member of the winning team will receive an Oculus Rift", "prize-title": "Best Data Visualization - Pfizer"}, {"prize-content": "Each team member will receive $1,000 and an Apple Watch", "prize-title": "Best Hack Addressing Socioeconomic Health Disparities - Centene"}, {"prize-content": "Each member of the winning team will receive an awesome quadcopter drone", "prize-title": "Best Hack for an Aging Population - Lumeris"}, {"prize-content": "Win a set of books hand selected by the founding team of StaffJoy!", "prize-title": "Most Interesting Project Technically"}, {"prize-content": "Each member of the winning team will receive $100 gift card, 1 Raspberry Pi 3 kit, 1 Year of Wolfram|Alpha Pro and 1 Year Wolfram Development Platform", "prize-title": "Most Effective Use of Wolfram Technologies"}, {"prize-content": "Each member of the winning team will receive a Crazyflie 2.0 drone courtesy of Siemens!", "prize-title": "1st Place - Best Hardware Hack by Siemens"}, {"prize-content": "Each member of the 2nd place team will receive an Arduino Basic Kit courtesy of Siemens! The kit includes more than 150 components and an Arduino UNO.", "prize-title": "2nd Place - Best Hardware Hack by Siemens"}, {"prize-content": "Panera gift card and swag bag!", "prize-title": "Best Nutritional Hack by Panera"}, {"prize-content": "Each winning team member will receive an iPad mini, a FitBit, and a GoPro!", "prize-title": "Best Data-Driven App Using Cisco Spark/Tropo"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive. Prize: Collector's Edition of Watch Dogs 2", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "$500.00 Amazon gift card for each winning team member", "prize-title": "Best Health Communications Hack by RedCard"}, {"prize-content": "The winning team will win a $300 Microsoft gift card!", "prize-title": "Best Mental Health Hack by BJC"}, {"prize-content": "The winning team must consist of students from at least 2 different universities. Each member of the winning team will receive a tote bag sponsor by True Ventures including a Fitbit Charge 2!", "prize-title": "Best Hack from an Inter-Collegiate Team"}], "hackathon-location-google-maps": "https://maps.google.com/?q=St. Louis, MO, USA", "hackathon-url": "https://archhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "St. Louis, MO, USA", "hackathon-description-header": "500+ students building around the theme of HealthTech", "hackathon-prizes-total": "$30,136", "hackathon-location-description": "Bauer Hall at Washington University in St. Louis", "hackathon-end-date": "2016-11-06", "has-projects": "True"}