{"hackathon-description-text": "\nHackGT, in partnership with BME Learning Commons, is excited to host our first ever Healthtech Hackathon!", "hackathon-number-of-prizes": "5", "hackathon-id": "healthtech-2017", "hackathon-judges": [{"judge-role": "HackGT", "judge-name": "HackGT"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis year’s event is for 18 years or older college students in the Atlanta area.", "hackathon-number-of-participants": "56", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nhttps://static.mlh.io/docs/mlh-code-of-conduct.pdf", "hackathon-prizes": [{"prize-content": "Design solutions to be used in hospitals and/or primary care. Hospitals can continuously innovate to have streamlined processes. This track is designed to help create a better industry by optimizing check-ups and patient identification, advancing devices, and improving hospital sanitation. The team with the best hack receives $100/person.", "prize-title": "Best Inpatient Health Hack"}, {"prize-content": "Design solutions on a global scale, with a focus on advancing the necessary but limited resources of developing nations that are faced with major problems, including water safety, sewage sanitation, and misappropriation or misuse of resources. Innovation in low resource devices, large scale but low-cost patient tracking, and efficient distribution methods could all increase quality of life. Inter-hospital communication and global analytics connect the world, paving a way to a future in which everyone can receive the treatment they need. The team with the best hack receives $100/person.", "prize-title": "Best Global Health Hack"}, {"prize-content": "Create solutions that protect players during training and optimize physical fitness. Athletes regularly face risk of injury due to their arduous training schedules, and are in need of technology solutions that help them train more efficiently. Additionally, as technology becomes more ingrained in daily life, non-athletes are looking for ways to track their fitness as well. The team with the best hack receives $100/person.", "prize-title": "Best Fitness Hack"}, {"prize-content": "Resolve problems faced by women around the world, in all stages of life. This track is designed for students who are interested in dismantling the stigma around breastfeeding and feminine hygiene, determined to protect women against violence, or create ways to make women’s daily lives easier. The team with the best hack receives $100/person.", "prize-title": "Best Women’s Health Hack"}, {"prize-content": "Team with the best User Experience Hack receives an Apple Watch for each person.", "prize-title": "Best UX Hack by Express Scripts"}], "hackathon-location-google-maps": "https://maps.google.com/?q=311 Ferst Dr NW, Atlanta, GA • 30332, USA", "hackathon-url": "https://healthtech-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it integrate different components in clever ways? Did the technology involved make you go \"wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-device interaction is."}, {"judging-criterion": "Does the solution have potential to make an impact in the respective field?"}, {"judging-criterion": "How innovative is the solution? How different is it from existing solutions to this problem?"}], "hackathon-location-address": "311 Ferst Dr NW, Atlanta, GA • 30332, USA", "hackathon-description-header": "Presented by HackGT and Georgia Tech's BME Learning Commons, hackers create solutions for health technologies", "hackathon-prizes-total": "$2,600", "hackathon-location-description": "Georgia Institute of Technology - Ford, Whitaker, and Marcus Building", "hackathon-end-date": "2017-11-05", "has-projects": "True"}