{"hackathon-description-text": "\nSwampHacks is focusing on creating an environment of creativity, learning, and community. Build anything you want, have some fun doing it, and let's have a great weekend.", "hackathon-number-of-prizes": "15", "hackathon-id": "swamphacks2017", "hackathon-judges": [{"judge-role": "", "judge-name": "-"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "212", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nThis hackathon follows MLH's \nMax of 4 people per team.", "hackathon-prizes": [{"prize-content": "Grand Prize: Monoprice Select Mini 3D Printer with Heated Build Plate", "prize-title": "1st Place"}, {"prize-content": "First Runner Up Prize: MESH Smart Triggers: DIY Starter Kit + MESH GPIO", "prize-title": "2nd Place"}, {"prize-content": "Second Runner Up Prize: 3Doodler Create 3D Pen", "prize-title": "3rd Place"}, {"prize-content": "To the most beautiful, wonderful team in the eyes of the organizers. Prize? Suprise", "prize-title": "Organizer's Choice"}, {"prize-content": "The winner for StateFarm's favorite prize will receive an Amazon Echo for each team member. Talk to StateFarm!! See what they have to say about the hackathon scene and what they're interested in!!", "prize-title": "StateFarm Favorite Prize"}, {"prize-content": "Go to Linode.com/docs for more information on Linode services. Also, if you have any problems with Linux systems or want 50$ in LInode services credit, stop by the Linode table! Winners will receive mechanical keyboards for each team member.", "prize-title": "Linode- Best use of Linode Services Prize"}, {"prize-content": "The winner for Linode's favorite prize will receive Raspberry pi 3 kits for each member. Talk to Linode!! See what they have to say about the hackathon scene and what they're interested in!!", "prize-title": "Linode- Favorite Prize"}, {"prize-content": "American Express will give out prizes for the best use of their API. See their API at", "prize-title": "American Express- API Prize"}, {"prize-content": "J.P. Morgan this year is promoting code for social good! Here are there criteria:", "prize-title": "J.P. Morgan Chase- \"Best Social Good Hack\""}, {"prize-content": "This prize is given to the team with the best use of Clarifai API. Visit the Clarifai table to get more information on prizes and judging! Winners will receive a DSLR Camera, 1 for each team member.", "prize-title": "Clarifai- Best use of Clarifai API"}, {"prize-content": "Talk to Facebook to see what they're interested in at this hackathon! WInners will receive an all expenses paid trip to menlo park to compete in facebook's hackathon global finals.", "prize-title": "Facebook- Favorite Prize"}, {"prize-content": "Become The Agency/Gainesville Dev Academy's favorite hack!! Winners will receive chromecast ultras, 1 per team member. See The Agency/Gainesville Dev Academy's booth for more details.", "prize-title": "The Agency- Favorite Prize"}, {"prize-content": "This prize is awarded to the team that has the best use of Amazon Web Services. Winners will receive $250 in AWS credit for each team member.", "prize-title": "Amazon Web Services Prize"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. The best hack that fights online harrassment wins. Prizes: HackHarassment Swag Bags", "prize-title": "#HackHarassment"}, {"prize-content": "The team which has the best Domain Name will win Domain.com Swag Bags, one for each team member.", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "", "hackathon-url": "https://swamphacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "SwampHacks 2017 Hackathon", "hackathon-prizes-total": "0", "hackathon-location-description": "University of Florida", "hackathon-end-date": "2017-01-22", "has-projects": "True"}