{"hackathon-description-text": "\nHacking will officially end at all locations by Sunday, March 25, at 12PM ET (NYC time). Teams need to submit to DevPost by 12PM.", "hackathon-number-of-prizes": "10", "hackathon-id": "hacknyu2018", "hackathon-judges": [{"judge-role": "Director, Life Sciences/Technology Transfer, NYU Langone", "judge-name": "Sadhana Chitale"}, {"judge-role": "", "judge-name": "Narges Razavian"}, {"judge-role": "", "judge-name": "Juan Rodriguez"}, {"judge-role": "", "judge-name": "Diane Anderson"}, {"judge-role": "", "judge-name": "Christopher James"}, {"judge-role": "", "judge-name": "Rachel Botos"}, {"judge-role": "", "judge-name": "John Schimmel"}, {"judge-role": "", "judge-name": "Xian Horn"}, {"judge-role": "", "judge-name": "Marshall Sunnes"}, {"judge-role": "", "judge-name": "Thomas Logan"}, {"judge-role": "", "judge-name": "Lexie Bryan"}, {"judge-role": "", "judge-name": "Sara Thermer"}, {"judge-role": "", "judge-name": "Meghan Clark"}, {"judge-role": "", "judge-name": "Kyle Keane"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "\nSubmit everything by", "hackathon-number-of-participants": "285", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nSubmit a link to your project as a working demo and/or a GitHub repository and/or upload a zip file.\n ", "hackathon-rules": "\n\nHackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is that you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\nHacking will officially end at all locations by Sunday, March 25, at 12PM ET (NYC time). Teams need to submit to DevPost by 12PM.\nNYC-based teams will pitch their projects at our hacker expo to judges for a chance to win (Shanghai- and Abu Dhabi-based teams can submit video demos along with their Devposts). \n We recommend spending 1 minute on pitching and demo and the remaining 3 on answering questions the judges may have — keeping in mind the judging criteria (found on this page).\nYou are strongly encouraged to present a demo during your pitch of what you have built, even if your hack is broken or incomplete. If you can, refrain from using slides. Instead, show a live or interactive demo of your project!\nYou can also talk about what challenges you faced and what you learned when making your project. Demoing and pitching is a chance to share with others what you learned and tried to build — that’s what hacking’s all about! For being courageous enough to demo, you’ll receive a special MLH “I Demoed” sticker.", "hackathon-prizes": [{"prize-content": "This track is meant to yield projects that are interdisciplinary in nature. Teams will draw from end-user insights and needs, as well as the domains of occupational therapy, medicine, and engineering. This track is suitable for teams dedicated to the development of adaptive and assistive tech to increase accessibility for people with a diverse set of challenges. Teams should look into creating inclusive systems, designing human-centered projects, and furthering intellectual and applied practices in the area of access and ability.", "prize-title": "Assistive Technology"}, {"prize-content": "This track brings together the brightest minds in students, app developers, educators, and academic leaders to exchange ideas and build connections between the education sector and emerging technologies at NYU and its partners. This track is suitable for teams working on solving real problems and challenges in the classroom, creating apps that have a substantial impact on fostering a more effective and stimulating learning environment, or looking to connect with people from the worlds of education, technology, and the fusion of the two.", "prize-title": "Educational Technology"}, {"prize-content": "This track is an intersection of finding creative solutions, building empathy, and developing transformative technologies that enable universal health for millions around the world. With the goal of bringing impactful change to practice and distribution of medicine, this track focuses on making healthcare both accessible and preventative. This track is suitable for teams dedicated to improving technologies in illness diagnosis, global health literacy, patient compliance, and information storage.", "prize-title": "Healthcare"}, {"prize-content": "This track is for hacks that promote social or environmental good. This can be anything from a hack that helps determine water usage through audio analysis or a website that can help find eco friendly clothing. What’s important is that the hack actively help people, whether as a community or as a whole. Example problems include: How can we track emission data within cities? Are there ways to make it more relevant to daily life? Is there a way to explain the effects of global warming in a more clear, comprehensible and nuanced way to the general public.", "prize-title": "Sustainability &amp; Social Impact"}, {"prize-content": "Challenge: Think about how technology can be used to aid cities impacted by natural", "prize-title": "JPMorgan Chase &amp; Co: Best Hack for Disaster Relief &amp; Recovery"}, {"prize-content": "One Amazon Echo per Team Member. Hack must involve one of the following: Finance,", "prize-title": "BNY Mellon: Best FinTech Hack"}, {"prize-content": "Facebook's mission: Give people the power to build community and bring the world closer together. Build a project that best reflects these new values. Prize is a Burksun Solar Backpack and swag for each team member.", "prize-title": "Facebook: Community and Connecting the World"}, {"prize-content": "Raspberry Pi Kit for Each Team Member!", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit for Each Team Member.", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "\"The Most Startup-Viable Hack\" by Contrary Capital  to get a chance to give a 1:1 pitch to their General Partner (Eric Tarczynski)", "prize-title": "Contrary Capital - The Most Startup-Viable Hack"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hacknyu2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the project original? Have you never seen an idea like this before? Does the project go beyond traditional rules, patterns, and/or definitions? Does the project demonstrate progressiveness and imagination? Is the new idea meaningful?"}, {"judging-criterion": "Is the project an integration of different + unique parts? Does the project require high technical skill to assemble? Is it mostly assembled? Did the participants learn + explore new concepts to complete the project? Were devices/APIs used meaningfully?"}, {"judging-criterion": "Is this project something you or someone you know would want to use? How close is the project to being usable or the final project? Is the project easily usable and accessible for many (different) people? How complete is the project?"}, {"judging-criterion": "How applicable is this project to the challenge? Does it fully address the problem its trying to solve? Does it consider the broader context of the problem? Does it offer significant + impactful change? Could it have positive impact on the world?"}, {"judging-criterion": "How aesthetically pleasing is the project? Does the project’s design show sympathy for the user? Does it combine quality design w/ quantitative complexity? Is the user interface fun, captivating, and dynamic? Is there a quality experience for users?"}, {"judging-criterion": "Does the project attempt to address a problem that members of the University community may have? Does the project use APIs provided by NYU IT or other publicly available APIs? Can the project be used by any specific NYU department or school?"}], "hackathon-location-address": "", "hackathon-description-header": "HackNYU 2018!", "hackathon-prizes-total": "$14,620", "hackathon-location-description": "New York, Abu Dhabi, Shanghai", "hackathon-end-date": "2018-03-25", "has-projects": "True"}