{"hackathon-description-text": "\nFollowing the success of the", "hackathon-number-of-prizes": "4", "hackathon-id": "techfugees-melb-au-2016", "hackathon-judges": [{"judge-role": "Telstra Foundation - National Manager", "judge-name": "Jackie Coates"}, {"judge-role": "Australian Red Cross - CEO", "judge-name": "Judy Slatyer"}, {"judge-role": "Impact Investment Group - Chief Investment Officer", "judge-name": "Will Richardson"}, {"judge-role": "AMES Australia - Marketing and Communications Manager", "judge-name": "Peter Kelly"}, {"judge-role": "Amazon Web Services - Startup Business Development", "judge-name": "Ian Gardiner"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nOnly registered participants are elible \nWe need\nMinimum of 4 - Maximum of 6\nDuring our welcome event on Friday evening 15 April, we encourage you to team up with individuals with different skill sets (software, design, product dev) and work on a challenge that everybody wants to solve. \nWe have posted a link to the \nWe have some great\nWe have some", "hackathon-number-of-participants": "72", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nYou need to submit by 2:00pm on Sunday 17 April. Be sure to include the following:\n\nThe inability of people with a disability to know about and access support.\nLack of recognition of qualifications; lack of work references and Australian employment experience.\nLack of ability to access support to become familiar with systems, knowledge and networks to start own business in Australia.\nLack of income for many asylum seekers and refugees on low incomes is a daily issue for prioritising seeking employment, transport, children’s needs and food\nMany refugees and asylum seekers experience chronic illness and yet are unaware of the range of medical services to support them.\nInsecure housing as a result of limited income, overcrowding, exploitation acts as a major barrier to the successful long term settlement for people.\nWithout English proficiency or access to interpreters, refugees and asylum seekers are disadvantaged yet only some categories of visas are allowed to access the maximum of 510 hours of English classes.\nPeople at the time of arrival cannot be expected to know all the elements of Australia’s legal system and may break laws here that did not exist in their home country.\nAccess to skilled and qualified legal advocates is critical and yet, as a result of demand, is not available to everyone seeking asylum.\nAccess to services provided by migration hubs are important but transport and time can be a problem.\nThe lack of recognition of skills and qualifications gained overseas wastes the lives of refugees and asylum seekers as they are unable to work in their area of expertise. Australia’s productivity is also disadvantaged.\nThe dramatic increase in global migration has led to rising numbers of families being separated along perilous routes through diverse countries\nWithout access to interpreters, refugees and asylum seekers with limited English are unable to negotiate systems, access services or understand critical information about themselves and yet funding for interpreting services is diminishing and many people are not offered access.", "hackathon-rules": "\nParticipants need to register at \nWe have a Code of Conduct we expect everyone to abide by \n ", "hackathon-prizes": [{"prize-content": "* $5,000 cash prize from LaunchVic to go towards development of the winning solution.", "prize-title": "Winner Prize"}, {"prize-content": "* Runner up prize package of $3,000 sponsored by LawPath includes a free company registration, 12 month subscription to 200+ customisable legal documents and a $300 discount off the first legal quote.", "prize-title": "1st Runner-Up Prize"}, {"prize-content": "$250 cash from InnovAction.", "prize-title": "2nd Runner-Up prizes"}, {"prize-content": "Get your votes in by creating and logging into your DevPost account and voting for your favorite submission.", "prize-title": "People's Choice Award - Get your online votes in!"}], "hackathon-location-google-maps": "https://maps.google.com/?q=132 Cremorne St, Cremorne VIC 3121, Australia", "hackathon-url": "https://techfugees-melb-au-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Who is your customer (Refugee/Service Organisation etc)? How well does the product fit the needs of the problem the team chose to tackle? How user-friendly is the technology? Is it a complete solution, or do they still have a long way to go?"}, {"judging-criterion": "How much impact (quality and quantity) could the solution have?"}, {"judging-criterion": "How innovative/creative/unique is the hack? Does the hack employ a new/novel approach to solving the problem?"}, {"judging-criterion": "What are your barriers to entry or user adoption? How are you addressing those challenges? What is your rollout strategy? Is it scalable and self-sustaining?"}, {"judging-criterion": "How much did they accomplish in the weekend? Did they demonstrate learning from mentors to help inform a better solution? Did the demo test core assumptions?"}, {"judging-criterion": "How well did the team explain their solution? How well did the demo communicate the idea?"}], "hackathon-location-address": "132 Cremorne St, Cremorne VIC 3121, Australia", "hackathon-description-header": "Techfugees Melbourne bringing people together to develop creative tech solutions to help asylum seeker & refugee families settle into the Australian community.", "hackathon-prizes-total": "$10,150", "hackathon-location-description": "LaunchPad 3", "hackathon-end-date": "2016-04-17", "has-projects": "True"}