{"hackathon-description-text": "\nis back in Melbourne!", "hackathon-number-of-prizes": "3", "hackathon-id": "shehacks2015", "hackathon-judges": [{"judge-role": "NAB Tech Innovation", "judge-name": "David Cate"}, {"judge-role": "Larkspur Communications", "judge-name": "Sally Gatenby"}, {"judge-role": "PwC Information Security", "judge-name": "Bonnie MacDonald"}, {"judge-role": "Co-Founder of Envato", "judge-name": "Cyan Ta'eed"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nSheHacks is Australia's first all female hackathon, while we do not discriminate and males can participate, the whole point of Shehacks is to be a female hackaton. \nBased on a survey we sent to ticket holders most participants want us to pre-select the teams.  This will make the friday night go more soomthly,  and we are likely to go with a team size of 3 or 4 with a healthy mix of skills.  You are still allowed to negotiate with other participants and with us if you want to fine tune this on the friday night.\nIf you have young children or bubs, you are welcome to bring them but just be mindful of other participants.", "hackathon-number-of-participants": "14", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n\nWifi will be provided on site.", "hackathon-rules": "\n#1 Rule - Have Fun\n#2 Meet like minded women\n#3 Be Awesome\nCome with your ideas, skills and motivation.\nSheHacks will not be setting a particular theme this year and your are welcome to be creative, but we will not allow you to bring an existing project or something you have already worked on to the hackaton as this will not be fair for others.\nThis year our participants have requested that we pre-select groups before we begin on the friday. However we can work around any particular requests regarding team forming on the friday night to ensure we have the best team setup possible.\n ", "hackathon-prizes": [{"prize-content": "First Prize will be $2000 cash to be shared with the team", "prize-title": "First Prize"}, {"prize-content": "3D Doodler for each member of the team", "prize-title": "Runner Up"}, {"prize-content": "Redbubble GiftVouchers Valued at $50 for each member of the team.", "prize-title": "Design Creativity Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=62/66 King Street, Melbourne VIC 3000, Australia", "hackathon-url": "https://shehacks2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack practical? Is it/does it need to be commercially viable? Is it something people would actually use? Does it fulfil a real need? Does it fulfil a real need people have?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does it work? Is it well designed?"}, {"judging-criterion": "s the hack technically interesting or difficult? Were there any technical challenges to surmount when building it?"}, {"judging-criterion": "Is the app original, particularly does it do something nobody else has thought of before (in particular for women) Does it do something entirely novel, or at least take a fresh approach to an old problem?"}], "hackathon-location-address": "62/66 King Street, Melbourne VIC 3000, Australia", "hackathon-description-header": "She Hacks is an all-women hackathon run by Girl Geek Academy", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "York Butter Factory - Melbourne", "hackathon-end-date": "", "has-projects": "False"}