{"hackathon-description-text": "\nHack the Industry of the Future! Join GE and Intel for two days of hacking, learning, and networking. At Minds+Machines, experience live industrial machines, from gas turbines to intelligent lighting; then develop solutions solving some of the industry’s toughest challenges. Build a Digital Twin; empower the workforce of the future; and create intelligent environments. Send a developer team into the race, with the chance to win prizes valued at $100k – including cash prizes, and industry accelerator programs. This hackathon is brought to you in collaboration with GE Power, GE Energy Connections and Intel.", "hackathon-number-of-prizes": "6", "hackathon-id": "mindsandmachineshack", "hackathon-judges": [{"judge-role": "Vice President & Principal Analyst at Forrester", "judge-name": "Jeffrey Hammond"}, {"judge-role": "Chief Operating Officer | GE Power Digital", "judge-name": "Jay Allardyce"}, {"judge-role": "VP of Software Engineering, Predix GE Digital", "judge-name": "Jean Lau"}, {"judge-role": "Senior Product Manager, Energy Connections at GE", "judge-name": "Paul Stevenson"}, {"judge-role": "Director - Global Foundry Services & Operations at GE Digital", "judge-name": "Akanshka Manik Talya"}, {"judge-role": "VP Data & Analytics at GE Digital", "judge-name": "Beena Ammanth"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nOne application may be submitted per team/submitter. Limit 5 people per team. Teams must be registered via minds and machines conference website and a paying attendee of the conference. Attendee type; hackathon.", "hackathon-number-of-participants": "94", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n \nThe purpose of the Hackathon is to build new applications or Predix Platform – please don't just clone old repos.\nExtra points will be awarded for:\n Submissions must be a web browser app (either mobile or desktop). All submissions must include an active URL where the app is deployed. \n Both new and existing apps may be submitted. \n", "hackathon-rules": "\n \nThe objective of GE Digital’s Minds + Machines Predix Hackathon (“Hackathon”) is to build applications that address problems in the IoT/IIoT space that can be solved with GE Digital’s Predix Platform.\n \nPredix, GE Digital’s operating system for the Industrial Internet, was released to the general public in February 2016. In April of 2016, at Hannover Messe in Germany, GE Digital announced its first production customer using the Predix-based Asset Performance Management application. This announcement was followed by the first developer conference in GE Digital’s history in Las Vegas. Now we’re hosting the first Predix Hackathon at the Minds + Machines conference in San Francisco which will take place on November 15-16 at Pier 48 in San Francisco.\n\n\n\n\n\n \nAll teams (including each participant) must be registered for the Minds + Machines conference via GE Digital’s website \n and pay any applicable registration and conference fees. In addition, each team/participant must submit an online application for entry into the Hackathon. One application may be submitted per team/participant. Limit of 5 people per team. Attendee type = “hackathon”.\n \n\n\n\nDuring the Hackathon, each team/participant will build and submit applications on GE Digital’s Predix Platform (each a “Submission”).\n \nSubmissions: \nThe purpose of the Hackathon is to build new applications or Predix Platform – please don't just clone old repos.\nExtra points will be awarded for:\n \n  Submissions must be in the form of a web browser application (either mobile or desktop) and include an active URL where the application is deployed. \n Both new and existing apps may be submitted, as long as You and app adhere to all other requirements of the Hackathon including the Official Rules\n\n\n \n\n\n\n\n\n\n \n \n\n\n\nOFFICIAL RULES\n \nBy attending, and making a Submission (as defined herein) to the 2016 Minds + Machines Hackathon (the “Hackathon”), you are agreeing to be bound by the following terms (“Official Rules”). The Official Rules also incorporate by reference the additional terms specified at \n (the “Hackathon Website”). THESE OFFICIAL RULES SUPERSEDE ANY OTHER RULES AND TERMS & CONDITIONS ON THE WEBSITE OF ADMINISTRATOR DEVPOST OR ANY OTHER ADVERTISEMENT TO THE EXTENT THERE IS ANY CONFLICT OF TERMS.\n\n\nThe Hackathon is sponsored by General Electric Company (“GE”), 3135 Easton Parkway, Fairfield, CT 06828 and Intel Corp., 220 Mission College Blvd, Santa Clara, CA 95054 (“Intel”). The Hackathon Website is administered by Devpost, Inc. (“Administrator”), 433 W. 14th Street, #3F, New York, NY 10014. Administrator Devpost, Intel and GE collectively are referred to as “Sponsors” “we” or “us”.\n\n\n \n \nHackathon Challenges (high level themes)\n *Digital Twin definition Digital Twin package data and intelligence about physical systems or sub-systems (for example Assets). The Digital Twin is built by Experts and exposes Knowledge, KPIs or Insights about the past, present and future performance and operation of the system\n \n \nParticipation in the Hackathon is subject to all national, state and local laws and regulations. Void where prohibited or restricted by law. You are responsible for checking applicable laws and regulations in your jurisdiction before participating in the Hackathon to make sure that your participation is legal. You are responsible for abiding by your employer's policies regarding participation in the Hackathon and ensuring that your Submission does not violate any policies set by your company/employer. You are further responsible for ensuring that your participation in the Hackathon and your Submission does not violate any contractual obligations or other legal obligation you may have regarding confidentiality or intellectual property ownership to your company/employer. Sponsors disclaim any and all liability or responsibility for disputes arising between you and your employer related to this Hackathon. You are responsible for all taxes and reporting related to any award that you may receive as part of the Hackathon. You may be subject to background screening as needed to assure the Sponsors’ legal compliance.\n\n\nIMPORTANT NOTE ON GE EMPLOYEE PARTICIPATION: Full-time Employees of GE and any of their respective affiliates or subsidiaries are not eligible to attend and enter the Hackathon. GE DTLP program employees may enter the Hackathon, provided that such DTLP participants are prohibited from using GE confidential information in their Submission, including information that is the subject of any pending GE patent application or any other technical or business information concerning any GE technology, product or service that GE does not publicly disclose; and GE will own all right, title and interest in any Submission made by such employees as part of the Hackathon. GE employees that have any questions regarding complying with their GE confidentiality obligations should contact Sid Venkatesan (\n) or Todd Jewett (todd.jewett@ge.com).\n \nGE DTLP entrants may only join a Team with other DTLP entrants. DTLP Teams will compete for prizes in the GE DTLP Track and non-GE DTLP Teams will compete for prizes in the Non-GE Track (collectively, the “Prize Tracks”).\n \nThe Hackathon is open to eligible individuals over the age of 18 who are registered as per the terms set out above and are able to attend the Hackathon in-person.\n \nEligible individuals may enter only one Submission to the Hackathon. An eligible individual may join only one Team and an Eligible Individual who is part of a Team may not enter the Hackathon on an individual basis\n \nIf a Team is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team you represent and warrant that you are the Representative authorized to act on behalf of your Team, or Organization, if the Team is submitting on behalf of an Organization.\n \n\nA. Individuals directly involved with the design, production, promotion, execution, or distribution of the Hackathon, and each member of their immediate family or household*;\nB. Any Judge (defined below), or company or individual that employs a Judge;\nC. Any individual or organization whose participation in the Hackathon would create, in the sole discretion of the Sponsor, a real or apparent conflict of interest.\nD. Any individual or organization that resides in Cuba, Iran, Myanmar, North Korea, Sudan, or Syria.\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n \nYou are solely responsible for all equipment, as well as all costs incurred by you or on your behalf associated with attending and participating in the Hackathon, including but not necessarily limited to, a computer and modem necessary to establish a connection to the World Wide Web.\n \n \nRegister for the Hackathon on the Hackathon Website by clicking the “Register for this Hackathon” button. This will enable you to receive important updates during the Hackathon and access the “Enter a Submission” page. To complete registration, sign up to create a Devpost account, or log in with an existing Devpost account. There is no charge for creating a Devpost account. This accounted can be created at \n. All of the registration information that you provide is collectively referred to as your \"Devpost Account.\" At the Hackathon Website you will find further instructions for submitting your entry. You must submit your completed entry (your “Entry” or “Submission”) following the instructions provided. By submitting your Entry, you formally accept the Official Rules for this Hackathon.\n \nBy making a Submission, you agree that (a) your Accounts are complete, correct and accurate and (b) your registration may be rejected or terminated and any Submission submitted by you may be disqualified if any of the information in your Accounts are (or Sponsors have reasonable grounds to believe it is) incomplete, incorrect or inaccurate. You are solely responsible for your Accounts. Registration information is collected by Devpost in the United States, on behalf of the Sponsor, and may be transferred elsewhere globally as needed for the purposes of the Hackathon and the Sponsors’ business purposes.\n \nAll Entries must be in English. Entry attachments may be submitted in .pdf, .xls, .xlsx, .doc, docx, .ppt, or .pptx formats. Multiple files must be submitted as a single .zip file. Links to publicly available online videos (e.g., YouTube) can be included in your Entry. There is a maximum limit of 35MB for your complete Entry, including supplemental attachments.\n \nSponsor is not responsible for (a) late, lost, stolen, damaged, garbled, incomplete, incorrect or misdirected Entries or other communications, (b) errors, omissions, interruptions, deletions, defects, or delays in operations or transmission of information, in each case whether arising by way of technical or other failures or malfunctions of computer hardware, software, communications devices, or transmission lines, or (c) data corruption, theft, destruction, unauthorized access to or alteration of Entry materials, loss or other issues related to data such as quality, access or security. Sponsors are not responsible for electronic communications or emails which are undeliverable as a result of any form of active or passive filtering of any kind, or insufficient space in any email account to receive email messages. Sponsors disclaim any liability for damage to any computer system resulting from participation in, or accessing or downloading of information in connection with, the Hackathon.\n \nSponsors shall have the right to remove any blog comment or posting related to the Hackathon from the Hackathon Website in their sole discretion at any time and for any reason.\n \nBY REGISTERING FOR THE HACKATHON, YOU ACCEPT THE CONDITIONS STATED IN THESE OFFICIAL RULES, AGREE TO BE BOUND BY THE DECISIONS OF THE HACKATHON JUDGES AND WARRANT THAT YOU ARE ELIGIBLE TO PARTICIPATE IN THE HACKATHON. IF YOU DO NOT ACCEPT ALL OF THESE OFFICIAL RULES, THEN DO NOT SUBMIT AN ENTRY TO THE HACKATHON. WE RECOMMEND THAT YOU PRINT A COPY OF THESE OFFICIAL RULES FOR YOUR FUTURE REFERENCE.\n \n\n \nHackathon Teams and/or Participants (hereinafter “You”) will submit Submissions via instructions on the Hackathon Website and as communicated by Sponsors during the Hackathon. You must adhere to the following activities to participate in the Hackathon:\n \nSubmissions: \n \n(i) \nThe Application must be accessible via an active URL and run on a mobile or desktop web browser.\n(ii) \nThe You must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Sponsor, Administrator and judges during the Hackathon and until Judging ends. You must provide an active URL for accessing the Application on the Enter a Submission form and the You must continue to host the Application at the submitted URL until Hackathon winners are announced. The Sponsor reserves the right to request proof that the required components of a submitted Application were utilized and may request to see Application source code, Predix Account Information, or other information for verification purposes.\n(iii) \nThe Application must function as depicted in other Submission materials. All Applications must be usable by the intended end user with existing technologies within the near term. Applications must not rely on a technology that is not yet publicly announced or introduced in the market or subject to any third party obligation of confidentiality.\n(v) \nYou may submit an Application that was newly created by the You for the Hackathon, or existed before the Hackathon Submission Period, provided the Application meets all of the Hackathon requirements. If submitting an existing application, substantial changes must be made to the app at the hackathon. \n(vi) \nApplications may utilize data from  publicly available sources in addition to GE Predix services, and may integrate SDKs, or APIs, provided the You is authorized to use them.\n(vii) \n \n Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Sponsor prior to the Hackathon\n \n(i) \nAn individual or Team may not submit more than one Submission to the Hackathon. If an individual or Team submits more than one Submission, the Sponsor will require the individual or Team to choose one of the Submissions to enter.\n(ii)\nAll Submission materials must be in English or, if not in English, the You must provide an English translation of the Submission materials.\n(iii) \nThe text description should explain the features and functionality of your Application.\n(iv)\nYou must submit at least one image of their Application. The image(s) should be photographs or screenshots of your working Application. \n(v)\nYou are \n to submit a demonstration video. If you choose to submit a video, the video portion of the Submission: \na. should be less than five (5) minutes;\nb. should include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. should be uploaded to YouTube or Vimeo, and\nd. must not include third party trademarks, or copyrighted music or other content unless the You has permission to use such material for commercial purposes without incurring any legal obligation on the Sponsors.\n\n \nBY ENTERING THE HACKATHON YOU REPRESENT, WARRANT, AND AGREE THAT YOUR SUBMISSION MEETS THESE REQUIREMENTS.\n \nFor any final Submission to be eligible to win prizes in the Hackathon, all Open Source Software or third party code or other materials used in connection with that Submission must be limited to code that Sponsor will be legally entitled to commercially use and exploit in any fashion at no additional cost to the Sponsor and that will not in any way or in any Sponsor use case: (i) create, or purport to create, obligations of Sponsor with respect to the Sponsor’s programs; or (ii) grant, or purport to grant, to any third party any rights to or immunities under Sponsor’s intellectual property or proprietary rights in Sponsor’s programs.  Open Source Software that is under the BSD, MIT, Creative Commons – Attribution (CC BY), Microsoft Public License (MS-PL), Python Software Foundation License, or Apache Software License v 2.0 license will be accepted in a Submission (the “Allowable Open Source Licenses”).  Other open source software that is covered by licenses that are not in the list of Allowable Open Source Licenses shall not be included in any Submission unless, prior to submission, that particular open source software component’s license and intended use case have been approved in writing by the Sponsor.  In addition to the aforementioned requirements related to Open Source Software, all Submissions of Open Source Software must be in material compliance with all terms and conditions of the applicable licenses governing its use (e.g. providing downstream recipients with required copyright attribution, copies of Open Source Licenses, etc.).\n\nWe may provide You, at our sole discretion, computer software, documentation, technical information, technical assistance, testing feedback, training materials, sample code, APIs, software development kits, and other materials, information, software, hardware or services (collectively, “Sponsor Materials”) as part of the Hackathon. Sponsor retains all right, title and interest in any Sponsor Materials, and may suspend or terminate Your access to the Sponsor Materials at any time, without notice.\nTo the extent that we provide You with access to the Sponsor Materials or computer networks, facilities, or software repositories, You agree to use such access only for the Hackathon and for no other purpose. You agree not to exceed the scope of access authorized by us to computer networks or facilities. You agree to take reasonable precautions to protect any passwords, badges, or other access credentials granted by us, and agree to report any lost or stolen access credentials or security breach to us immediately.\n \nYou are not entitled to receive any technical support in connection with the Hackathon. In particular, You agree not to attempt to contact Predix Technical Support for telephone support. We may provide You, at our sole discretion, training materials and technical assistance related to the development of the Applications, as specified by us.\n \nWe grant You a limited, personal, non-exclusive license, during the term, to use the Sponsor Materials solely to develop and test applications in connection with the Hackathon only. You agree not to use the Sponsor Materials for any other purpose, including, but not limited to, any commercial product or service offered, leased, rented, sublicensed or sold to third parties or for Your own production use. You shall not use, copy, modify, distribute, transfer, assign, display or otherwise disclose any Sponsor Materials, except as expressly authorized by us. We may provide certain third party software to You under a separate license (including, but not limited to, certain open source licenses), and any use by You of such third party software is subject to the terms and conditions of such licenses.\nYou may, in Your sole discretion, provide us with suggestions or feedback for additions, changes, or improvements to our products or services, including, without limitation, the Predix platform and the Sponsor Materials (collectively, “Product Suggestions”). If You provide any Product Suggestion to us, then You agree that as between You and us, we shall exclusively own any use, application, or implementation of such Product Suggestion in our products and services, without restriction or obligation to compensate You.\nExcept for the licenses expressly granted herein, each Party retains all right, title, and interest in all copyrights, patents, patent applications, trademarks, trade secrets, and other intellectual property or proprietary rights owned or controlled by such Party before or during the Hackathon. No rights or licenses shall be implied or deemed granted by waiver, estoppel, or otherwise.\n\n\nBy participating in the Hackathon you consent to the use of personal information about you. If you are a winner, you consent to the use of your personal information by the Sponsor, Sponsor’s Partners, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members of a Your Team or Organization that participated in the winning Submission.\n \n \n(a) is your own original work and representative of your capability, or is submitted by permission with full and proper credit given within your Submission;\n(b) does not contain confidential information or trade secrets (yours or anyone else’s);\n(c) does not, to the best of your knowledge, violate or infringe upon the patent rights, industrial design rights, copyrights, trademarks, rights of privacy, publicity or other intellectual property or other rights of any person or entity;\n(d) does not contain malicious code, such as viruses, malware, timebombs, cancelbots, worms, Trojan horses or other potentially harmful programs or other material or information;\n(e) does not and will not violate any applicable law, statute, ordinance, rule, regulation, confidentiality agreement or other agreement; and\n(f) does not trigger any reporting or royalty or other obligation to any third party.\nA breach of any warranty set out in this provision of the Official Rules will result in the corresponding Submission being invalid. In addition, you agree to indemnify Sponsors against all loss, damages and costs, including attorneys’ fees, incurred by the Sponsors arising from your breach of the warranty and to fully cooperate with Sponsors in resolving any allegation, including any legal proceeding, arising from any breach of this warranty.\n \nJudges will meet with all Teams at the Hackathon and choose teams eligible for each Prize Track to present their Application on stage at the Hackathon. The two (2) teams selected for each Prize Track will pitch their Application on stage and based on their presentation the Judges will identify the top scoring Submissions in each Prize Track.\n \n \n\n: Includes creativity and originality of the Application idea, usability, design, and intuitiveness.\nIncludes the degree to which the Application provides scale and value.\n: Includes the extent to which Predix services were used AND/OR the extent to which live data was incorporated from a Predix machine-enabled device.\nIncludes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to user, or reliant on a technology that is not yet on the market.\nIncludes the clarity and description of the problem addressed, how the Application solves the problem, what technology is used, what Predix services are leveraged, what sensor and other data is used, and the connection the Application makes to real-world industrial problems.\n \nThe You(s) that are eligible for a prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that prize.\n \n \n\n1st Track: Minds + Machines\n*All travel expenses are subject to GE’s travel and leisure policy. All amounts are in US dollars.\n \n2nd Track: DTLP, open to all DTLP teams.\n \nBy entering, You (including, in the case of a Team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Sponsor, Sponsor’s Partners, Administrator, other Hackathon Sponsors, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) Released Parties from and against any and all liability in connection with the prizes or Your participation in the Hackathon, including any injuries, losses, damages, claims, actions and any liability of any kind (including attorneys’ fees) resulting from or arising out of your participation in, association with or submission to the Hackathon (including any claims alleging that your Submission infringes, misappropriates or violates any third party’s intellectual property rights). The Released Parties are not responsible for any miscommunications such as technical failures related to computer, telephone, cable, and unavailable network or server connections, related technical failures, or other failures related to hardware, software or virus, or incomplete, late or misdirected Submissions. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\n(i) The relationship between You, and the Sponsor and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Sponsor, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon.\n(iii) You release, indemnify, defend and hold harmless the Released Parties from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to Your entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \n(i) any incorrect or inaccurate information, whether caused by the Sponsor or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon; \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Your participation in the Hackathon or receipt or use or misuse of any prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor or Administrator.\nIf for any reason Your Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, Your sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the You knows or should have known there was a problem, and will be determined at the sole discretion of the Sponsor.\n\nA. Sponsor and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB. Sponsor and Administrator reserve the right in their sole discretion to disqualify any individual or You it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law.  Should Sponsor or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a You to cooperate with an investigation and referral to criminal and civil law enforcement authorities\nE. The terms and conditions of the Official Rules are subject to reasonable changes that are necessary or advisable at any time, including the rights or obligations of the You, the Sponsor and the Administrator. The Sponsor and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a You or prospective You believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The invalidity or unenforceability of any provision of these Official Rules shall not affect the validity or enforceability of any other provision.\nH. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to Sponsor Materials, copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Sponsor or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\nI. By entering the Hackathon, you waive all rights to seek injunctive or equitable relief, or to claim punitive, incidental or consequential damages, or attorneys’ fees.\n \n\n \n \n \n“Open Source Software” means any software code that is distributed as “open source software” or “freeware” or is otherwise distributed publicly or made generally ‎available in ‎source code form under terms that permit modification and redistribution of such ‎software on the condition that if such software code is redistributed that it be (i) disclosed or distributed in source code form; (ii) licensed for the purpose of making derivative works; or (iii) distributed at no charge, including but not limited to, software licensed or distributed under any of the collection of Open Source Initiative (“OSI”) approved licenses.\n ", "hackathon-prizes": [{"prize-content": "Trip for up to 5 people to GE Foundry Paris, T/E covered, for one week of co-development; valued at up to $50k*.", "prize-title": "Foundry Accelerator \"Best in Show\" Package"}, {"prize-content": "To be split amongst the team.", "prize-title": "Grand Prize Winner"}, {"prize-content": "To be split amongst the team.", "prize-title": "Best Digital Twin App"}, {"prize-content": "To be split amongst the team.", "prize-title": "Best “Workforce of the Future” app"}, {"prize-content": "To be split amongst the team.", "prize-title": "Best “Intelligent Environment” app"}, {"prize-content": "Prize awarded to the Top DTLP GE team. $6000 to be split among team members.", "prize-title": "DTLP Prize Track"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Pier 48, San Francisco, CA 94158, USA", "hackathon-url": "https://mindsandmachineshack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality of the Application idea, usability, design, and intuitiveness."}, {"judging-criterion": "Includes the degree to which the Application provides scale and value."}, {"judging-criterion": "Includes the extent to which Predix services were used AND/OR the extent to which live data was incorporated from a Predix machine-enabled device."}, {"judging-criterion": "Includes the extent to which the value provided to the end user is realistically achievable with existing technologies within the near term; not vague or overly complex to user, or reliant on a technology that is not yet on the market."}, {"judging-criterion": "Clarity and description of the problem addressed, how the app solves the problem, what technology is used, what Predix services are leveraged, what sensor and other data is used, and the connection the app makes to real-world industrial problems."}], "hackathon-location-address": "Pier 48, San Francisco, CA 94158, USA", "hackathon-description-header": "Hack the Industry of the Future! Join GE and Intel for two days of hacking, learning, and networking. Compete for $100k in prize value.", "hackathon-prizes-total": "$46,000", "hackathon-location-description": "Pier 48", "hackathon-end-date": "2016-11-16", "has-projects": "True"}