{"hackathon-description-text": "\nFemmeHacks is an all-women collegiate hackathon that aims to create a welcoming environment for women in tech. FemmeHacks is available to all women, beginner to experienced, and allows students to explore their passion for tech by building on web, mobile and hardware.", "hackathon-number-of-prizes": "11", "hackathon-id": "femmehacks-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "92", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSolve a problem, design a cool website, make something completely random!\nYour project must function reasonably and able to be demoed in front of an audience. Screenshots and/or a video are allowed as supplements. ", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "MP Select Mini 3D Printer", "prize-title": "Best Overall Hack"}, {"prize-content": "All-New Amazon Echo Dot - Add Alexa to any room", "prize-title": "Honorable Mention"}, {"prize-content": "Rasberry Pi 3 Hardware Starter Kit", "prize-title": "Best Beginner's Hack"}, {"prize-content": "Airbnb Credit", "prize-title": "Best Philly Hack"}, {"prize-content": "5 Tablets & 2 Rover Kits", "prize-title": "Intel: Best Hardware"}, {"prize-content": "$75 Microsoft Store codes", "prize-title": "Microsoft: Best Inclusive Design"}, {"prize-content": "$25 Google Play Gift Cards", "prize-title": "Google: Best Use of Google API"}, {"prize-content": "1 Lanyard, 1 Bandana, 1 Year Free Squarespace Subscription, journal and pen", "prize-title": "Squarespace: Best Web Design"}, {"prize-content": "Pitch to Rough Draft Ventures (25k in potential funding for your app from a venture capital firm!) or Lunch with Rough Draft Ventures Reps", "prize-title": "Rough Draft Ventures: Most Likely to be a Future Founder"}, {"prize-content": "FB Solar Backpack", "prize-title": "Facebook: Best Social Media Hack"}, {"prize-content": "Kindle, Mophie Portable Charger, Leather Bound Journal", "prize-title": "Softheon: Most Innovative/Creative"}], "hackathon-location-google-maps": "https://maps.google.com/?q=220 S 33rd St, Philadelphia, PA 19104, USA", "hackathon-url": "https://femmehacks-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What was special about this idea? How is it different?"}, {"judging-criterion": "How challenging was this project? Has it been done before?"}, {"judging-criterion": "How well was the project put together?"}, {"judging-criterion": "Is the project viable for future use by a specific, or many, audiences?"}], "hackathon-location-address": "220 S 33rd St, Philadelphia, PA 19104, USA", "hackathon-description-header": "FemmeHacks is a collegiate hackathon at the University of Pennsylvania that empowers, educates and inspires women in the Philly tech community.", "hackathon-prizes-total": "$30,754", "hackathon-location-description": "University of Pennsylvania, School of Engineering and Applied Sciences and the Pennovation Center", "hackathon-end-date": "2017-02-26", "has-projects": "True"}