{"hackathon-description-text": "\nThis Hackathon has been completed. As a disclaimer, we would like to note that all original judges are removed from the list of judges. This is because DevPost was difficult to use, so we decided to judge using a rating format based on the judging criteria listed in the judging section.", "hackathon-number-of-prizes": "3", "hackathon-id": "hack-cancer-2015", "hackathon-judges": [{"judge-role": "", "judge-name": "Lena Liu"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nEach attendee must sign up through eventbrite.\nTeams of 2-6 individuals\nAnyone can participate! Students, academics, clinicians, hackers, scientists and more.\nTeams must all be able to attend the event in person and submit the final products at the requestied time.\nAdditional information:\n\n\n", "hackathon-number-of-participants": "22", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nBrainstormed ideas are allowed before the day of the hackathon, they must be ideas and not any fully developed projects. We would like the teams to utilize the time allocated on Oct 2-3, 2015 to create they products.\n \n3 Minute Presentation on Product\n-How does it help Cancer Care? What issue did you address?\n-How the device works?\n-Outcome of product: How will it be used in the field? Who will it help?\n \nA Short 5 Minute Video [must be created during Oct 2nd to Oct 3rd]\n     -Remember to tell us who you are! Team name and individual team names.\nJudges will watch the videos and decide the winner.\nLabel all video files accordingly: teamname_productname_lastnamesofteammembers.mov\n\nAdditional Information:\n\n\n", "hackathon-rules": "\n-Teams must be 2-6 individuals\n-Each team must present a 3 minute presentation and produce a video submitted by the deadline.\n-We do not own any of the ideas and/or products developed from the event. They will belong to the team that developed it.\nCan teams be formed prior to the event?\n \nYes, teams can be formed prior to the event. However, if there are people showing up as individuals, teams can be formed at the event.\n \nWhat kind of materials will be provided?\n \nThere will be a wide range of materials and equipments provided. This will include equipment such as a 3-D printer, electronics kits, batteries, glue, screwdrivers. We will have almost everything to get you started! This year it will be at EPIC which will allow you to have access to large machinery as well! \n  \nAre there specific topics for the hackathon?\n \nThere will be topics presented by the speakers on the day of the event, but you are welcome to develop and work on ideas that you have come up with on your own. The only requirement is that the topics are cancer care related.\n \nDo all prototypes and ideas need to be generated at the event?\n \nIdeas can be generated prior to the event. However, any prototype development (building of the device, programming of the software, etc) CAN'T occur prior to the event. We want to maintain this rule to be fair to everyone who is participating.\n \nCan we bring our own materials?\n \nYes! You are welcome to bring your own materials (webcams, kinects, cardboard, tape, small equipment, etc). Also, on the day of the event teams are more then welcome to leave to the venue to purchase more items.\n \nWill there be computers provided?\nUnfortunately not, please be sure to bring any electronics you would like to use/test. This includes laptops, smart phones, etc. Remember, there will be a large amount of people attending so be sure to keep an eye on all valuables!\nWhere can we buy more materials? \nLocal stores and shops that additional Materials can be purchased from.\nCVS\n730 Commonwealth Avenue, Boston, MA 02215 \nRadioShack\n730 Commonwealth Avenue, Boston, MA 02215  \nEconomy Hardware\n1012 Beacon Street, Brookline, MA 02446 \nBlick\n401 Park Drive, Boston, MA 02215 ", "hackathon-prizes": [{"prize-content": "$1500 Cash Prize", "prize-title": "1st Place"}, {"prize-content": "$1500 Cash Prize", "prize-title": "2nd Place"}, {"prize-content": "$500 Cash Prize", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=750 Commonwealth Avenue, Brookline, MA 02446, USA", "hackathon-url": "https://hack-cancer-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Did the group effectively deliver detailed descriptions of their product and describe why it is important to cancer care?"}, {"judging-criterion": "Does the group describe how it would be used in the field? \n\nIs it feasible for this device/software to be used in the setting the team suggests?"}, {"judging-criterion": "-Clearly states team names and team name\n\n-Describes in detail how the device/software is important to cancer care.\n\n-Describes who the device will impact and how it will impact them."}, {"judging-criterion": "Does the team describe how their device/software will function?\n\nDo they describe what parts of the device/software needs to be further developed?"}, {"judging-criterion": "Is this device Cancer Care related?\n\nCan it be used at the Point-of-Care?\n\nDoes something like this already exist in the market? If so, how does it improve from currently available products?"}, {"judging-criterion": "-Teams will be evaluated on the following criteria: health impact (on oncology diagnostics) in LMICscreative and disruptive nature of the solution, sustainable business model, cross-disciplinary team composition and a compelling pitch."}], "hackathon-location-address": "750 Commonwealth Avenue, Brookline, MA 02446, USA", "hackathon-description-header": "Hackathon focused on improving Cancer Care through prototyping new devices and developing software.", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "Boston University, EPIC", "hackathon-end-date": "", "has-projects": "False"}