{"hackathon-description-text": "\nThere’s an astounding lack of high school hackathons in the Midwest, much less the greater Cincinnati area. Collegiate hackathons may be more widespread, but the thought of competing against older and seemingly smarter college students pushes these talented high school minds away. CincyHacks, however, aims to change this. In fact, CincyHacks is the first of its kind, drawing talented high school students from all over the tri-state area as Cincinnati’s first high school hackathon. The goal is to foster a tech culture for high school students in greater Cincinnati communities and provide an engaging environment and platform for them to showcase their awesome hacks.", "hackathon-number-of-prizes": "7", "hackathon-id": "cincyhacks", "hackathon-judges": [{"judge-role": "University of Cincinnati", "judge-name": "Dr. John Franco"}, {"judge-role": "Cengage Learning", "judge-name": "James Carman"}, {"judge-role": "GE Aviation", "judge-name": "Chuck Kulchar"}, {"judge-role": "Cengage Learning", "judge-name": "Matt Tower"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "53", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Each team member will receive an Oculus Rift VR headset and an engraved first place medal. They will also be invited to lunch with the CIO of GE Aviation, Jude Schramm.", "prize-title": "First Place"}, {"prize-content": "Each team member will receive a GoPro - HERO5 Session 4K Action Camera headset and an engraved second place medal.", "prize-title": "Second Place"}, {"prize-content": "Each team member will receive a Google Home Mini  and an engraved third place medal.", "prize-title": "Third Place"}, {"prize-content": "Each team member will receive $50 Amazon gift cards.", "prize-title": "Most Popular"}, {"prize-content": "Each team member will receive a $100 Visa Gift Card.", "prize-title": "Best Mobile App - Sponsored by Atomic Robot"}, {"prize-content": "Each team member will receive an Ultimate Ears Wonderboom bluetooth speaker.", "prize-title": "Best Use of Cengage IDE"}, {"prize-content": "Each team member will receive a Lifx Smart Wifi bulb.", "prize-title": "Best User Interface"}], "hackathon-location-google-maps": "https://maps.google.com/?q=880 Baldwin Alley, Cincinnati, OH 45202, USA", "hackathon-url": "https://cincyhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative is the project? How unique is the solution?"}, {"judging-criterion": "Do markets demand it? Does it fill a niche? How much do people themselves want it?"}, {"judging-criterion": "How well does it work? Is it easy to use? What kinds of errors and bugs are there?"}, {"judging-criterion": "Cengage Learning recognizes the value of curiosity and vigor for learning, and we agree. While some hackathons are pure competition, CincyHacks will push students out of their comfort zone into potential innovation. Most important part of the judging."}], "hackathon-location-address": "880 Baldwin Alley, Cincinnati, OH 45202, USA", "hackathon-description-header": "CincyHacks: Southern Ohio's first 24-hour high school hackathon, co-hosted by Cengage Learning.", "hackathon-prizes-total": "$4,440", "hackathon-location-description": "University of Cincinnati College of Engineering and Applied Sciences", "hackathon-end-date": "2017-11-05", "has-projects": "True"}