{"hackathon-description-text": "\nOver 500 students from over 20 countries will gather for 36h of dreaming, hacking and shipping on anything and everything. All projects are welcome, mobile, hardware, web, you name it. Throughout the hackathon we'll have introductory talks for first time hackers as well as sponsor Tech Talks to help you out with your hacks!", "hackathon-number-of-prizes": "19", "hackathon-id": "hackupc2016f", "hackathon-judges": [{"judge-role": "CEO - Network Polygraph", "judge-name": "Josep Sanjuas"}, {"judge-role": "Hacker in Residence - 3scale", "judge-name": "Nicolas Grenié"}, {"judge-role": "CTO - Verse", "judge-name": "Dario Nieuwenhuis"}, {"judge-role": "Executive Manager - Kernel Analytics", "judge-name": "Borja Auría"}, {"judge-role": "CTO - Glovo", "judge-name": "Dmitry Skorinko"}, {"judge-role": "Software Engineer - Microsoft", "judge-name": "Agustín Leyenda"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nOnly hackers who recieved a ticket and confirmed attendance are eligible to participate in HackUPC Fall 2016. If you attended and hacked at HackUPC Fall 2016, then you are eligible to make a submission. ", "hackathon-url": "https://hackupc2016f.devpost.com/", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-rules": "\nCheck all rules \n \nThese are HackUPC Fall 2016 competition rules. They are a customized version of the standard competition rules used at MLH Member Hackathons. If you have a suggestion for these rules or a question about them, please submit an issue \n.\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a demo of what you have built. Pitches or presentations are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!\nHappy Hacking from the HackUPC and MLH team!", "hackathon-requirements": "\nHack, submit to Devpost and show your work during demo time from 10:30 AM - 12:30 PM at the venue. Only hacks who do demo are elligible for prizes. Build something awesome.", "hackathon-description-header": "BarcelonaTech's collegiate Hackathon. 500 hackers. 36 hours. Dream it. Hack it. Ship it.", "hackathon-number-of-judging-criteria": "5", "hackathon-prizes": [{"prize-content": "To be announced", "prize-title": "1st Prize"}, {"prize-content": "To be announced", "prize-title": "2nd Prize"}, {"prize-content": "To be announced", "prize-title": "3rd Prize"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Use your tech skills for good and hack online harassment.  Build a software solution that can help reduce the frequency and/or severity of online harassment.", "prize-title": "#HackHarassment"}, {"prize-content": "GFT Challenge: Use a dataset of more than 10 million of banking movements and the open data of Barcelona's city hall and get ready to change the future of banking.", "prize-title": "GFT:  Change the future of banking"}, {"prize-content": "1 parrot minidron + 1 Raspberry Pi  for each team member", "prize-title": "Opentrends: Use IoT platform not only for smartcities"}, {"prize-content": "1 printer for each team member", "prize-title": "Best usage of HP API"}, {"prize-content": "Philips Hue Starter-kits", "prize-title": "Coolest use of Twilio API"}, {"prize-content": "100 € voucher for travel and FastTrack for Skyscanner interview process", "prize-title": "Best usage of Skyscanner API: 1st prize"}, {"prize-content": "Fast track in Skyscanner interview process", "prize-title": "Best usage of Skyscanner API: 2nd prize"}, {"prize-content": "Fast track in Skyscanner interview process", "prize-title": "Best usage of Skyscanner API: 3rd prize"}, {"prize-content": "Drones", "prize-title": "everis: Solidary Robotics"}, {"prize-content": "Surprise prize!", "prize-title": "Altran: Catalonian Mobile Coverage data"}, {"prize-content": "", "prize-title": "GFI: Mobile Syncronized Patters"}, {"prize-content": "Philips Hue Starter Kit", "prize-title": "Twilio: Coolest use of Twilio API"}, {"prize-content": "", "prize-title": ".tech best domain"}, {"prize-content": "Dron for each team member", "prize-title": "Bloomberg favourite's hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Carrer de Jordi Girona, 1, 08034 Barcelona, Spain", "hackathon-number-of-participants": "275", "hackathon-location-address": "Carrer de Jordi Girona, 1, 08034 Barcelona, Spain", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? If a team which always does virtual reality projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded."}, {"judging-criterion": "These criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving."}], "hackathon-prizes-total": "0", "hackathon-location-description": "B5 - B6, Facultat Informàtica Barcelona", "hackathon-end-date": "2016-10-09", "has-projects": "True"}