{"hackathon-description-text": "\nSouthStart HackFest is a 24 hour coding challenge. You will code all through the night. We'll provide you with food and drinks to keep you energized.", "hackathon-number-of-prizes": "3", "hackathon-id": "southstarthackfest", "hackathon-judges": [{"judge-role": "Microsoft", "judge-name": "Brian Kealey"}, {"judge-role": "Furio", "judge-name": "Steve Barrett"}, {"judge-role": "Adelaide City Council", "judge-name": "Cate Gaston"}, {"judge-role": "Blis", "judge-name": "Sam Lomax"}, {"judge-role": "IBM Australia", "judge-name": "Damien McDermott"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nTo be eligible to be judged for various prizes, you must comply with the prizes requirements:\n\nYour mission – if you choose to accept it – is to create a working app, website or mobile tool that\n• Locations of ‘Great Buildings’\nThe above datasets can be accessed during the competition via:\nA number of these datasets are also currently available in open format from the South Australian\n\n\nDevelop an innovative and well-designed Windows App that works across the Windows device form factors and screens.\nBonus Points Criteria:\n- Use Windows Universal App API's\n\nDevelop an original, innovative solution with the use of Microsoft Azure.\nBonus Points Criteria:\n \n\n- Application built on the IBM Bluemix platform and leveraging services found on the IBM\n", "hackathon-number-of-participants": "27", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nAll codes must be written during HackFest.\nYou will have 1 minute to demo what you've built. Judges decisions are final. \nIn order to ensure all code is written or implemented throughout the weekend, and not prepared beforehand, it is required that each team works within a git repository such as github or bitbucket.", "hackathon-rules": "\n\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see. \n\nMajoran is a coworking communtiy. The organisers and the coworking residents trust you as the participant not to remove or use any items that are already existing in the space without consent of the property owner, or damage any items. We trust that you are cool dudes (and dudettes) who just want to hack an awesome product.\n\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by SouthStart. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n\nYou must present your hack as described in your submission. You have 1 minute to demo. We want to see what you've built, not PowerPoint slides!\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. \nAlso, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.\n\nAsking for advice from API, platform and language supporters is encouraged.\n \n\nTHE TERMS & CONDITIONS FOR SOUTHSTART HACKFEST 2014\n1. The Promoter of the competition is the Corporation of the City of Adelaide (ACC) whose principal offices are at 25 Pirie Street, Adelaide, SA 5000.\n2. Information on how to enter this competition including the competition entry form forms part of the competition conditions.\n3. By entering the SouthStart HackFest, the entrant agrees to and accepts these competition conditions. Notwithstanding the above, participation is deemed acceptance of these terms and conditions.\n\na. The competition period:\ni. SouthStart HackFest will take place from Saturday 18 October from 11 am until 2.30 pm on Sunday 19 October (Central Standard Time, Australia: +9.5 GMT).\nb. Prizes:\ni. A maximum of up to two teams will be rewarded with \n (“the prizes”), consisting \n, which will be organized with the shortlisted teams at the conclusion of the review process, once the suitable shortlisted applicants have been selected.\nii. The prizes are not exchangeable or transferable.\niii. The two selected teams may then be provided with the opportunity to pitch for further funding of up to $15,000 to further develop their idea concept into a finished solution and implementation. There is no guarantee that ACC will select any application for further funding or development. That would depend on if any solution was worth pursuing further after the event and would be assessed by ACC at its discretion.\nc. How to enter:\ni. Entry is via attendance at the SouthStart HackFest on Saturday 18 October-Sunday 19 October and submitting a prototype for judging at the event.\nii. The application must be made available to judges for free.\niii. If an app has been submitted to an app store (Apple or Android) but not yet accepted, evidence of submission by the entry deadline date is required plus the ability for judges to access working online version.\nd. Eligibility:\ni. To be eligible to register for and enter this competition, the entrant must:\ne. Competition Judging:\ni. All submissions to the competition will be assessed by a panel of judges.\nThe decision of the Judging Panel shall be conclusive and no correspondence will be entered into in respect thereof.\nf. Winner Notification:\nThe shortlist of up to two teams will be notified on completion of judging on Sunday 19 October 2014.\ni. The shortlist of up to two teams will be notified on completion of judging on Sunday 19 October 2014.\n5. No Liability of Promoter: The Promoter accepts no responsibility whatsoever for late, misplaced, lost or ineligible entries. The Promoter makes no representations or warranties as to the quality, suitability or merchantability of the prizes. To the extent permitted by law, the Promoter is not liable for any loss or damage whatsoever which is suffered (including but not limited to direct or consequential loss) or for any personal injury caused by or in connection with the entry into the competition or acceptance or use of the prizes.\n\nBy entering into the competition, the nominated entrant warrants and represents to Promoter that it owns, all right title and interest (including but not limited to copyright and all other intellectual property rights throughout the world in perpetuity) in and to its application or website.\nIn the event that either of the two successful applications are provided with the opportunity to pitch for further funding of up to $15,000, which will involve putting forward a proposal and quotation to further develop their idea concept into a finished solution and implementation, terms and conditions will be agreed to as part of a formal service agreement.\n7. Promotion and Marketing: The nominated entrant:\na. grants to the Promoter (and agents or contractors acting on behalf of the Promoter) the right to promote and market the submitted application or website, but not the right to seek direct remuneration from such promotion and marketing; and\nb. consents to their name (in whole or in part) being acknowledged as the developer in any media and within any material relating to or arising out of the HackFest project including for promotional, marketing and publicity purposes relating to the Promoter. The nominated entrant acknowledges and accepts that the Promoter (and agents and contractors acting on behalf of the Promoter) are not obliged to use the nominated entrant’s presentation in the SouthStart HackFest and/or their name on any such materials or in any media, however if it does, Promoter shall acknowledge the nominated entrant as the owner of the presentation.\n \n\n1. Instructions on how to enter this competition form part of the conditions of entry. By participating, entrants agree to be bound by these conditions.\n2. The promoter is Microsoft Pty Limited (ACN 002 589 460) of 1 Epping Road, North Ryde, New South Wales, 2113.\n3. Entry is open to all participants of SouthStart HACKFEST, 18 and 19 October 2014. (\n).\nEmployees and their immediate families of the promoter, its retailers, suppliers and associated companies and agencies are not eligible to enter.\n4. The competition commences at 12:00pm AEST on the 18th October 2014 and closes at 12:00pm ACST on Sunday, 19th of October 2014 (Promotional Period).\n5. To enter, entrants must, during the Promotion Period:\na. inform the Event organisers at the beginning of the Event that they wish to be considered for any of the below mentioned Microsoft awards categories; and\nb. develop either or both of the following Windows Universal app or Windows Azure solution in accordance with the following criteria:\ni. Windows Universal App Category:\nDevelop an innovative and well-designed Windows App that works across the Windows device form factors and screens.\nBonus Points Criteria:\n• Use Windows Universal App API's\n• Use any Microsoft API's\n• Quality of the cross device experience taking into account the various usage and mobility factors across devices.\nii.Windows Azure Category:\nDevelop an original, innovative solution with the use of Microsoft Azure.\nBonus Points Criteria:\n• Use Microsoft Azure Platform as a Service components\n• Use any Microsoft API's\n• Demonstrate innovation using Azure Preview features\n6. The promoter reserves the right to verify the validity of entries and to disqualify any entrant whom the promoter believes either has tampered with the entry process or has submitted an entry otherwise than in accordance with these conditions of entry.\n7. All valid entries received during the Promotion Period will be reviewed by the judging panel. This is a game of skill and chance plays no part in determining the winners. Each entry will be individually judged based on the following criteria:\noriginality, creativity and innovation of the entry in using Microsoft technologies.\n8. The one entry deemed to be the best in each category by the judging panel will win the following prize packages for either category:\nWindows Universal App Category (“Universal App Prize”)\ni. One (1) Lumia 930 Windows Phone (device and included accessories);\nii. MICSA foundation Membership for 1 year; and\niii. BizSpark Network Membership (this portion of the Universal App Prize is subject to winner’s fulfilment of BizSpark eligibility criteria, accessible at: https://www.microsoft.com/bizspark/signup/default.aspx)\nThe total maximum Windows App Prize value is AUD $17,145.\nWindows Azure Category (“Azure Prize”)\niv. One (1) XBOX One (device and included accessories);\nv. MICSA foundation Membership for 1 year; and\nvi. BizSpark Network Membership (this portion of the Azure Prize is subject to winner’s fulfilment of BizSpark eligibility criteria, accessible at: https://www.microsoft.com/bizspark/signup/default.aspx)\nThe total maximum Azure Prize value is AUD $17,095.\n9. If the promoter is unable to supply the nominated prize, the promoter reserves the right to supply another prize of greater or equal value. In the event that the winner does not take an element of the prize at the time stipulated by the promoter then that element of the prize will be forfeited by the winner and cash will not be awarded in lieu of that element of the prize.\n10. The promoter’s decision is final and no correspondence will be entered into. No responsibility is accepted for entries not received by the promoter. Entries will be deemed invalid if stolen, forged, mutilated or tampered with in any way.\n11. Entrants warrant that their entry in the competition does not:\na. infringe the intellectual property rights of any third party;\nb. show identifiable people who have not consented to the entry of the video on these terms and conditions; and\nc. contain hate speech; profanity, obscenity or vulgarity; comments that could these terms and conditions; and be considered prejudicial, racist or inflammatory; nudity or offensive imagery; defamation to a person or people; name calling and/or personal attacks; identifying information such as email addresses, phone numbers or private addresses; false representations of another individual, organisation, government or entity.\n12. The stated prize value is the recommended retail value (including GST) in Australia as provided by the supplier and is correct at the time of printing. The promoter accepts no responsibility for any variation in the value of the prize. The promoter and its associated agencies and companies accept no responsibility for prizes damaged or lost in transit.\n13. Winners of all Prizes will be notified via announcement from a judge at the SouthStart HACKFEST Award 2014 and by email (using the email address provided on the entry form) within seven days of the SouthStart Hackfest Award ceremony.\nIn the event that the Prize is not claimed within one month of the date of the end of the competition, the judging panel will select an alternate winner to receive the Prize on the basis of the Judging Criteria. In the event the alternate winner does not claim their prize within one month, then the Prize will be forfeited by the winner and alternate winner and neither cash nor any other Prize will be awarded in lieu of that Prize.\n14. If any winner is under the age of 18 years, the prize will be awarded to the winner's nominated parent or guardian on their behalf.\n15. Any costs associated with entering the competition and accessing the website are the responsibility of the entrant.\n16. Failure by the promoter to exercise any of its rights contained within these terms and conditions at any time does not constitute a waiver of those rights.\n17. Entrants agree, at the promoter’s request, to participate in any promotional activity surrounding this competition or the winning of any prize. Entrants agree that they will not be remunerated for this participation. Entrants consent to the promoter and its associated agencies’ using their name and image in any media in perpetuity, without limitation and without compensation to the entrant.\n18. These terms and conditions do not, nor do they purport to, limit, exclude or modify any non-excludable statutory guarantees as provided under the Competition and Consumer Act 2010 (Cth), or any other warranties (whether express or implied) under any state or federal legislation which cannot be excluded.\n19. Except for any liability that cannot by law be excluded, the promoter (including its respective officers, employees and agents) excludes all liability (including negligence), for any personal injury; or any loss or damage (including loss of opportunity); whether direct, indirect, special or consequential, arising in any way out of the promotion.\n20. To the fullest extent permitted by law and without limiting any other conditions of entry, the promoter may, in its discretion, terminate, modify or suspend the promotion. All entrants participating in the promotion at the point of termination, modification or suspension of the promotion will be notified by the promoter in writing. In the event of modification or suspension of the promotion, the entrant may choose to terminate their participation in the promotion at no cost.\n21. Details from all entries will be collected and used for the purposes of conducting this promotion (which may include disclosure to third parties for the purpose of processing and conducting the promotion) and for publicity purposes surrounding this promotion. By entering this promotion entrants consent to the use of their information as described. Entrants may access and/or change their data by following the procedures in the promoter’s privacy policy which is available at www.microsoft.com/privacystatement. The promoter will only use your personal details for marketing purposes outside those described above if you “opt in” to join the mailing list when prompted.\n ", "hackathon-prizes": [{"prize-content": "Cash Prize Cash plus opportunity to pitch for further funding of up to $15,000", "prize-title": "Adelaide City Council Prizes"}, {"prize-content": "1 Lumia 930 Windows Phone (device and included accessories) plus others", "prize-title": "Universal App Prize"}, {"prize-content": "1 XBOX One (device and included accessories) plus others", "prize-title": "Azure Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2/14 Grenfell Street, Adelaide SA 5000, Australia", "hackathon-url": "https://southstarthackfest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The best innovative use of platform, API and dataset."}, {"judging-criterion": "Usefulness and commercial viability of your product or tool"}, {"judging-criterion": "The completeness of your product or tool"}, {"judging-criterion": "Usability and accessibility"}, {"judging-criterion": "Well thought out and executed"}, {"judging-criterion": "How many and the way the datasets are used (apply to Adelaide City Council prizes only)"}], "hackathon-location-address": "2/14 Grenfell Street, Adelaide SA 5000, Australia", "hackathon-description-header": "SouthStart HackFest is an epic 24 hours non-stop coding challenge. We provide you with data and platforms, you build something amazing!", "hackathon-prizes-total": "$38,240", "hackathon-location-description": "", "hackathon-end-date": "2014-10-19", "has-projects": "True"}