{"hackathon-description-text": "\nNOTE: This hackathon site is being updated regularly as the event details are finalised.", "hackathon-number-of-prizes": "5", "hackathon-id": "isbhacks2017", "hackathon-judges": [{"judge-role": "OPEN Islamabad", "judge-name": "Judge: Ather Imran Nawaz"}, {"judge-role": "invest2innovate", "judge-name": "Judge: Kalsoom Lakhani"}, {"judge-role": "Social Innovation Lab", "judge-name": "Judge: Maryam Mohiyuddin"}, {"judge-role": "The Hive", "judge-name": "Judge: Owais Zaidi"}, {"judge-role": "TiE Islamabad / Founder Institute", "judge-name": "Judge: Sayyed Ahmad Masud"}, {"judge-role": "Co-Founder Media Clicks", "judge-name": "Mentor: Sheikh Waqas"}, {"judge-role": "Project Manager at Bentley Systems", "judge-name": "Mentor: Shahzad Badar Qazi"}, {"judge-role": "Consultant at World Bank", "judge-name": "Mentor: Saad Hamid"}, {"judge-role": "CEO Transparent Hands", "judge-name": "Mentor: Rameeza Moin"}, {"judge-role": "CreateOriginal", "judge-name": "Mentor: Nida Salman"}, {"judge-role": "Principal Software Engineer at Bentley Systems", "judge-name": "Mentor: Mehreen Javaid"}, {"judge-role": "Co-Founder & CEO EZPZ", "judge-name": "Mentor: Maliha Khalid"}, {"judge-role": "Program Manager at Teradata", "judge-name": "Mentor: Maliha Elahi"}, {"judge-role": "Designer of Systems, Spaces and Services", "judge-name": "Mentor: Javeria Masood"}, {"judge-role": "IT Management Professional at Teradata", "judge-name": "Mentor: Haroon Kanth"}, {"judge-role": "Product Head at MONT5", "judge-name": "Mentor: Fahim Akhter"}, {"judge-role": "Software Development Team Lead at Bentley Systems", "judge-name": "Mentor: Ejaz-ul-Haq"}, {"judge-role": "Owner Deltacron", "judge-name": "Mentor: Ali Raza"}, {"judge-role": "Account Manager at Facebook", "judge-name": "Mentor: Ali Khurshid Ahmed"}, {"judge-role": "An Entrepreneur, Investor, CEO and Youth Activist", "judge-name": "Mentor: Rehan Muneer Malik"}, {"judge-role": "CEO and Co-Founder MMI", "judge-name": "Mentor: Maryam Kausar"}, {"judge-role": "CEO Development Watch", "judge-name": "Mentor: Suhail Awan"}, {"judge-role": "Country Representative, The Asia Foundation, Pakistan", "judge-name": "Mentor: Sofia Shakil"}, {"judge-role": "Professional at Pakistan's First National Digital Design Conference", "judge-name": "Mentor: Sana Khalid"}, {"judge-role": "Team Leader/ Senior Research Associate at SDPI", "judge-name": "Mentor: Saadiya Razzaq"}, {"judge-role": "Founder of PixelArt Games Academy(PGA)", "judge-name": "Mentor: Sadia Bashir"}, {"judge-role": "Founder and CEO of MISHAL", "judge-name": "Mentor: Aamir Jehangir"}, {"judge-role": "Manger ICT & Data Journalism at Internews Network Pakistan", "judge-name": "Mentor: Muhammad Adil"}, {"judge-role": "Manager of Monitoring and Evaluation at Internews Network Pakistan", "judge-name": "Mentor: Asma Usmani"}, {"judge-role": "Chief Knowledge Officer at Research and Development Solutions", "judge-name": "Mentor: Adnan Khan"}, {"judge-role": "Education Economist at Cambridge Education, UK", "judge-name": "Mentor: Jawaad Vohra"}], "hackathon-number-of-judges": "31", "hackathon-eligibility": "", "hackathon-number-of-participants": "167", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nWhen you’re ready to enter your submission, go to ", "hackathon-rules": "\nParticipation in the Hackathon is FREE, but admission is open only to those accepted from the pool of applicants. \nThe most promising prototypes will receive support to further their design and development of the open source app. After the hackathon, winning ideas will get an opportunity to be part of the Islamabad Civic Innovation Lab, be mentored, and work closely with civic leaders to improve civic solutions for Islamabad and Pakistan.\n\n \n\nCode for Pakistan's Code of Conduct is adapted from Code for America's.\nThe Code for Pakistan community expects that Code for Pakistan network activities, events, and digital forums:\n\n \n\nThis anti-harassment policy is based on the example policy from the Geek Feminism wiki, created by the Ada Initiative and other volunteers. This policy is based on several other policies, including the Ohio LinuxFest anti-harassment policy, written by Esther Filderman and Beth Lynn Eicher, and the Con Anti-Harassment Project. Mary Gardiner, Valerie Aurora, Sarah Smith, and Donna Benjamin generalized the policies and added supporting material. Many members of LinuxChix, Geek Feminism and other groups contributed to this work.\nAll Code for Pakistan network activities, events, and digital forums and their staff, presenters, and participants are held to an anti-harassment policy, included below. In addition to governing our own events by this policy, Code for Pakistan will only lend our brand and fund groups that offer an anti-harassment policy to their attendees.\nFor information on how to offer an anti-harassment policy to your group, see this guide. Code for Pakistan is dedicated to providing a harassment-free experience for everyone regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, or religion. We do not tolerate harassment of staff, presenters, and participants in any form. Sexual language and imagery is not appropriate for any Code for Pakistan event or network activity, including talks.\nAnyone in violation of these policies may be expelled from Code for Pakistan network activities, events, and digital forums, at the discretion of the event organizer or forum administrator. Harassment includes but is not limited to: offensive verbal or written comments related to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, religion; sexual images in public spaces; deliberate intimidation; stalking; following; harassing photography or recording; sustained disruption of talks or other events; inappropriate physical contact; unwelcome sexual attention; unwarranted exclusion; and patronizing language or action. If a participant engages in harassing behavior, the organizers may take any action they deem appropriate, including warning the offender or expulsion from Code for Pakistan network activities, events, and digital forums. \nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the event staff or forum administrator immediately. You can contact them. Event staff or forum administrators will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. If you cannot reach an event organizer or forum administrator and/or it is an emergency, please remove yourself from the situation. You can also contact Code for Pakistan about harassment at info@codeforpakistan.org . Code for Pakistan staff acknowledge that we are not always in a position to evaluate a given situation due to the number of events and the fact that our team is not always present.\nHowever, we are hopeful that by providing these guidelines we are establishing a community that jointly adheres to these values and can provide an environment that is welcoming to all. We value your attendance and hope that by communicating these expectations widely we can all enjoy a harassment free environment.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Prize"}, {"prize-content": "", "prize-title": "2nd Prize"}, {"prize-content": "", "prize-title": "3rd Prize"}, {"prize-content": "", "prize-title": "4th Prize"}, {"prize-content": "", "prize-title": "Audience Favourite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=PTCL NOC, 6 Street 6, Islamabad 44000, Pakistan", "hackathon-url": "https://isbhacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "All the development work on the project must be done during the hackathon time period."}, {"judging-criterion": "Does the project solve a relevant problem for the targeted SDG(s)?"}, {"judging-criterion": "User experience must be intuitive and clear"}, {"judging-criterion": "Does your solution solve a problem in a novel way?"}, {"judging-criterion": "Is the solution sustainable and scalable?"}], "hackathon-location-address": "PTCL NOC, 6 Street 6, Islamabad 44000, Pakistan", "hackathon-description-header": "SDG Hackathon - Ignite Civic Innovation", "hackathon-prizes-total": "PKR200,000", "hackathon-location-description": "National Incubation Center", "hackathon-end-date": "2017-08-20", "has-projects": "True"}