{"hackathon-description-text": "\nPresented by the ABA Journal and the North Carolina Bar Association, #HackcesstoJusticeNC is your opportunity to use your legal, entrepreneurial, coding and other skills to help North Carolina’s legal aid community by creating a technology-enabled solution for the numerous challenges faced by citizens who cannot afford a lawyer and the lawyers trying to serve them.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackcesstojusticenc", "hackathon-judges": [{"judge-role": "Brooke & Brooke", "judge-name": "Tom Brooke"}, {"judge-role": "Associate Professor of Law", "judge-name": "Kevin P. Lee"}, {"judge-role": "Justice, North Carolina Supreme Court", "judge-name": "Hon. Barbara Jackson"}, {"judge-role": "Senior Manager of Business Development, Citrix", "judge-name": "Bill O’Boyle"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAnyone may enter, but in order to be eligible for a prize, participants must be U.S. citizens or legal residents and have a valid social security number. ", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nWe are challenging individuals and  teams to create a technology-enabled solution to meet the unique needs of North Carolina's legal aid community. \nSubmissions can be anything that is technology-enabled: an app, a website, code, software, etc.", "hackathon-rules": "\n\n\n\n\nCreate a technology-enabled solution to improve the delivery of legal aid services to the citizens of North Carolina who cannot afford a lawyer and for the lawyers that serve them. The solutions can range from, generally, making information about legal aid services more publicly available to, more specifically, helping legal aid organizations and lawyers more efficiently use their limited resources while serving the unique needs of their clients.\n\nThe ABA Journal and the North Carolina Bar Association and partners are hosting Hackcess to Justice, to encourage the legal and tech communities to develop innovative tools to help break down the barriers for low income individuals in need of access to lawyers and legal services for civil legal issues.\n \nParticipants in the hackathon should refer to one of the five points raised in the Legal Services Corporation of America’s 2013 report on the use of technology to expand access to justice. A complete copy of the LSC Report is available \n.  Participants may be individuals or multi-person teams.\n \nSubmissions should be in the form of a technology-enabled solution that addresses the general or specific needs of the state’s legal aid community while keeping in mind the more general goal of insuring broader access to justice.\n \n \nThe judges will award three prizes: $1500 to the first place submission; $1000 to the second place submission; $500 to the third place submission.   If a winning submission is by a team, the prize money will be shared equally with all participants on the team.\n \n\n\n\nBy submitting an entry, participants warrant that their Hackathon entries consist of original work products of each individual or their team, and in no way infringe on the intellectual property rights of another person or entity. The ABA, the ABA Journal, the North Carolina Bar  Association and its partners and sponsors make no claim to any intellectual property, source code, or applications developed as part of the event.\n \nTeams are encouraged to make their work and results publicly available. Access to information advances access to justice!\nAs a condition of participation in the Hackathon, participants grant organizers, sponsors, and members of the media rights to publicly disclose competition and event information, explain and review entries and ideas developed and presented during the event, and to display any event related photos, screen shots, and links to publicly available demonstrations of event entries and materials.\n \n\nPrizes will be awarded to the top three submissions. The judges will take into account a variety of factors and assess the overall quality and performance of the entries produced during the event, including but not limited to:\n \n-Does the final product work?\n      -How close to completion is the submission?\n-How user friendly is the submission for its intended audience?\n \n-How unique and innovative is the entry?  Is it distinguishable from other products or services available in the market today?\n \n-What problem does the finished product hope to address/solve?\n-How critical is the need that the product addresses?\n-Does the app/outcome have any ability to grow or change over time?\n \n \n \n \nThe decision of the judges is final.\n \n\n*Teams are encouraged, but not required, to include a lawyer or current law student in order to best meet the judging criteria. However, lawyers and access to justice experts will be available on site at Campbell  Law School for consultation during the hackathon for all teams and individual participants.\n \nAmerican Bar Association, 321 N. Clark St., Chicago, IL  60654", "hackathon-prizes": [{"prize-content": "Cash prize to the top three finishers will be awarded", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=225 Hillsborough St, Raleigh, NC 27603, USA", "hackathon-url": "https://hackcesstojusticenc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "-Does the final product work? \n-How close to completion is the submission? \n-How user friendly is the submission for its intended audience?"}, {"judging-criterion": "-How unique and innovative is the entry?\n-Is it distinguishable from other products or services available in the market today?"}, {"judging-criterion": "-What problem does the finished product address/solve?\n-How critical is the need that the product addresses? \n-Does the submission have any ability to grow or change over time?"}, {"judging-criterion": "Overall Creativity and General Appeal"}], "hackathon-location-address": "225 Hillsborough St, Raleigh, NC 27603, USA", "hackathon-description-header": "Join the ABA Journal and North Carolina Bar Association during pro bono week as we present Hackcess to Justice NC", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "Campbell Law School", "hackathon-end-date": "2015-10-25", "has-projects": "True"}