{"hackathon-description-text": "\nWe are Sydney's premier student hackathon - run for students, by students from Sydney Uni IT Society (SUITS).", "hackathon-number-of-prizes": "11", "hackathon-id": "unihack2017syd", "hackathon-judges": [{"judge-role": "Executive Director, Vibewire", "judge-name": "Susan Shi"}, {"judge-role": "Advanced App Engineering Manager, Accenture", "judge-name": "Aharon Rossano"}, {"judge-role": "Team Lead, on site at Google's Creative Lab, via Xpand", "judge-name": "Kirstin Sillitoe"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "58", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nIn addition to details about your project and how you built it, you must also provide the following:\nIf you have created a web app, you are free to submit a link to a live working copy of your project with your submission. However, this is optional and not required.\nYou must also fill in the required fields with your DevPost submission to help us speed up the judging process. The information you provide will be used to create summary cards for the judges, allowing you to focus on the more important things during your pitch.\nYou are encouraged to produce a video demonstration of your project. However, this is optional and not required.\nThis video must be a no-frills video - that is, no fancy graphics and animations - and does not exceed two minutes. We highly encourage you use your iPhone or Android smartphone to record the video.\nWe also strongly encourage you keep the video up after the event. This will help us for marketing and promotion of future UNIHACK competitions.", "hackathon-rules": "\nThe rules can be found on our GitHub repository. If you have a query or a question, please raise a GitHub issue and we will repsond to it as soon as possible.\n\nUNIHACK Sydney follows the \n.\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\n \nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behaviour are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\n \nIf you witness or experience any transgressions of this Code of Conduct at UNIHACK, see a volunteer or one of the organisers at the venue. Alternatively, you are free to \n, call us, or private message us on \n or \n.\nAll reporters have the right to remain anonymous.", "hackathon-prizes": [{"prize-content": "[See official judging criteria]", "prize-title": "UNIHACK First Prize"}, {"prize-content": "[See official judging criteria]", "prize-title": "UNIHACK Second Prize"}, {"prize-content": "[See official judging criteria]", "prize-title": "UNIHACK Third Prize"}, {"prize-content": "Best overall product design. Does the hack solve the user’s problem effectively, provide a seamless experience and exhibit great design through the medium chosen (visual, industrial or otherwise)? Adobe Creative Cloud Subscriptions (Provided by Adobe).", "prize-title": "UNIHACK Best Design"}, {"prize-content": "We will be looking for the team that works together and collaborates effectively to achieve their goals. Communication, listening and feedback is the key to a successful team.", "prize-title": "ThoughtWorks Prize for Team Collaboration"}, {"prize-content": "Students can win a full day workshops with Microsoft Australia directors in the area of their own choosing. This can be to help you continue building a technology solution, or assist in commercialising.", "prize-title": "Microsoft Choice Award For Most Innovative Solution On Azure"}, {"prize-content": "Awarded to the project demonstrates a solution to a complex problem which is simple elegant (encompasses speed, economy and beauty) and effective. A IMC Raspberry Pi for each member.", "prize-title": "Most Elegant Algorithm Award Sponsored By Imc Pacific"}, {"prize-content": "Awarded to the project that demonstrates the best implementation of the Accenture-provided APIs. GoPro HERO Session Action Video Camera.", "prize-title": "Best use of Accenture API"}, {"prize-content": "Awarded to the project that harnesses innovation to improve social outcomes and financial well being. Mentoring with CommBank", "prize-title": "Social and Financial Wellbeing Prize Sponsored By Commonwealth Bank"}, {"prize-content": "Awarded to the team that blows the UNIHACK organising committee away with their amazing product! The reward is a surprise.", "prize-title": "UNIHACK Most Explosive Prize"}, {"prize-content": "Awarded to the team with the solution that promotes connectivity, or solves a cross-border, international problem. Portable Bluetooth Speaker and Xiaomi 10,000mAh Portable Battery ($35) for each team member (Provided by Ed)", "prize-title": "UNIHACK Global Citizen Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2/50 Bridge St, Sydney NSW 2000, Australia", "hackathon-url": "https://unihack2017syd.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social/mobile/web/IoT solution? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Does it work as the creators say? Is the user experience smooth? Is it well designed for the target audience? Our judges will want to see and use your prototype - so make sure it works!"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there any technical challenges to surmount when building it?"}, {"judging-criterion": "Is it something people would actually use? Does it fulfil a real need that the community, the broader society or the target audience has? You do not need to prepare a business plan, but you should at least identify who is your target audience."}], "hackathon-location-address": "2/50 Bridge St, Sydney NSW 2000, Australia", "hackathon-description-header": "The Imagination Hackathon", "hackathon-prizes-total": "$11,000", "hackathon-location-description": "Stone and Chalk", "hackathon-end-date": "2017-08-19", "has-projects": "True"}