{"hackathon-description-text": "\nCheckin begins at main location", "hackathon-number-of-prizes": "6", "hackathon-id": "hackisu-2015", "hackathon-judges": [{"judge-role": "", "judge-name": "judge 1"}, {"judge-role": "", "judge-name": "Judge 2"}, {"judge-role": "", "judge-name": "Judge 3"}, {"judge-role": "", "judge-name": "Judge 4"}, {"judge-role": "", "judge-name": "Judge 5"}, {"judge-role": "", "judge-name": "Judge 6"}, {"judge-role": "", "judge-name": "Judge 7"}, {"judge-role": "", "judge-name": "Judge 8"}, {"judge-role": "", "judge-name": "Judge 9"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nAnyone who signed up before the dead line is elligible  to submit a hack.", "hackathon-number-of-participants": "93", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nValid participant information or pesence at the event will be required for accepting submitions.", "hackathon-rules": "\n\nHackISU is a hackathon hosted at Iowa State University for all college students.\n \nA hackathon is an event where people who are excited about programming, developing new hardware applications, and creating ideas. These innovators come together and collaborate to build cool things. Entrepreneurs, designers, and developers work in teams to create hacks and apps for web or mobile platforms — in our case, the creators are university and high school students.\n \nHackISU is open to all students (and possibly high school students as well)! You don't have to be a Computer Science major or even an engineering student, though it's best if you have some coding experience. You aren't required to have ever attended a hackathon before. You can come with a team, hack alone, or create a team at HackISU. We'll even help you find other participants to join you.\n \nHackISU has great opportunities for people that are new to programming. You can join a team and learn as you go.\n\n\nNo, this hackathon is open to students regardless of where they go to school.\n \nTravel reimbursement information will be available soon.\n \nYou need to apply to HackISU. You're at the right place! Simply click on the \"Register\" button at the top of this page once it becomes available (coming soon!).\n \nFor starters, bring your laptop and charger. Bring your cell phone and charger too, and a power splitter if you have one!  In addition, bringing a water bottle, pillow, and any other accessories you would bring to a sleepover would be a good idea.\n \nThere can be up to four people.\n \nNope! We will have sessions to help people find team members, as well as an idea generation workshop to help people think of ideas to work on for the hackathon. So you should sign up regardless!\n\nNo, but all your coding and work must be done at the site of the competition.\n \nYes. The only thing you need to worry about is coding; let us take care of the rest. Breakfast, lunch, dinner, snacks, and plenty of drinks will be provided throughout the competition at no cost to participants. We will be providing vegetarian options as well. If you have a specific food allergy, be sure to specify in the application.\n \nNo, contestants are not allowed to work on their apps before the 36-hour period. If you want to prepare for the hackathon, focus on gaining experience with and knowledge of the tools you hope to use to build your project.\n \nTeams will demo their application to a panel of judges, who will deliberate on their favorite submissions to choose the winners.\n \nDemos will take place at 9:00 AM on Sunday.\n \nAdditional questions? Want to sponsor the event? Email us at hackiowastate@gmail.com\n \n\n \n\nGet stoked!\nHackISU will have an 24-hour hardware support team, courtesy of Iowa State University's Critical Tinkers.  They will be able to provide some parts and give assistance wherever needed.\n \n\nWe will be offering a hardware-specific prize that will be judged by a separate judge that is familiar with hardware projects.\n \n\nAlthough our hardware support team will have spare parts, they won't have everything.  If there is a specific part you need, make sure you research and purchase it beforehand.\n \n\n \n \n \n\n \nHave any remaining questions or concerns?  Please contact us at\n \nIn addition, you can follow us on:\nTwitter -\n- @hackisu\nFacebook - \n- HackISU", "hackathon-prizes": [{"prize-content": "Surface Pro 3! 1 for each member of winning team", "prize-title": "1st Place Software"}, {"prize-content": "Surface Pro 3! 1 for each member of winning team", "prize-title": "1st Place Hardware"}, {"prize-content": "Sonos Play! 1 for each member of winning team", "prize-title": "2nd Place"}, {"prize-content": "Samsung galaxy tablet! 1 for each member of winning team", "prize-title": "3rd Place"}, {"prize-content": "Spheros! 1 for each member of winning team", "prize-title": "Peoples' Choice"}, {"prize-content": "Lots of stuff", "prize-title": "2nd place hardware"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Iowa State University, Ames, IA 50011, USA", "hackathon-url": "https://hackisu-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Must be present at event at time of judging."}], "hackathon-location-address": "Iowa State University, Ames, IA 50011, USA", "hackathon-description-header": "HackISU is the premiere hackathon at Iowa State University, and the third largest hackathon in the midwest.  Bring your best ideas and join us for 36 hours of fun, excitement, coding, and prizes!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2015-04-12", "has-projects": "True"}