{"hackathon-description-text": "\nThe", "hackathon-number-of-prizes": "3", "hackathon-id": "leadingagehackfest", "hackathon-judges": [{"judge-role": "Executive Director, LeadingAge Center for Aging Services Technologies (CAST)", "judge-name": "Majd Alwan"}, {"judge-role": "Managing Director of Corporate Finance, Ziegler", "judge-name": "Chris Rogers"}, {"judge-role": "Executive VP and Chief Scientist, Direct Supply", "judge-name": "Randy Kirk"}, {"judge-role": "Chief Tech Wrangler, Wheeling City Tours", "judge-name": "Kristin Harkness"}, {"judge-role": "President & Co-founder, It's Never 2 Late", "judge-name": "Jack York"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n\nHackFest participants compete on teams with a minimum of 4, and up to 6 people.\nLeadingAge will additionally assign a Coach and an Elder to each team to provide in-depth knowledge of the field and experience of Aging.\nYou may register with a full team (up to 6 people) or a “mini-team” that is fewer than 6 people.\nIf you have a mini-team, no team, or are a lone wolf, you will be assigned to a team of 6 people two weeks prior to the event.\nNot everyone who applies will be accepted because we have a limited number of seats and we are balancing team skills.\nTeams will be selected and assigned based on a first-come, first-served basis and the skills needed to round out a team.  \nWe strongly urge you to incorporate a variety of skills in your team, such as gerontologists, marketers, business, clinicians, etc. as our experience has shown that the product is significantly enhanced with these additional talents.\nYou will be notified of your (or your team’s) acceptance to the HackFest by September 5, 2014. When you are notified of your acceptance, you will pay the registration fee of $25 per team member.\nEach member of a team is responsible for paying their registration fee, or one member can pay for all team members.\nThe registration fee of $35.00 will be refunded to you at the Friday ‘Meet & Greet’ or Saturday breakfast, depending upon your arrival.", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYour tool could be an app, a website, an interactive online experience, or a device. Inspiration and examples will be provided. Participants will have one day to design and build their tool. Participants will keep intellectual property rights to anything they create during the HackFest.\nThese tools will be judged based on originality, usability, feasibility, design relevance, and on being ‘most developed’ by the end of the session. ", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "Runner's-Up Prize"}, {"prize-content": "", "prize-title": "People's Choice Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Nashville, TN 37203, USA", "hackathon-url": "https://leadingagehackfest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Nashville, TN 37203, USA", "hackathon-description-header": "Engage With Age!", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}