{"hackathon-description-text": "\nCome join us for 36 hours of learning, creating, and hacking in a city known for its technological innovations. With access to a multitude of the best hardware on the market you’ll have the chance to design and build anything you ever dreamed of.", "hackathon-number-of-prizes": "6", "hackathon-id": "wearhackskw", "hackathon-judges": [{"judge-role": "Accelerator Centre Manager, Client Services", "judge-name": "Clinton Ball"}, {"judge-role": "Founder of Internet of Things Waterloo", "judge-name": "Ian Pilon"}, {"judge-role": "Associate Professor, University of Ontario Institute of Technology", "judge-name": "Isabel Pedersen"}, {"judge-role": "CEO and founder, Hacksmith Industries", "judge-name": "James Hobson"}, {"judge-role": "N36 alumni, Tempest Insight", "judge-name": "Jack Gao"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "45", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\nWearHacks is pleased to present “WearHacks Kitchener Waterloo”.  \n \nBy participating in the Hackathon you, as a hacker, agree to the following terms and conditions which are inclusive of the rules the Hackathon is governed by:\n \n\n \nThe Hackathon is an opportunity for you to create a project will contain a wearable and/or Internet of Things element and/or application.  There will be various categories and/or challenges for you to chose to enter your project into.  \n \n\n \nWearHacks Kitchener Waterloo will take place from 6:30 pm on Friday, March 18, 2016 until 4:00 pm on Sunday March 20, 2016 (Venue: Accelerator Center).\n \n\n \nYou may register to participate in the Hackathon as a hacker by filling out the registration at http://waterloo.wearhacks.com/.   You must enter the required information accurately, and accept the terms and conditions as part of the registration process.  \n \nAll registration must be completed by no later than Friday March 4th by 7:00PM.  \n \nIt is solely your responsibility to make sure that you are properly registered.  While we are happy to try and solve any problems you may have with your registration, WearHacks takes no responsibility for lost, delayed, misdirected registrations or for registrations that have failed to transmit or process and/or have not been received by us.   \n \n\n \nThe Hackathon is open to all hackers who have registered.  Hackers will check in and present proof of their registration in order to sign up at the Hackathon.  After completing the sign up process, whereby they\n \nWearHacks may at any time in its sole discretion, disqualify any hacker who fails to comply with the terms and conditions set out herein including but not limited to attempting to participate in the Hackathon without having gone through the registration process and attempting to disrupt the Hackathon.  \n \nWearHacks may also use its discretion to permit hackers who have not gone through the registration process to participate.  \n \n \n\n \nYou, as a hacker, have the option to participate as part of a team or as an individual.  A hacker may not participate as both part of a team and as an individual.  \n \nTeams must be confirmed by Saturday March 12th at 7PM.   No changes to the composition of a team may occur beyond this 7PM cut off on Saturday March 12th but teams may remove, replace, switch and/or name new team members before then.  \n \nHackers who are not participating as part of a team must also confirm their participation as an individual no later than 7PM on Saturday March 12th.\n \nWe ask you to note that WearHacks and/or sponsors of the event are not responsible for any of your travel and accommodation arrangements and all associated costs and expenses.\n \n\n \nParticipating teams and/or individuals are required to create and develop a project to be entered in one of the various categories and/or challenges to be judged. All participating hackers agree to abide by the rules of the category and/or challenge as set.\n \nParticipating teams and/or individuals are limited to submitting one project for entry on Sunday March 13th 2016. Hackers may only enter their project in one category. The entry of one project into multiple categories is prohibited.  Furthermore, the project must be complete; WearHacks reserves the right to determine that incomplete projects do not qualify for entry.  \n \n\n \nBy submitting a project to be judged in one of the various categories and/or challenges at the Hackathon, you represent and warrant the following:\n \n \n(b) your project does not and will not infringe the intellectual property or proprietary rights of any third party, including, without limitation, any third party patents, copyrights or trademarks; and\n \n \n\n \nThe judges will select the various winners in each category and/or of each challenge in their sole discretion on Sunday March 13th 2016.  Decisions of the judges are final and binding.\n \n\n \nThere are various prizes to be won with a total approximate retail value of $1,500 CDN. These prizes will be awarded to the top finalists, as chosen by the judges.\n \nAll prizes must be accepted as awarded with no substitutions.  Prizes may not be sold, transferred or converted into cash.  The winner(s) will solely be responsible for all travel, accommodation and other costs associated with obtaining or redeeming the prize(s).\n \nWearHacks and/or its sponsors may make reasonable efforts to deliver prizes to the addresses and/or accounts provided by the hackers.  However, neither WearHacks nor its sponsors guarantee that any prizes returned to them due a non-delivery at the provided address will be re-sent to the prizewinner(s).\n \n \n\n \nHackers who have been selected to receive a prize will be notified in person at the Hackathon and later, by email.  In order for a hacker to be declared a Hackathon winner and be eligible for a prize, he, she or they must have complied with and remain in compliance with the terms and conditions set out herein and deliver to WearHacks and/or the sponsor, a standard declaration and release form no later than twenty (20) days of receiving such.   This form will include a declaration of the participant’s compliance with these rules, an acceptance of the prize as awarded, a publicity release, a liability release, and any other documentation that WearHacks and/or the Sponsor may require.\n \nWearHacks may request valid proof of identity and other relevant documentation and may disqualify a hacker at its sole discretion should it determine that the provided proof is not sufficient.  \n \nIf the prize notification is returned as undeliverable or if a selected participant does not comply with all of the above requirements within the above time frames, or does not otherwise comply with these rules, we may disqualify the finalist, and the Hackathon judges will select a replacement finalist.\nWearHacks expect to announce the names of the final winners on or around Sunday March 13th 2016.\nThe chances of winning will depend upon the number of projects entered.  \n \n\nIf for any reason WearHacks  cannot run the Hackathon as planned, including bugs, tampering, unauthorized intervention, fraud, technical failures, infection by computer virus or any other cause that corrupts, impairs or affects the administration, security, fairness, integrity, or proper conduct of this Hackathon, WearHacks may cancel, modify, extend or suspend the Hackathon.  In that event, WearHacks may award prizes at random from among the eligible projects received up to the time of the impairment, or award no prizes.\nWearHacks may also disqualify any individual who tampers with or in any way corrupts the registration or judging process, or who attempts to undermine the legitimate operation of the Hackathon by engaging in cheating, hacking, deception, or other unfair practices, or by attempting to annoy, abuse, threaten or harass any other attendees, including other hackers, mentors, judges and spectators.  \n \n\n \nAll projects developed at the Hackathon remain the intellectual property of the individuals and/or teams that developed them. By registering, consenting to the terms of the Hackathon, and entering a project, however, you, the hacker, agree that the organizers, sponsors and/or technology partners reserve an irrevocable, nonexclusive, royalty-free license to use, distribute to the public, and publicly display and perform a project for a period of one year starting on the date of the announcement of contest winners as an example of work. \n \n \n\n \nExcept where otherwise prohibited by law, participation in the Hackathon as a hacker constitutes a winner’s consent to WearHacks and/or its sponsors’ use of the winner’s name, hometown, photograph and/or image for promotional purposes without further notification, permission, payment or consideration.\n \n\nWEARHACKS AND/OR ITS SPONSORS DO NOT ACCEPT LIABILITY FOR ANY LOSS OR DAMAGE OF ANY PROJECT OR FOR ANY OTHER LOSS OR DAMAGE RESULTING DIRECTLY OR INDIRECTLY FROM YOUR PARTICIPATION IN THE HACKATHON OR YOUR RECEIPT, USE OR REDEMPTION OF ANY PRIZE(S), OR YOUR INABILITY TO RECEIVE, USE OR REDEEM ANY PRIZE(S).\nWEARHACKS AND/OR ITS SPONSORS ARE NOT RESPONSIBLE FOR: (1) INCORRECT OR INACCURATE TRANSCRIPTION OF REGISTRATION INFORMATION OR LATE, LOST, INCOMPLETE, MISDIRECTED REGISTRATIONS, OR REGISTRATIONS RECEIVED THROUGH IMPERMISSIBLE OR ILLEGITIMATE CHANNELS; (2) TECHNICAL FAILURES OF ANY KIND, INCLUDING THE MALFUNCTIONING OF ANY TELEPHONE, COMPUTER, NETWORK, HARDWARE OR SOFTWARE; (3) THE UNAVAILABILITY OR INACCESSIBILITY OF ANY SERVICE; (4) UNAUTHORIZED HUMAN INTERVENTION IN ANY PART OF THE REGISTRATION PROCESS OR THE HACKATHON; (5) ELECTRONIC OR HUMAN ERROR WHICH MAY OCCUR IN THE ADMINISTRATION OF THE HACKATHON AND/OR THE PROCESSING OF REGISTRATIONS; OR (6) ANY INJURY OR DAMAGE TO PERSONS OR PROPERTY, INCLUDING YOUR COMPUTER AND/OR DEVICES, WHICH MAY BE CAUSED, DIRECTLY OR INDIRECTLY, IN WHOLE OR IN PART, FROM YOUR PARTICIPATION IN THE HACKATHON OR FROM DOWNLOADING OR USING ANY MATERIAL PROVIDED BY WEARHACKS AND/OR ITS SPONSORS.\nWEARHACKS AND/OR ITS SPONSORS WILL NOT BE LIABLE TO YOU FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES IN CONNECTION WITH THE HACKATHON OR THESE TERMS AND CONDITIONS.  \nYOU HEREBY RELEASE AND AGREE TO INDEMNIFY AND HOLD HARMLESS WEARHACKS, ITS SPONSORS, ITS EMPLOYEES, DIRECTORS, OFFICERS, AFFILIATES, AGENTS, THE JUDGES AND ADVERTISING AND PROMOTIONAL AGENCIES FROM ANY AND ALL DAMAGES, INJURIES, CLAIMS, CAUSES OF ACTIONS, LIABILITY OR LOSSES OF ANY KIND (INCLUDING ACTUAL LEGAL FEES AND EXPENSES), KNOWN OR UNKNOWN, ABSOLUTE OR CONTINGENT, NOW OR IN THE FUTURE ARISING FROM OR RELATED TO: (A) YOUR FAILURE TO COMPLY WITH ANY OF THESE TERMS AND CONDITIONS;  (B) ANY MISREPRESENTATION YOU MAKE UNDER THESE TERMS AND CONDITIONS OR OTHERWISE TO MARS;  (C) YOUR PARTICIPATION IN THE HACKATHON;  OR (D) YOUR RECEIPT, USE OR REDEMPTION OF ANY PRIZE, OR YOUR INABILITY TO RECEIVE, USE OR REDEEM ANY PRIZE.\n \n\n \nYou consent to WearHacks using and disclosing your personal information for the purposes of administering the Hackathon; advertisement and promotion of the Hackathon; advertisement and promotion of Wearhacks and/or its sponsors; providing sponsors with demographical information and/or résumés if submitted by hackers; and for the other purposes described in these terms and conditions.\n \n\n \nYou consent to WearHacks and/or its sponsors using your photo or video image and any photographs or videos of your project freely for any lawful purpose, including marketing.\n \n\n \nThese terms and conditions are governed by and construed in accordance with the law of the Province of Ontario, Canada and the federal laws of Canada applicable in Ontario.  \n \n\n \nAll disputes, claims and causes of action arising out of or connected with the Hackathon, prizes or these rules will be resolved individually, without resort to any form of class action, and exclusively by the appropriate court of the Province of Ontario, Canada.\n \n\n \nFor more information, please contact Alexandra Lutchman:", "hackathon-prizes": [{"prize-content": "Entry into an Accelerator Centre Program.", "prize-title": "First Place"}, {"prize-content": "$200.00 gift card to hardware.", "prize-title": "Second Place"}, {"prize-content": "$100.00 gift card for hardware. Few Chatime goodies.", "prize-title": "Third Place"}, {"prize-content": "Feel the love because we got you... a chocolate bunny, beanies, and congratulatory balloons.", "prize-title": "Community Favourite"}, {"prize-content": "Raspberry Pi 3 Maker Kit (x3)", "prize-title": "Twilio Prize"}, {"prize-content": "Entry into an Accelerator Centre program.", "prize-title": "Top 5 Projects"}], "hackathon-location-google-maps": "https://maps.google.com/?q=295 Hagey Blvd, Waterloo, ON N2L 6R5, Canada", "hackathon-url": "https://wearhackskw.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "-Is it something new? Have you never seen an idea like this before?\n-Is the new idea meaningful?"}, {"judging-criterion": "-Is the project composed of many different parts?\n-Does the project require skill to assemble (and is mostly assembled)?\n-Does the project demonstrate a lot of thought?"}, {"judging-criterion": "-Is this project something you or someone you know would want to use?\n-How close is the project to being usable/final project?\n-Is the project usable for many (different) people?\n-How complete is the project?\n-Is the project easy to use?"}, {"judging-criterion": "-Would this help improve quality of life?\n-Is this something the participants are interested in pursuing further?\n-Does the project consider a broader world view?\n-Could the project have positive impact on the environment"}, {"judging-criterion": "-Does the project consider marginalized groups?\n-Does the project consider different body types?\n-Would the project help increase access for individuals who sometimes are unable to access needed or desired resources?"}, {"judging-criterion": "-How aesthetically pleasing is the project?\n-Did thought go into project design?\n-Does the project combine quality design with quantitative complexity?\n-Does the design contribute to user experience?"}, {"judging-criterion": "a.Body As An Input\t(Wearable/Voice Tech)\n-Does it use the WHOLE body?\n-Does it consider different body types in its design?\n\nb.Environment As An Experience (IoT)\n-Does it fit well with the environment it was designed in?\n-How well versatile is this idea?"}], "hackathon-location-address": "295 Hagey Blvd, Waterloo, ON N2L 6R5, Canada", "hackathon-description-header": "make your own magic", "hackathon-prizes-total": "$1,325", "hackathon-location-description": "Accelerator Centre", "hackathon-end-date": "2016-03-20", "has-projects": "True"}