{"hackathon-description-text": "\n❖ DESIGN interfaces, experiences, and branding", "hackathon-number-of-prizes": "5", "hackathon-id": "shehacks", "hackathon-judges": [{"judge-role": "Interaction Designer, Ladies that UX Co-City-Founder", "judge-name": "Kathleen MacAinsh"}, {"judge-role": "Women in Technology Society Co-President, Software BESc Candidate", "judge-name": "Selin Acar"}, {"judge-role": "Women in Technology Society Co-President, Computer Science BSc Candidate", "judge-name": "Michelle Chen"}, {"judge-role": "Women in Engineering Vice-President, Mechanical BESc Candidate", "judge-name": "Danlei Chen"}, {"judge-role": "Software BESc/Ivey HBA Candidate", "judge-name": "Vanessa Deng"}, {"judge-role": "Mechatronics BESc/Ivey HBA Candidate, We Pitch President", "judge-name": "Kaspar Shahzada"}, {"judge-role": "BESc '15, MESc (Electrical, Robotic Control) Candidate", "judge-name": "Nicole Devos"}, {"judge-role": "Environmental Design BDes '16, Entrepreneur", "judge-name": "Mari Bui"}, {"judge-role": "Communitech Ambassador", "judge-name": "Anwar Jeffrey"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\n\n- All faculties, disciplines, and years welcome\n- no experience necessary\n- Teams must be of 2-4 members", "hackathon-number-of-participants": "43", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "10", "hackathon-requirements": "", "hackathon-rules": "\nAll projects submitted for judging must be created at She Hacks, and not prior to the event.", "hackathon-prizes": [{"prize-content": "Presented to the team who created something substantial — but ran out of time in the end. The winners of this prize will each receive a Mophie Juice Pack Portable Charger!", "prize-title": "Best Almost Hack"}, {"prize-content": "Awarded to the team with an original and captivating project. The winning team will each receive a Tile Slim Bluetooth item tracker!", "prize-title": "Most Creative Hack"}, {"prize-content": "Presented to the team who has used learning material from our workshops: Hardware, UX, Swift, WebDev. The winners of this prize will receive Bluetooth LED Speakers for the team.", "prize-title": "Best Use of Tutorial Hack"}, {"prize-content": "Awarded to the team with the best project as per all the criteria. The winning team will receive VR Headset with Bluetooth Controller for all team members!", "prize-title": "Best Overall Hack"}, {"prize-content": "Presented to the team with the most enticing Pitch to attract potential consumers and investors. The winning team of this prize will receive Swell water bottles! The winning team of this prize should meet the Best Pitch Criteria, as well as achieving to the best of their potential the Technology, Design, Learning, Quality, and Impact Criteria.", "prize-title": "Best Pitch"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University College, 1151 Richmond St, London, ON N6A 3K7, Canada", "hackathon-url": "https://shehacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Technology: How effective was the technology used to achieve the group's overall goals? How difficult was the technical problem chosen?"}, {"judging-criterion": "Design: Is the user interface clear and easy to use? Does it look aesthetically pleasing or professional-looking? Does the workflow make sense, and is it intuitive to use?"}, {"judging-criterion": "Learning: Did the team partner with new people and collaborate together? Did the team learn and try something new with the hack? Were they able to work on a different category or platform for the project?"}, {"judging-criterion": "Quality: How well does the hack work from start to finish? Did the team scope the features of the hack well, given the time frame of the hacking period? How well were the features implemented for the project, in terms of the working condition?"}, {"judging-criterion": "Impact: Does the hack tackle an existing problem in the world today? Does the hack improve on current solution methods or technologies?"}, {"judging-criterion": "How close is the prototype to a finished product? Do most of the functionalities and user interface items work? Did the team achieve their overall goals with the hack? How will the team improve on the current prototype for the future?"}, {"judging-criterion": "How unique is the idea for the hack? Did the hack use an existing technology in a different way? How creatively was the problem solved?"}, {"judging-criterion": "How well was the team able to integrate concepts learnt in tutorial within the hack? Did the hack include ideas and solutions discussed in tutorials?"}, {"judging-criterion": "Was the team able to clearly explain their idea and what the hack did? How well did the team respond to questions? Does the hack seem like something people would want to buy and use outside of the hackathon?"}, {"judging-criterion": "How well did the team perform from all of the above criteria?"}], "hackathon-location-address": "University College, 1151 Richmond St, London, ON N6A 3K7, Canada", "hackathon-description-header": "A one-day hackathon for women", "hackathon-prizes-total": "$725", "hackathon-location-description": "Western University, Physics and Astronomy Building Atrium", "hackathon-end-date": "2017-02-05", "has-projects": "True"}