{"hackathon-description-text": "\nThe City of New York is improving the way it provides information and transparency to citizens. But delivering great information requires great tools. The NYC BigApps Competition will reward the developers of the most useful, inventive, appealing, effective, and commercially viable applications for delivering information from the City of New York's NYC.gov Data Mine to interested users.", "hackathon-number-of-prizes": "9", "hackathon-id": "nycbigapps2009", "hackathon-judges": [{"judge-role": "NY Tech Meetup", "judge-name": "Dawn Barber"}, {"judge-role": "Betaworks", "judge-name": "John Borthwick"}, {"judge-role": "Mahalo", "judge-name": "Jason Calacanis"}, {"judge-role": "NYC Department of Information Technology & Telecommunications", "judge-name": "Carole Post"}, {"judge-role": "EDventure", "judge-name": "Esther Dyson"}, {"judge-role": "FirstMark Capital", "judge-name": "Lawrence Lenihan"}, {"judge-role": "Gilt Groupe", "judge-name": "Kevin Ryan"}, {"judge-role": "DFJ Gotham Ventures", "judge-name": "Danny Schultz"}, {"judge-role": "Union Square Ventures", "judge-name": "Fred Wilson"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "82", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\n\nThe NYC BigApps Competition (the \"Competition\" or \"BigApps\") is a joint initiative of New York City Economic Development Corporation and the New York City Department of Information Technology & Telecommunications. BigApps is intended to provide recognition to individuals, teams of individuals, corporations and nonprofit organizations (collectively, \"Contestants\") for developing innovative software applications that utilize City of New York (\"City\") data available on the NYC.gov Data Mine at \n (\"City Data\") . The goal of the Competition is twofold: (1) to stimulate the development of applications that improve access to information and government transparency, making it easier and more fun to visit, live and work in the City; and (2) encourage innovation and the creation of new intellectual property with commercial potential by individuals, startups and small businesses and organizations.\n\nThe Competition is open only to: (1) residents of the fifty (50) United States (including District of Columbia) who are at least eighteen (18) years old as of at the time of entry (or teams of eligible individuals); (2) and corporations or organizations that are domiciled in the United States, incorporated at the time of entry and employ fewer than fifty (50) people at the time of entry. Individuals submitting on behalf of corporations and nonprofit organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team, corporation or nonprofit organization. Void in Guam, Puerto Rico, the U.S. Virgin Islands, and other U.S. territories and possessions and where prohibited by law. Employees of the City, New York City Economic Development Corporation, New York City Department of Information Technology & Telecommunications, ChallengePost, Inc., and the judges or any of its respective affiliates, subsidiaries, advertising agencies, or any other company or individual involved with the design, production execution or distribution of the Competition and their immediate family (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) and household members (people who share the same residence at least three (3) months out of the year) of each such employee are not eligible (excluding the people competing for the City Talent Award). Eligibility for the City Talent Award set forth below in Section 6. The Competition is subject to all applicable federal, state and local laws and regulations. Participation constitutes entrant's full and unconditional agreement to these Official Rules and Sponsors and Administrator's decisions, which are final and binding in all matters related to the Competition. Winning a prize is contingent upon fulfilling all requirements set forth herein.\n\nSponsors: (1) New York City Economic Development Corporation, 110 William Street, New York, NY 10038; (2) and New York City Department of Information Technology & Telecommunications, 75 Park Place, 9th Floor, New York, NY 10007. Administrator: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\n\nThe Competition Submission Period begins on October 6, 2009 at 5:00 PM Eastern Standard Time (\"EST\") and ends on December 8, 2009 at 5:00 PM ET (the \"Competition Submission Period\"). Administrator's computer is the official time keeping device for this Competition.\n\nRegistration: During the Competition Submission Period, visit \n and register. Registration is free. To register you must visit \n and complete the form. After you register you must verify your email address via the registration email sent to the email entered in the registration form. Registered Contestants will then be able to enter a submission (\"Submission\").\nSubmission Objectives: Submissions should be applications designed to: (1) utilize City data to make it easier to live, work or play in NYC; (2) improve access to and dissemination of information; (3) provide visualization, analytics, data analysis, ease of use and free access to City data for all individuals and entities; (4) interact and/or interface with web or mobile applications; and (5) be based on a platform that is broadly accessible to the public.\nSubmission Requirements:\n \nAdditional Restrictions: Submissions which in Sponsors and/or Administrator's sole discretion are determined to be substantially similar to a prior entry will be disqualified. Contestants must comply with the Terms of Use of the NYC.gov Data Mine  at \n. Failure to do so could result in disqualification from the Competition. Applications may combine City Data with other non-City data, provided the Contestant is authorized to distribute the non-City Data through a free, publicly available application. There may be limited changes (updating or refreshing) to the existing data sets. No new data sets will be added after October 6, 2009 until the submission deadline has passed. As stated below in the section that outlines judging criteria, Submissions are not being judged on whether the data is the most current but on how the Contestant utilized the data type. Submissions must be original, be the work of the Contestant, not have been entered in any other competition or violate the rights of other parties. Submissions containing any matter which in the sole discretion of the Sponsors, Administrator and Judges is indecent, defamatory, in obvious bad taste, which demonstrates a lack of respect for public morals or conduct, or which adversely effects the reputation of the Sponsors will not be accepted. If the Sponsors, Administrator or judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified. Contestant must represent and warrant that they own and developed the application they are submitting and the Submission is free of malware and does not violate the rights of any third party. If any functionality or text of a Submission is in a language other than English, the Submission must be accompanied by an English translation of that text. Submissions will not be returned.\nSubmission Rights: Contestants will own the intellectual property rights to submitted applications but the City will maintain a royalty free license to, without limitation:\n \n\nSubmissions will be posted on \n on a rolling basis after being screened by the Administrator for basic functionality. All Contestants will have equal access to Submissions posted on the website. Non-Contestants interested in the Competition are also encouraged to register on \n. Registration will be required in order to receive updates on the Competition and vote for the Most Popular Application. Registered visitors will be able to vote for their favorite Submission. The public voting will take place between December 15, 2009 at 12:00 PM EST and January 7, 2010 5:00PM EST. Public voting will determine the winner of the grand prize and second prize \"Popular Choice Application\" awards. Each registered visitor is able to place one (1) vote for their favorite Submission.\n\nThe Submissions will be judged by the following individuals: Dawn Barber (NY Tech Meetup), John Borthwick (Betaworks), Jason Calacanis (Mahalo), Carole Post (NYC Department of Information Technology & Telecommunications) (Carole Post will recuse herself from all judging for the City Talent Award), Esther Dyson, (EDventure), Lawrence Lenihan (FirstMark Capital), Kevin Ryan (Gilt Groupe), Danny Schultz (DFJ Gotham Ventures), and Fred Wilson (Union Square Ventures). The judging panel may change without advance notice at the Sponsors or Administrator's sole discretion. A judge may elect to recuse him or herself from judging a Submission, if in the judge's sole discretion it is not appropriate for him or her to judge that particular Submission because of a past or current relationship with that particular Contestant. A Submission will not be at a disadvantage if a judge(s) recuses him or herself. Judges will be fair and impartial. Decisions of the judging panel will be final. Odds of winning depend on the number of eligible Submissions received and the quality of submitted Submissions. The approximate dates for the judging are between December 15, 2009 and January 7, 2010. Judging will be completed on or about January 15, 2010. The judging panel will judge each Submission on the following five criteria: (1) Usefulness to residents, visitors and City government; (2) Inventiveness and originality; (3) Visual appeal and usability; (4) Effectiveness in increasing access to information and improving government transparency; and (5) Potential for commercialization. There are four different categories of prize winners. Different weights for the five criteria above will be applied for the different categories as follows:\n \n\n\n\n\n \n\n\nPotential winners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements. The potential winners will be notified by email, telephone, or mail after the date of the judging. The potential winners will be required to sign and return to Sponsors, within Ten (10) days of the date notice is sent, an affidavit of eligibility, and liability/publicity release (except where prohibited) in order to claim his/her prize if applicable. If a potential winner of any prize cannot be contacted, fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, potential winner forfeits prize. In the event that a potential winner of a competition prize is disqualified for any reason, Sponsors may award the applicable prize to an alternate winner who had the highest score remaining of the eligible entries.\n\n \nWinners are responsible for all taxes and fees associated with prize receipt and/or use. \n. If a team of individuals, a corporation or a nonprofit organization is selected as a prize winner, the prize will be awarded to the group and it will be up to them to split the prize.\n\nBy entering, each participant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsors, Administrator and/or the Competition judges which are binding and final in all matters relating to this Competition; (b) release and hold harmless the Sponsors, Administrator, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the \"Released Parties\") from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a participant's entry, creation of an entry or submission of an entry, participation in the Competition, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry; and (c) indemnify, defend and hold harmless the Sponsors and Administrator from and against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to an entrant's participation in the Competition and/or entrant's acceptance, use or misuse of prize.\n\nExcept where prohibited, participation in the Competition constitutes winners' consent to Sponsor's and its agents' use of winner's name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\n\nSponsors and Administrator reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failures or any other factor beyond Sponsors and/or Administrator's reasonable control impairs the integrity or proper functioning of the Competition, as determined by Sponsors and/or Administrator in their sole discretion. Sponsors and/or Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, Sponsors and/or Administrator reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsors and/or Administrator's failure to enforce any term of these Official Rules shall not constitute a waiver of that provision.\n\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by entrants, printing errors or by any of the equipment or programming associated with or utilized in the Competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Competition; (4) technical or human error which may occur in the administration of the Competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from entrant's participation in the Competition or receipt or use or misuse of any prize. If for any reason an entrant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, entrant's sole remedy is another entry in the Competition. No more than the stated number of prizes will be awarded.\n\nEntrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, shall be resolved exclusively by the United States District Court or the appropriate New York State Court located in New York County, New York; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Competition, but in no event attorneys' fees; and (4) under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsors in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\n.\nSponsors collect personal information from you when you enter the Competition. The information collected is subject to \n.\n\nFor Competition results go to \n.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "", "prize-title": "Honorable Mention"}, {"prize-content": "", "prize-title": "Investor's Choice Award"}, {"prize-content": "", "prize-title": "Data Visualization Award"}, {"prize-content": "", "prize-title": "City Talent Award"}, {"prize-content": "", "prize-title": "Popular Choice First Place"}, {"prize-content": "", "prize-title": "Puplar Choice Second Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nycbigapps2009.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "In the inaugural NYC BigApps challenge, the City of New York challenged software developers to create apps to improve NYC.", "hackathon-prizes-total": "$20,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}