{"hackathon-description-text": "\nTactrick Mobile Solutions invites smart Android developers to take part in the competition. The Tactrick Andorid Developer Cup is the first event in the bounds of an entire program dedicated to supporting talented developers. The contest is open for both ready releases and app ideas, as well as ongoing projects at any stage of development. Developers have approximately two months to share ideas and their apps. For inspiration please check", "hackathon-number-of-prizes": "5", "hackathon-id": "tactrickdevcup", "hackathon-judges": [{"judge-role": "President at Appency App Marketing", "judge-name": "Aaron Watkins"}, {"judge-role": "Director Business Development Qualcomm Europe", "judge-name": "Bernd Schulze"}, {"judge-role": "Assoc. Director of Android Development at Rockfish Interactive﻿", "judge-name": "Bill Mote"}, {"judge-role": "Managing Director of Steel Media", "judge-name": "Chris James"}, {"judge-role": "Director, International Business Development  Niantic Labs, Google", "judge-name": "Daniel Lederman"}, {"judge-role": "COO at Tactrick Mobile Solutions", "judge-name": "Ekaterina Kalacheva"}, {"judge-role": "Business Operations at AppsZoom.com", "judge-name": "Lionel Corchia"}, {"judge-role": "Country Head Mobile at Google", "judge-name": "Mahesh Narayanan"}, {"judge-role": "VP Developer Partnerships Wireless Industry Partnerships", "judge-name": "Thibaut Rouffineau"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "467", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n1.1. Effective Scope\nThe given Provision is applied to the AndroidDev Cup mobile app development contest for Android systems (further “Contest”) and defines the functions, rights, obligations and responsibilities of the organizers and participants, the Contest’s procedures and duration, as well as the criteria and methods of Contest entry evaluation.\nThe Contest’s primary goals are as follows:\n1.2. Contest Organization\nCoordination of the Contest is to be performed by the organizational council. The organizational council is to consist of members from the organization’s staff and Contest partners. The organizational council is takes with selecting the members of the jury.\n \n2.1. Duties \n2.2. Rights \n \n3.1. Rights\n3.2. Duties\n3.3. Responsibilities \nContest participants are held responsible for:\nThe aforementioned violations serve as grounds for the organizational council to remove any participant from the Contest. In the event of being removed from the Contest, the participant will be informed via e-mail.\n \n4.1. Nominations\nThe Contest encompasses four primary nominations: Best Idea, Best Game App, Best Everyday Services App, Best Med&Ed App, Best AllJoyn Concept. The criteria used to sort participants into any given nomination, as well as the aim and criteria behind Contest entry evaluation are described in the Contest Participation Rules. Additional nominations are applied by members of the jury and by Contest partners. All such nominations are confirmed with the organizational council beforehand.\n4.2. Contest Participation\nContest participation restrictions are outlined in the Contest Participation Rules. Participation in the Contest is free. Participants from any nation are welcome to participate in the Contest without discrimination. \n4.3. Contest Entry and Due Process\n4.3.1. Entry in the Contest is accomplished by filling out and submitting the application form provided on the Contest’s official website.\n4.3.2. Contest participation applications are accepted until 11:00 PM April 22nd 2013. Applications submitted after this time will not be considered for participation in the Contest.\n4.3.3. Applications that qualify in accordance to the Contest Participation Rules are relayed to the jury for consideration.\n4.3.4. Contest winners are selected based on the results of the evaluation performed by the jury no later than April 29th 2013.\n \n5.1. Contest Entry Evaluation by Jury\n5.1.1. The jury consists of online enterprise and mobile technology company leaders, market experts, and app developers.\n5.1.2. The jury’s duties include:\n \n6.1. The Contest prize fund comprises $13,000 total and is divided as follows:\n6.2 The winner of the Best Ide nomination receives a certificate to support the development of the product in question and its further development over the course of two months.\n6.3. All Contest winners also receive certificates proving participating in the Contest and special prizes from Contest partners.\n \n1.1.  These Rules act as additional clarification to the Provision for the AndroidDev Cup mobile app development contest for Android systems (further “Contest”).\n1.2. In order to participate in the Contest all applicants must become familiar with and accept these Rules and the Contest Provision.\n1.3. The Rules outline how Contest participants are to interact with the organizational council, define potential Contest entry categories, entry evaluation criteria, and Contest participation limitations.\n1.4.  Entries that violate the Contest Participation Rules will not be allowed to participate.\n \n2.1. Contest entries must be solutions/apps developed for mobile devices (Android).\n2.2. The Contest encompasses four primary nominations: Best Idea, Best Game App, Best Everyday Services App, Best Med&Ed App. And one special award from Qualcomm company: Best AllJoyn Concept.\n2.3. The types of apps allowed to participate in the Contest are as follows: Video Games, Business, Widgets, Dynamic Wallpaper, Health & Fitness, Tools, Books & Manuals, Comics, Medicine, Music & Audio, Multimedia & Video, News & Magazines, Education, Customization, Weather, Shopping, Travel, Work, Recreation, Miscellaneous, Communication, Social, Sports, Lifestyle, Transportation, Finance, Photography.\n \n3.1. Each participant is free to choose a nomination for their submission.\n3.2. Contest partners are free to create their own nominations for the Contest, so long as they confirm their validity with the organizational council first. Newly introduced nominations are posted on the official Contest website.\n3.3. The organizational council reserves the right to create additional nominations throughout the duration of the Contest.\n \n4.1 Evaluation Criteria for Best Idea:\n \n4.2 Evaluation Criteria for Best Game App:\n4.3 Evaluation Criteria for Best Everyday Services App:\n4.4 Evaluation Criteria for Best Med&Ed App:\n4.5. Evaluation criteria for Best AllJoyn concept:\n5.1 A Contest participation application must be submitted by a member of the development team applying for participation. Participants are not obligated to be legal entities, and Contest entry is open to anyone regardless of nationality or geographic location.\n5.2 Applicants may NOT participate in the Contest if:\n5.3 Any false information provided in a Contest application is grounds for disqualification from the Contest or prohibition from entering the Contest.\n6.1. Contest participation applications are accepted from 9:00 AM February 25th 2013 to 11:00 PM April 22nd 2013.\n \n7.1. The jury evaluates entries in all four nominations within the confines of the Contest.\n7.2. Winning participants will be announced on the official Contest website no later than April 29th 2013.\n \n8.1. The organizational council reserves the right to use the names, logos and descriptions of projects entered in the Contest (as specified in Contest applications) for advertising purposes.", "hackathon-prizes": [{"prize-content": "App development and promotion on the app store.", "prize-title": "Best Idea"}, {"prize-content": "", "prize-title": "Best Game App"}, {"prize-content": "", "prize-title": "Best Everyday Services App"}, {"prize-content": "", "prize-title": "Best Medical &amp; Education App"}, {"prize-content": "", "prize-title": "Best AllJoyn concept sponsored by Qualcomm"}], "hackathon-location-google-maps": "", "hackathon-url": "https://tactrickdevcup.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Level of uniqueness\nFinancial appeal\nPresence and complexity of related business model"}, {"judging-criterion": "Game logic & appeal\nGraphics & sound\nInterface usability\nBusiness model & monetization scheme\nMarket volume (wide appeal/niche)\nInstallation count\nPresence of development team"}, {"judging-criterion": "Level of efficiency at solving the problem faced by the target audience\nBusiness model and monetization scheme\nMarket volume (wide appeal or niche)\nInstallation count\nPresence of development team"}, {"judging-criterion": "Level of efficiency at solving the problem faced by the target audience\nBusiness model and monetization scheme\nInstallation count\nPresence of development team"}, {"judging-criterion": "Quality of use case \nAllJoyn functionality description\nOverall User Experience and Benefits"}], "hackathon-location-address": "", "hackathon-description-header": "The Tactrick Android Developer Cup challenged brainy Android developers. Prove yourself as the best app developer.", "hackathon-prizes-total": "$13,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}