{"hackathon-description-text": "\nFor more info, check our website ", "hackathon-number-of-prizes": "10", "hackathon-id": "pixelhacks2", "hackathon-judges": [{"judge-role": "UX Engineer, GLIDR", "judge-name": "Shriya Nevatia"}, {"judge-role": "Engineering Program Manager, Microsoft", "judge-name": "Harshitha Murthy"}, {"judge-role": "Software Engineer, Expo", "judge-name": "Quin Jung"}, {"judge-role": "Senior Software Engineer, Firebase@Google", "judge-name": "Megha Bangalore"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAnyone who identifies as a female and is in the age range of 13-18 can attend PixelHacks II.\n Teams can range from 2 to 4 members.", "hackathon-number-of-participants": "79", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nTeams can range from two to four members. \nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \nAll teams retain full ownership of what they have created during PixelHacks. \nThere will be no alcohol served or allowed at the event. \nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*. Participants asked to stop any harassing behavior are expected to comply immediately. Sponsors, judges, mentors, volunteers, organizers, and anyone else at the event are also subject to the anti-harassment policy\n* Harassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If what you’re doing is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it.\nIn the spirit of innovation and inclusiveness, there may be minors participating in the event. Keep this in mind when choosing a location to work, and mention to the organizers that your content is explicit if you’d like to submit for judging. You will be pitching to judges and other attendees after the non-explicit content. You will present your idea to an audience who is explicitly prepared to experience your presentation in a safe and/or designated area.\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n​\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n**Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\n​\nAdapted From: \n and ", "hackathon-prizes": [{"prize-content": "- MLH 1st Place Medal (1 for each member)", "prize-title": "First Place Overall"}, {"prize-content": "- MLH 2nd Place Medal (1 for each member)", "prize-title": "Second Place Overall"}, {"prize-content": "- MLH 3rd Place Medal (1 for each member)", "prize-title": "Third Place Overall"}, {"prize-content": "- 1 year of Wolfram|One Personal Edition", "prize-title": "Top Team Award"}, {"prize-content": "All members of the top 2 teams with the best presentations will receive a STATE designer backpack.", "prize-title": "Best Presentation"}, {"prize-content": "All members of the team that creates the best website hack will receive headphones or earphones from Audio-Technica.", "prize-title": "Best Web App"}, {"prize-content": "All members of the team that creates the best mobile application hack will receive Sketch licenses, Android keychains, and a Facebook Techprep swag bag.", "prize-title": "Best Mobile App"}, {"prize-content": "The team that creates the best hack on a .Tech domain will receive a $200 Amazon gift card (total).", "prize-title": "Best .Tech Hack (Using .Tech Domain Name)"}, {"prize-content": "All members of the team that creates the best hack using Firebase's API will receive a Smart Video Car Kit for Raspberry Pi.", "prize-title": "Best Firebase Hack"}, {"prize-content": "Raspberry Pi and Pi Hut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=450 Concar Dr, San Mateo, CA 94402, USA", "hackathon-url": "https://pixelhacks2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "450 Concar Dr, San Mateo, CA 94402, USA", "hackathon-description-header": "The Bay Area's First All-Female High School Hackathon Is Back!", "hackathon-prizes-total": "$18,820", "hackathon-location-description": "Medallia", "hackathon-end-date": "2018-01-28", "has-projects": "True"}