{"hackathon-description-text": "\nDoes anyone else think it's weird that in 2015 our devices are really smart but our apps are kind of dumb? The iPhone and iWatch provide data via accelerometer, ambient light sensor, GPS, baromoter, gyroscope, etc. and yet it's still ridiculously hard to put this data to work for us.  ", "hackathon-number-of-prizes": "3", "hackathon-id": "sense360-hackathon", "hackathon-judges": [{"judge-role": "CEO/Sense360", "judge-name": "Eli Portnoy"}, {"judge-role": "CTO/Sense360", "judge-name": "Kamil Mroczek"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmission instructions will be provided on-site.", "hackathon-rules": "\nOfficial rules will be distributed on-site. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "$500"}, {"prize-content": "You and a friend will grab a complimentary lunch with Mark Mullen, a highly active investor in LA. Take the opportunity to pick his brains and pitch your next big idea!", "prize-title": "Lunch for two with Mark Mullen (Managing Partner of DoubleM Capital)"}, {"prize-content": "Spend a week with friends at a beautiful beachside condo in sunny San Diego. Check in on Friday and Check out on Sunday.", "prize-title": "One week vacation in San Diego at a beautiful 3 bedroom beachside condo"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3710 South Robertson Boulevard #214, Los Angeles, CA 90034, USA", "hackathon-url": "https://sense360-hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We’re all about creating the extraordinary. Think outside the box and try something that’s never been done before. The Sense360 SDK allows you to create super-smart apps. Take advantage of it."}, {"judging-criterion": "Imagine that you have a million downloads. Make sure that your app will provide a smooth experience for your million+ fans. When you have a team of 10 engineers working on this app will they understand the code that you’ve written?"}, {"judging-criterion": "Sense360 is great for creating apps with “Ambient intelligence” so take advantage of it! The more you utilize contextual relevance (where a user is, what they’re doing, or what’s going on around them) the better!"}, {"judging-criterion": "Everyone likes something pretty. Give us something that we like to look at."}], "hackathon-location-address": "3710 South Robertson Boulevard #214, Los Angeles, CA 90034, USA", "hackathon-description-header": "What could your app do with Ambient Intelligence? Come be the very first to hack on the unreleased Sense360 iOS SDK...oh, and we have cool prizes...and lots of food :)", "hackathon-prizes-total": "$3,916", "hackathon-location-description": "", "hackathon-end-date": "2015-06-21", "has-projects": "True"}