{"hackathon-description-text": "\nEthiopia has pressing challenges in the different sectors of the country such as agriculture, health, finance, education and so on. It is on this note that Gebeya invites all IT professionals, practitioners, enthusiasts and professionals across all disciplines to EthioHacks III to solve these issues and much more by leveraging leading technologies that are running the digital world today.", "hackathon-number-of-prizes": "1", "hackathon-id": "ethiohacks-iii-gebeya", "hackathon-judges": [{"judge-role": "Director of Marketing", "judge-name": "Merkeb Mengistu"}, {"judge-role": "", "judge-name": "Bruck"}, {"judge-role": "", "judge-name": "Markos Lemma"}, {"judge-role": "", "judge-name": "Maheder Gebremedhin"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "15", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\nEthiopia has pressing challenges in the different sectors of the country such as agriculture, health, finance, education and so on. It is on this note that Gebeya invites all IT professionals, practitioners, enthusiasts and professionals across all disciplines to EthioHacks III to solve these issues and much more by leveraging leading technologies that are running the digital world today.\nThe two-day hackathon will provide the attendees with a chance to network with professionals and industry leaders from different fields to collaborate and solve these challenges. Attendees will be paired in groups, with each group competing for the most ingenious concept. The winning idea will have the possibility of being incubated by Gebeya!\nWhether you are an expert or an enthusiast of technology, we welcome you to join us on the 24th to 25th of June at Gebeya Academy Headquarters (\n) to prototype and find innovative solutions.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Cash prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Bole Japan Embassy, Sinan Building 2nd floor", "hackathon-url": "https://ethiohacks-iii-gebeya.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How innovative, new, or creative is the Application, Website or Service? Is it better than other solutions?"}, {"judging-criterion": "Will the Application, Website or Service meaningfully impact the lives of many people within the Target Population?"}, {"judging-criterion": "How scalable is the Application, Website or Service? What percentage of the Target Population can the Application, Website or Service be made to reach? Localized or local content, and multilingual support are key sub-criteria."}, {"judging-criterion": "If it is not already, how soon can the Application, Website or Service be made available publicly (beyond limited trials and prototypes)? If the Application, Website, or Service is already publicly available, how stable and consistent is its performance?"}, {"judging-criterion": "Do you think they have a clear view of what’s going to happen next?"}, {"judging-criterion": "How can the project be sustained? Is the business model based on third parties?"}, {"judging-criterion": "The multidisciplinary factor is key. Is the team well organized with diversified and defined roles?"}], "hackathon-location-address": "Bole Japan Embassy, Sinan Building 2nd floor", "hackathon-description-header": "Create solutions to solve pressing social challenges", "hackathon-prizes-total": "0", "hackathon-location-description": "Gebeya Head Quarters", "hackathon-end-date": "", "has-projects": "False"}