{"hackathon-description-text": "\nWelcome to Yelp's very first online hackathon! ", "hackathon-number-of-prizes": "3", "hackathon-id": "yelp", "hackathon-judges": [{"judge-role": "Senior Vice President, Engineering", "judge-name": "Michael Stoppelman"}, {"judge-role": "Senior Vice President, Business and Corporate Development", "judge-name": "Chad Richard"}, {"judge-role": "Vice President, Business Products", "judge-name": "Vivek Patel"}, {"judge-role": "Vice President, Consumer and Mobile Products", "judge-name": "Eric Singley"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n", "hackathon-url": "https://yelp.devpost.com/", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE CHANCES OF WINNING.\n \nThis is a skill-based Contest. The object of this Contest is to make a software application using the Yelp API.\nThis Contest is hosted in the United States, and entry information is collected, transferred to, and stored on computers in the United States. By entering the Contest and agreeing to the Yelp Hackathon Official Rules, Maker expressly agrees to such transfer. This Contest will be governed by the laws of the State of California, and you consent to the exclusive jurisdiction and venue of the courts of the State of California for any disputes arising out of this Contest. The Contest is void where prohibited.\n \n(the “Yelp”): Yelp, Inc., 140 New Montgomery St., 9th Floor, San Francisco, CA 94105.\nThe Yelp is the sponsor and entity responsible for the Hackathon Contest.\n(the “Administrator”): DevPost, Inc., 433 West 14th Street, Suite 3F, New York, NY 10014.\n \nSubmission Period: January 25, 2016 (10:00am Pacific Time) – March 25, 2016 (5:00pm Pacific Time)\nJudging Period: April 4, 2016 (10:00am Pacific Time) – April 22, 2016 (5:00pm Pacific Time)\nWinners Announced: On or around April 25, 2016 (5:00pm Pacific Time)\n \n\n\n(the above are collectively, “Makers”)\nAn individual may join more than one team and an individual who is part of a team may also enter the Hackathon Contest on an individual basis.\nIf a team is entering the Hackathon Contest, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team, you represent and warrant that you are the Representative authorized to act on behalf of your team.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Hackathon Contest, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization.\nMakers must do the following to participate in the Hackathon Contest:\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted.\n\n(i) What to Create: Makers must create a working software application that uses Yelp's API. (each an “Application”).\n(ii) Functionality: The Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as expressed in the text description.\n(iii) Platforms: A submitted Application must run on at least one of the following:\n(iv) New & Existing: Applications must be either newly created by the Maker or, if the Application existed prior to the Hackathon Contest Submission Period, must have been updated to use the Yelp API after the start of the Hackathon Contest Submission Period.\n(v) Testing: The Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Yelp, Administrator and judges during the Hackathon Contest and until the Judging Period ends. If the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, including software running on devices or wearable technology other than smartphones, tablets, or desktop computers, the Administrator reserve the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request. For Applications running on smartphones, tablets, or desktop computers, you can make your Application available using one of the following methods:\nUpload an .apk file on the Enter a Submission form or provide a link for downloading the Application in the “Testing Instructions” field on the Enter a Submission form.\n\n\nEnter the Sponsor’s email address to share a build for testing. The Sponsor’s TestFlight account email is:hackathon@yelp.com Please note that if you add the Sponsor as an “External Tester” your Application will need to go through \n before you can send your build. This could lead to delay and in order for your Submission to be eligible, you must send your test build before the end of the Hackathon Contest Submission Period. To learn more about TestFlight via iTunes Connect, please review the \n and the \n.\nUpload an .xap file in the Enter a Submission form or provide a link for downloading your Application in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files (.exe) on the Enter a Submission form or provide a link for downloading your .exe file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\nProvide a link for accessing your Application on the “Testing Instructions” field on the Enter a Submission form.\nUpload the appropriate installation files on the Enter a Submission form or provide a link for downloading your installation file in the “Testing Instructions” field on the Enter a Submission form.\n(vi) Public Distribution: The Maker may make the Application available to the public via a website or online store, but is not required to do so.\n(vii) Multiple Submissions: A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Yelp and/or the Administrator.\n(viii) SDKs, APIs, & Data: Applications may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(ix) Intellectual Property: Your Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; (c) not violate or infringe the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity and (d) not be subject to any third party agreements, and that Yelp will not be required to pay or incur any sums to any person or entity as a result of its ownership, acquisition, use or exploitation of the entries or rights therein. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon Contest you represent, warrant, and agree that your Submission meets these requirements.\n(x) Financial or Preferential Support: An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Yelp or Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Yelp or Administrator any time prior to the end of Hackathon Contest Submission Period. The Yelp, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest.\n\n(i) Text Description: The text description should explain the features and functionality of your Application.\n(ii) Images: The image(s) should be photographs or screenshots of your working Application.\n(iii) Video: The video portion of the Submission:\n\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon Contest, you grant to the Yelp, Administrator, and any other third parties acting on the Yelp’s behalf, a royalty-free, non-exclusive, sublicensable, worldwide, irrevocable, perpetual license to display publicly, reproduce, modify, create derivative works and use for promotional purposes the Submission. This license includes, but is not limited to, posting or linking to the Submission on Yelp’s, Administrator’s, and partners’ websites and applications, including the Hackathon Contest Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Yelp, Administrator, and Judges for screening and evaluation.\nMakers represent and warrant that the Yelp, Administrator, and Hackathon Contest partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\nEligible Submissions will be evaluated by a panel of judges selected by the Yelp (the “Judges”). Judges may be employees of the Yelp or external, may or may not be listed individually on the Hackathon Contest Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Yelp.\n(i) Originality (Includes creativity and uniqueness of the idea);\n(ii) User Experience (Includes the Application's usability and user design);\n(iii) Effective Use of the Yelp API (Includes the extent to which the Application utilizes the Yelp API);\nThe Judging Criteria above may not apply to every Prize. See section 7 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJUDGES are not required to test the Application and may choose to judge based solely on the text description, IMAGES and video provided in the Submission.\nFor each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n\nA. Verification Requirement: THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Yelp and/or Administrator.\nB. Required Forms: Potential winners will be notified using the email address associated with the DevPost account used to enter the Submission (the submitter is the “Representative” in the case of a team or Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Yelp or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nDeadline for Returning Required Forms: ten (10) business days after the Required Forms are sent.\nC. Disqualification: The Yelp and/or Administrator may deem a potential winner (or participating team members) ineligible to win if:\n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;\n(ii) the Prize or Prize notification is returned as undeliverable; or\n(iii) the Submission or the potential winner, or any member of a potential winner’s team or Organization, is disqualified for any other reason.\nIn the event of a disqualification, the Yelp and/or Administrator may award the applicable Prize to an alternate potential winner.\nA. Substitutions & Changes: The Yelp has the right to make a Prize substitution of equivalent or greater value. The Yelp will not award a Prize if there are no eligible Submissions entered in the Hackathon Contest, or if there are no eligible Makers or Submissions for a specific Prize.\nB. Prize Delivery: A monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address, if a team, after receipt of the Required Forms. Prizes will be payable to the Maker, if an individual, or to the Maker’s Representative, if a team. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team’s participating members, as the Representative deems appropriate.\nC. Prize Delivery Timeframe: Within 45 days of the Yelp or Administrator’s receipt of the Required Forms\nD. Taxes: Winners (and in the case of team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Yelp, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Yelp jurisdiction, or those of a winner’s jurisdiction.\n\nA. By entering the Hackathon Contest, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Yelp and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Yelp, Administrator, and/or the Hackathon Contest Judges which are binding and final in all matters relating to the Hackathon Contest.\n(iii) You release, indemnify, defend and hold harmless the Yelp, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon Contest, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon Contest, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Yelp or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon Contest;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Contest Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon Contest;\n(iv) technical or human error which may occur in the administration of the Hackathon Contest or the processing of Submissions; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon Contest or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Yelp or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Yelp.\nBy participating in the Hackathon Contest you consent to the disclosure and use of personal information about you, by the Yelp, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon Contest. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\nA. Yelp and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon Contest, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB. Yelp and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon Contest or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon Contest, or a violation of any applicable law or regulation.\nC. Any attempt by any person to undermine the proper conduct of the Hackathon Contest may be a violation of criminal and civil law. Should Yelp or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon Contest materials, including but not limited to the Hackathon Contest Submission form, Hackathon Contest Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Yelp and the Administrator. The Yelp and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Contest Website. To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.\nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.  \nG.The Yelp or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Yelp’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Hackathon Contest, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Yelp and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Yelp or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon Contest. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\n(i) any and all disputes, claims and causes of action arising out of or connected with this Hackathon Contest, or any Prizes awarded, other than those concerning the administration of the Hackathon Contest or the determination of winners, shall be resolved individually, without resort to any form of class action;\n(ii) any and all disputes, claims and causes of action arising out of or connected with this Hackathon Contest or any Prizes awarded, shall be resolved exclusively by the United States District Court of California or the appropriate California State Court in San Francisco, California and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Yelp in connection with the Hackathon Contest, shall be governed by, and construed in accordance with, the laws of the State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California.\nWhat Other Terms is the Maker agreeing to under these Yelp Hackathon Contest Official Rules?\nBy entering this Contest, Maker agrees:\n \nPlease review the DevPost Terms of Service at \n for additional rules that apply to your participation in the Hackathon Contest and more generally your use of the Hackathon Contest Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon Contest only.\nParticipation in the Hackathon Contest constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon Contest that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Yelp and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon Contest. The information collected is subject to the privacy policy located here: \n.\nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon Contest, please email us at hackathon@yelp.com.\n ", "hackathon-requirements": "\n\n\nFor a complete list of requirements, please read the", "hackathon-description-header": "Build the next generation of local apps with the Yelp API", "hackathon-number-of-judging-criteria": "3", "hackathon-prizes": [{"prize-content": "$5,000", "prize-title": "1st Place - Grand Prize Winner"}, {"prize-content": "$2,500", "prize-title": "2nd Place - Runner-up"}, {"prize-content": "$1,000", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "", "hackathon-number-of-participants": "739", "hackathon-location-address": "", "hackathon-judging-criteria": [{"judging-criterion": "Is the application unique and/or innovative? How creative is it?"}, {"judging-criterion": "Is the application polished, visually appealing, and easy to use?"}, {"judging-criterion": "How well does the application utilize the Yelp API?"}], "hackathon-prizes-total": "$8,500", "hackathon-location-description": "", "hackathon-end-date": "2016-03-25", "has-projects": "True"}