{"hackathon-description-text": "\nHackHealth is a one-day, health-themed hackathon that will take place right here on the Stony Brook campus! It will be on Saturday, April 16th, with sign-in starting at 9am and all activities ending by 9pm. You must fill out the attached Google form in order to register!", "hackathon-number-of-prizes": "2", "hackathon-id": "hackhealth-sbu", "hackathon-judges": [{"judge-role": "Google", "judge-name": "Yoomi Jung"}, {"judge-role": "Google", "judge-name": "Vincent Tsuei"}, {"judge-role": "Google", "judge-name": "Christopher Payne"}, {"judge-role": "Netsmart Technologies", "judge-name": "Nick Tagliasacchi"}, {"judge-role": "Netsmart Technologies", "judge-name": "Javier Lee"}, {"judge-role": "WiCS", "judge-name": "Yuliya Astapova"}, {"judge-role": "WiCS", "judge-name": "Yael Romero"}, {"judge-role": "WiCS", "judge-name": "Jen Wang"}, {"judge-role": "WiCS", "judge-name": "Kat Choi"}, {"judge-role": "WiCS", "judge-name": "Maggie Lei"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "", "hackathon-number-of-participants": "10", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "", "hackathon-rules": "\nHackHealth is limited to 70 registrants.\nCode of Conduct\nEveryone coming to HackHealth wants to have a good time, and we want to ensure that you do. To this end, we are holding everyone (attendees, volunteers, and mentors alike) to a couple of rules.\n1. \nEveryone here is a human being with thoughts and feelings of their own. Respect everyone’s boundaries, be considerate, and think before you speak.\n2. \nIf you actively harass, discriminate against, or hurt any other attendee, \n. Everyone deserves a safe and comfortable environment to hack and have fun in, regardless of race, gender identity, sexual orientation, transgender status, disability, or any other characteristic of their being. Remember that bias (sexism, homophobia, etc.) can be subtle. And don’t be lewd or tell crass jokes.\n3. \nYou may think that your showing off won’t hurt anyone, but it may put people down and make them feel unqualified to be here. If someone doesn’t know something, don’t be dramatic and make them feel dumb. Instead, teach them about it. They probably know a lot that you don’t, too.\n4. \nYes, you are competing for prizes. And yes, you should be competitive and try to make your hack the best it can be. But don’t go overboard. If you spend all of your time trying to one-up someone else, neither of you will enjoy yourselves. HackHealth aims to be as stress-free an environment as possible.\n5. \nNo one wants to spend 12 hours hacking in a dumpster. Please throw away your trash and be careful not to make a mess. And for the love of all that compiles, be careful with your drinks! (For those of you who don’t know, there are computers in the desks.) If HackHealth ends up damaging equipment or leaving behind a humungous mess, we won’t be allowed to have food in the rooms ever again.\nBy coming to HackHealth, you agree to abide by all of these rules from the moment you step through the door. If you violate these rules, we will give you a warning. If you continue to violate them, you will be disqualified and asked to leave.\nIf you experience any issues, harassment, or discrimination; if anyone is doing anything to make you or others uncomfortable; if you fear for your safety or the safety of someone else, please do not hesitate to tell us. You can tap an E-Board member to speak privately or you can leave us an anonymous note on the podium at the front of the room. Don’t think that you just have to put up with it.\nAnd if you hear or see anyone doing something against the rules, or just being a jerk, don’t be afraid to tell them so. In many cases, especially if it’s subtle, they may not know that they are doing something wrong, and your words will make them a better person. If they become confrontational, we will back you up. Please help us make HackHealth a good experience for everyone.", "hackathon-prizes": [{"prize-content": "One gift card is awarded to each person in a team.", "prize-title": "First Prize - Amazon Gift Cards"}, {"prize-content": "One swag bag is awarded to each person in a team.", "prize-title": "Second Prize - Google Swag Bags"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Stony Brook, NY 11794, USA", "hackathon-url": "https://hackhealth-sbu.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Most Influential will be awarded to the hack that has the potential to make a big impact. You win if your hack can make people’s lives better or easier in a profound way."}, {"judging-criterion": "Didn't finish? Don't worry! Our hackers are encouraged to take on interesting, difficult projects and to continue working on them after HackHealth ends. If your hack is totally mind-blowing, run for this prize!"}, {"judging-criterion": "We want you guys to work on ideas that you’re passionate about, no matter how long it will take you. However, we want to recognize those who are able to create a finished product. If your hack is done, polished, and ready for demo, run for this prize."}, {"judging-criterion": "Not everyone comes to hackathons with a lot of experience under their belt. Some of your projects may not be the most complex, but you will be learning and gaining valuable skills. If you had to figure things out from scratch, run for this prize!"}, {"judging-criterion": "This award is for those who have the most eye-catching project. It is often the idea that no one has ever thought of that does the most good or makes the biggest impact. If your idea makes us say “WOW,” this is the prize for you."}, {"judging-criterion": "This prize will be awarded to one student who has done the most to help and teach their peers. A winner will be selected for this prize through nominations by teams when they submit their projects for judging."}], "hackathon-location-address": "Stony Brook, NY 11794, USA", "hackathon-description-header": "HackHealth is a one-day, health-themed hackathon right here on the Stony Brook campus!", "hackathon-prizes-total": "0", "hackathon-location-description": "Stony Brook University", "hackathon-end-date": "2016-04-16", "has-projects": "True"}