{"hackathon-description-text": "\nHACK2040 is a 12 hour hackathon organized by CODE2040 alumni that will bring Black and Latino/a students from local high schools, colleges and programs together to come up with ways to increase the number of underrepresented minorities in the tech industry. The goal is to create ideas that will diversify the tech workforce in the next 25 years, when people of color will no longer be the minority in the country.", "hackathon-number-of-prizes": "4", "hackathon-id": "hack2040-nyc", "hackathon-judges": [{"judge-role": "Business Development and Local Market Strategy at Fiverr | Early Stage Investor", "judge-name": "Tek Kim"}, {"judge-role": "CEO of Givkwik", "judge-name": "Jason Rosado"}, {"judge-role": "Sales Engineer at GitHub", "judge-name": "Shikha Thakkar"}, {"judge-role": "Product Engineer at Oscar Health", "judge-name": "Aakash Gandhi"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nYou must be a student in high school, college or a coding program. Priority is given to Black and Latino/a students (please see above to learn about the CODE2040 mission), but all students are welcome to register!\nYou must provide your own laptop to work on and you must be present to demonstrate on Presentation Day.\nFor any questions around eligibility, please contact Julian Gutierrez at", "hackathon-number-of-participants": "33", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nJudging will not attempt to order the hacks into first place, second place, etc but will instead be limited to category prizes. The judging team will include judges with a technical background able to discern the difficulty of different hacks.", "hackathon-rules": "\n\nAll work must be completed between June 05 and June 07.\nParticipants must contact the organizers if they wish to reuse code they’ve created outside the hackathon.\nAll work must be done in the designated hacking zone unless permission has been granted from the HACK2040 organizers.\nThird party libraries are permitted if they are available freely and publicly accessible to all teams.\n3rd Party materials, like graphics and images may be used in products and presentation if they fall under public domain, creative commons, or fair use policies.\nExternal 3rd Party Guidance and Assistance in the form of a non-team member assisting in the hackathon projects is strictly forbidden, EXCEPT in the case of registered HACK2040 mentor.\nPlease contact a HACK2040 organizer during the event for questions regarding 3rd party help or libraries.\n\nLength of demos will be determined based upon number of submissions, but expect to provide a 2-3 live demo; no videos or slides permitted. Use as many team members  for demos as is effective.\n \n\nAll participants are expected to follow the \n.", "hackathon-prizes": [{"prize-content": "A cash prize of $200 per student (up to 4 students max) will be given to the team with the best user experience in terms of the quality of graphics, intuitiveness of design, and ease of use.", "prize-title": "Fiverr's Design Prize"}, {"prize-content": "The Foursquare prize will go to the team with the project that has the great potential to impact the global community by appealing to a need experienced by many people. The prize includes $50 per student and a visit to the foursquare office, where each student will get a special foursquare swag bag.", "prize-title": "Foursquare's Global Impact Prize"}, {"prize-content": "CODE2040 will award a cash prize of $125 per student to the team with the most technically difficult project. For example, an image processing or search algorithm that was completely implemented within the project.", "prize-title": "CODE2040's Technically Difficult Prize"}, {"prize-content": "This category will be awarded with the team with the best implmentation of location-based technology. Each student on the winning team will receive a 5 pack of ROXIMITY's Model O beacons. These are some of the smallest, most powerful beacons on the market. Using the beacons and ROXIMITY's platform, developers can begin to leverage location messaging and location data into their apps. ROXIMITY O Beacons can last up to 15 months and have a replaceable battery.", "prize-title": "Roximity's Proximity Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=150 Varick Street, New York, NY 10013, USA", "hackathon-url": "https://hack2040-nyc.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this idea really tap into the big picture? Is this team going to change the world? Is the team solving a problem in a fresh new way?"}, {"judging-criterion": "Does the feel of this product match the use case? Is this product easy and intuitive to use? Are the visual elements high quality?"}, {"judging-criterion": "Did the team do something impressive technically? Did they create their own algorithm or roll their own tools?"}], "hackathon-location-address": "150 Varick Street, New York, NY 10013, USA", "hackathon-description-header": "Change the Face of Tech in the Next 25 Years", "hackathon-prizes-total": "$435", "hackathon-location-description": "", "hackathon-end-date": "2015-06-07", "has-projects": "True"}