{"hackathon-description-text": "\nThe Water Innovation Project is excited to power the 2015 Water/Energy Nexus Hackathon! Beginning August 15, 2015 in San Francisco, the Hackathon will bridge a gap between technology, water and energy – allowing students, professionals and technology enthusiasts the opportunity to showcase their talents and innovation over a 36 hour period. The hackathon is not about breaking into systems but is more akin to a live science fair, focused on leveraging data to help us better understand the dynamics of the water/energy nexus, using the latest software available!", "hackathon-number-of-prizes": "3", "hackathon-id": "waterenergy", "hackathon-judges": [{"judge-role": "CEO/Water Innovation Project", "judge-name": "Christopher Peacock"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "63", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organizers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules will be expelled from the hackathon at the discretion of the hackathon organizers.\n\n\n\n\n\n\nAll submissions to the 2015 Water/Energy Nexus Hackathon remain the intellectual property of the individuals or teams that developed them. By registering, consenting to the terms of the Hackathon, and entering a Submission, however, the Participant agrees that the organizers and technology partners reserve an irrevocable, nonexlusive, royalty-free license to use, distribute to the public, and publicly display and perform a Submission for a period of one year starting on the date of the announcement of contest winners (August 16, 2015) as an example of work. We encourage participants to open source their projects to both share their hacks with the greater community and promote innovation in this space.\nBy submitting a 2015 Water/Energy Nexus Hackathon Entry or accepting any prize, you represent and warrant the following: (a) you will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the content and to grant 2015 Water/Energy Nexus Hackathon all of the rights granted herein; (b) you will not publish falsehoods or misrepresentations that could damage 2015 Water/Energy Nexus Hackathon, Sponsors, or any third party; (c) you will not submit content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate or destructive to 2015 Water/Energy Nexus Hackathon's or Sponsors' brand image or goodwill; (d) you will not post advertisements or solicitations of business; (e) 2015 Water/Energy Nexus Hackathon will not be obligated to pay any compensation to, or permit any participation by, any third party in connection with the use, reproduction, modification, publication, display or other exploitation of any of the content that you submit; and (f) the content submitted by you does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.\nBy posting or submitting a 2015 Water/Energy Nexus Hackathon Entry to the Contest (regardless of the form or medium of such content), you hereby grant 2015 Water/Energy Nexus Hackathon, Sponsors, their respective affiliates, and their affiliates' agents and third party contractors, without additional consideration, a worldwide, perpetual, irrevocable, non- exclusive right and license, with the right to sublicense, to discuss, publicize, market and otherwise display content derived from or relating to the 2015 Water/Energy Nexus Hackathon Entry (\"Marketing Content\"), and to distribute and use such Marketing Content for promotional and marketing purposes (either in the form submitted or in the form of a derivative or adapted work). You understand that you will not receive any compensation or credit for use of your 2015 Water/Energy Nexus Hackathon Entry, other than what is described in these Official Contest Rules.", "hackathon-prizes": [{"prize-content": "$750 Cash + Trophy + Gear + BRAGGING RIGHTS!!", "prize-title": "Best hack"}, {"prize-content": "$500 Cash", "prize-title": "Audience Choice Award"}, {"prize-content": "$500 for best non-problem hack", "prize-title": "Freestyle"}], "hackathon-location-google-maps": "https://maps.google.com/?q=225 Bush Street, San Francisco, CA 94104, USA", "hackathon-url": "https://waterenergy.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Overall design use."}, {"judging-criterion": "How complete is the hack. Does it have a nice interface. Is it easy to use."}, {"judging-criterion": "Does it solve one of the listed problem statements. How well does it solve the problem statement."}, {"judging-criterion": "Can California American Water use the idea with water customers? Can EPA further develop the idea?"}, {"judging-criterion": "How well does it use the rate information and water use data from Cal Am? Does it make sense?"}], "hackathon-location-address": "225 Bush Street, San Francisco, CA 94104, USA", "hackathon-description-header": "Help us manage, interact and understand the growing relationship between water and energy through technology.", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "General Assembly - San Francisco", "hackathon-end-date": "2015-08-16", "has-projects": "True"}