{"hackathon-description-text": "\nHack UCSC is proud to announce its fourth annual hackathon, taking place on January 20 to 22, 2017. It will be held at the Porter Dining Hall, with other classrooms available throughout the event. Friday will consist of registering, eating, listening to the opening speakers, and meeting fellow Hack UCSC attendees. At midnight, hacking begins and will continue until code freeze at midnight Saturday (with meals throughout the weekend, of course!). On Sunday there will be two rounds of judging, followed by the closing speakers and announcement of the winners! This is a great opportunity to meet people interested in the same kinds of software development as you, as well as those with an entirely different set of interests, form teams, and create your very own projects!", "hackathon-number-of-prizes": "12", "hackathon-id": "hackucsc2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Your judge will come to your table."}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "341", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nTo ensure the best hackathon experience, we have a \n, along with \n. By attending Hack UCSC 2017, you automatically agree to both.", "hackathon-prizes": [{"prize-content": "First Place: $1,000", "prize-title": "Innovation"}, {"prize-content": "First Place: $1,000 + $1,000 Grant from Community Foundation Santa Cruz County for non-profit organization that the first place team chooses + Mentorship from Community Foundation Santa Cruz County+ Lunch with Community Foundation Santa Cruz County Representative + a free Maker Pass to the CITRIS Invention Lab", "prize-title": "Tech Cares"}, {"prize-content": "Up to $300 in Amazon Gift Cards", "prize-title": "Mobile - Sponsored By Pyze"}, {"prize-content": "First Place:", "prize-title": "Redefine Future of Virtual Closet - Sponsored By Project YX"}, {"prize-content": "Grand Prize:", "prize-title": "Google Cloud Platform Prize - Sponsored By Google"}, {"prize-content": "Winner: Xbox One S 1 TB + call with a recruiter", "prize-title": "Best Use of Microsoft Azure - Sponsored By Microsoft"}, {"prize-content": "First prize: $1000 and lunch meeting with Dean of the Arts, Susan Solt (and relevant faculty) to further explore creative entrepreneurship", "prize-title": "Creative Entrepreneurship - Sponsored By Arts Division, UCSC"}, {"prize-content": "Winner: $2000 summer fellowship", "prize-title": "Graduate Division - Sponsored By Graduate Division, UCSC"}, {"prize-content": "Winner: Exclusive access to private events during the SHE++ summit in April 2017, including Bay Area tech company tours and the annual SHE++ Mentorship Dinner", "prize-title": "Best Diversity Hack + Sponsored By SHE++"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win a HackHarassment Swag Bag.", "prize-title": "Best Hack Against Online Harassment - Sponsored By Hack Harassment"}, {"prize-content": "Winner: Domain.com Swag Bags", "prize-title": "Best Domain Name - Sponsored By Domain.com"}, {"prize-content": "Best use of AWS - $250 AWS credit for each team member.", "prize-title": "Best Use of AWS by MLH"}], "hackathon-location-google-maps": "https://maps.google.com/?q=411 Porter-Kresge Rd, Santa Cruz, CA 95064, USA", "hackathon-url": "https://hackucsc2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "411 Porter-Kresge Rd, Santa Cruz, CA 95064, USA", "hackathon-description-header": "The premier hackathon at UC Santa Cruz!", "hackathon-prizes-total": "$95,500", "hackathon-location-description": "Porter/Kresge Dining Hall", "hackathon-end-date": "2017-01-21", "has-projects": "True"}