{"hackathon-description-text": "\nis a hackathon focused on social good and technology. In partnership with Earthx, we'll be working to give you access to the brightest minds in technology and sustainability.", "hackathon-number-of-prizes": "9", "hackathon-id": "earthxhack18", "hackathon-judges": [{"judge-role": "", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll persons are eligble! You must be on-site and present for the hackathon to submit.", "hackathon-number-of-participants": "221", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nYour submission must include a title, image, and description of at least one or two sentences. You do not have to link us to your code. You also must have all team members on your Devpost submission in the event you win a prize.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "First prize - $3,000 split between team members.", "prize-title": "First Prize"}, {"prize-content": "Second prize - $2,000 split between team members.", "prize-title": "Second Prize"}, {"prize-content": "Third prize - $1,000 split between team members.", "prize-title": "Third Prize"}, {"prize-content": "How might State Farm, an Insurance and Financial Services company, help reduce and improve the environmental footprint of a rapidly growing city like DFW?", "prize-title": "State Farm Challenge"}, {"prize-content": "Hack that most contribute to sustainability in the transportation industry.", "prize-title": "Southwest Airlines Challenge"}, {"prize-content": "Intuit’s customer support representatives do a fantastic job to address the needs of our customers. However, they get flooded with questions. Create an automated and intuitive solution using which customers can get their queries resolved without having to call the support. The solution could provide an easy way for auto escalations, proper notifications and quick resolutions.", "prize-title": "Intuit Challenge"}, {"prize-content": "Best hack involving the use of VR and related technologies.", "prize-title": "Vive VR Challenge"}, {"prize-content": "Best hardware hack that has a positive impact on our environment", "prize-title": "Environmental Hardware Hack"}, {"prize-content": "The Office of Environmental Quality (OEQ) is tasked with providing a multi-faceted outreach program to get all stake-holders involved in the City’s litter issue. As technology evolves, OEQ plans to use it more frequently to improve the overall efficiency and reach of the litter education and prevention initiative.", "prize-title": "OEQ"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1229 Admiral Nimitz Cir, Dallas, TX 75223, USA", "hackathon-url": "https://earthxhack18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This can be general positive impact or relationship to the environment."}, {"judging-criterion": "Does this product work when applied outside of a hackathon setting?"}, {"judging-criterion": "How innovative is this idea, and how did you come up with it?"}, {"judging-criterion": "Does this solution solve the problem it's intended for?"}, {"judging-criterion": "How well does the solution work technically?"}, {"judging-criterion": "You can't describe it, but you know it when you see it."}], "hackathon-location-address": "1229 Admiral Nimitz Cir, Dallas, TX 75223, USA", "hackathon-description-header": "The largest environmental hackathon, hosted at Earthx 2018.", "hackathon-prizes-total": "$7,300", "hackathon-location-description": "Embarcadero Building - Fair Park", "hackathon-end-date": "", "has-projects": "False"}