{"hackathon-description-text": "\nBiola Hacks is a two-day, overnight beginner friendly hackathon event! Whether you're a software programmer or designer all are welcome. Come together to collaborate and innovate with a team to solve problems and create something amazing.", "hackathon-number-of-prizes": "2", "hackathon-id": "biola-hacks", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n We welcome all college students of any major\nThis is a beginner friendly event but we encourage anyone who has had any programming, UI, or project management skills", "hackathon-number-of-participants": "38", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n* Must have Student ID or Government-Issued ID to enter.\n* You must be present at Biola Hacks to submit a hack.\n* Please do not bring alcoholic beverages / drugs / weapons of any sort. Failure to obey will lead to removal from Biola University site. (Non-alcoholic beverages, food, & snacks are permitted. )\n* Must abide by Biola University's \n* You cannot work on your project before hacking begins (which is officially 10:00am PT on Saturday, May 13th), which means all hacks must be made on site.\n* You cannot steal another team's source code\n* The decision of judges is final for determining prizes and awards.\n* Please comply with all instructions from Biola Hacks organizers", "hackathon-prizes": [{"prize-content": "- Choice of Amazon Echo Dot or Rasberry Pi", "prize-title": "1st Place"}, {"prize-content": "- Microsoft Gift Card 250", "prize-title": "2nd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=13800 Biola Ave, La Mirada, CA 90639, USA", "hackathon-url": "https://biola-hacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "At the end of the competition, you will be prompted to set up your project at an assigned table. There you will present your 5-minute pitch to the judges. Remember to leave time for questions. Your team will be judged on the following criteria:"}, {"judging-criterion": "Does your hack scream innovation? Is it more than a generic social / mobile / or local hack? Does it take a fresh approach to a new problem?"}, {"judging-criterion": "Technology was meant to make an impact, not keep the world at a standstill. We look for hacks that have large social impact as well as general practicality. Is the hack practical? Is the hack impactful? Does it fulfill a real need people have?"}, {"judging-criterion": "Is the hack technically interesting or difficult to develop? Is it a simple API mashup or is it a comprehensive effort that leverages advanced architecture, tough algorithms, and various libraries and languages?"}, {"judging-criterion": "Clean and seamless hacks are hard to come-by. Is the hack usable and functional in its current state? Does everything appear to work as intended? Does it deliver a beautiful experience? Is it mostly bug-free?"}], "hackathon-location-address": "13800 Biola Ave, La Mirada, CA 90639, USA", "hackathon-description-header": "Make a Difference Worldwide", "hackathon-prizes-total": "$650", "hackathon-location-description": "Biola University", "hackathon-end-date": "2017-05-14", "has-projects": "True"}