{"hackathon-description-text": "\nPhoto Hack Day is a 24-hour coding marathon where developers, designers, makers and visual artists come together to rapidly prototype new photo applications.", "hackathon-number-of-prizes": "17", "hackathon-id": "photohackday", "hackathon-judges": [{"judge-role": "Digital Services Director @ Canon Europe", "judge-name": "Alberto Spinelli"}, {"judge-role": "CTO @ EyeEm", "judge-name": "Ramzi Rizk"}, {"judge-role": "Creative Director @ gestalten", "judge-name": "Sven Ehmann"}, {"judge-role": "Managing Director @ IXDS", "judge-name": "Nancy Birkhölzer"}, {"judge-role": "Open Knowledge Foundation Germany", "judge-name": "Julia Kloiber"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n1. The event is open to registered participants of the event who are at least 18. Participants under the age of 18 should be registered and accompanied by a parent or legal guardian\n2. There is no purchase necessary to enter the event but only entries from registered, eligible participants can be considered by the jury ", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nWhat teams will submit on Sunday (if all goes well):", "hackathon-rules": "\nWe want to keep the rules as simple as possible, as our primary focus is to deliver a fun and cool event for everyone. But we have to set some simple rules to make it a honest and fair event for all:\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. For more information surrounding our policies on harassment, please go to Major Leage Hacking as we will implement their excellent code of conduct .\n\nThis isn’t a slidedeck hackathon! Build and demonstrate a working project or prototype, don’t just show us screenshots and slides. Seriously, we will disqualify you.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nAll submitted Entries should directly address one or more of the event challenges, as described on our \n to be eligible for posting. Entries not addressing a challenge will be posted publicly at our sole discretion. By submitting a solution, you grant us permission to display, copy, combine, compile, distribute and disseminate your Entry as needed to support the Event and audit your code. All Entries will be reviewed prior to posting. \n\nParticipants will have their code audited to make sure it’s all new and legit, by a developer appointed by Imaging Mind. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day. Keep it honest and fair and build something new & exciting!\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. You can also only be part of one team.\n\nAll intellectual property rights of hacks produced at the event belong to the attendees, and not to the organisers, sponsors, or partners.\nyou own the IP, be nice to each other and finally, regarding privacy, you will be at a public event that will be photographed and filmed. Hacks can be promoted and exhibited after the event (with credits and for non-commercial use only). If you have problems with that, please stay home ;)", "hackathon-prizes": [{"prize-content": "$5,000 AWS Credits. $2,500 divided among all participants.", "prize-title": "Amazon Web Services (AWS) Credits"}, {"prize-content": "The winning team will be awarded €1500 in cash to be shared among the members of the team.", "prize-title": "Grand Prize"}, {"prize-content": "The runners up team will be awarded $2500 courtesy of Amazon Web Services.", "prize-title": "Runners Up"}, {"prize-content": "The audience favorite receives 3x a Canon G7x with a RRP of €600 (per camera) courtesy of Canon.", "prize-title": "Audience Award"}, {"prize-content": "2x Sony Action Camera", "prize-title": "INSPIRE challenge"}, {"prize-content": "The team with the best submission in the CREATE challenge receives 3x a Canon Legria Mini X with a RRP of €300 (per camera) courtesy of Canon.", "prize-title": "CREATE challenge"}, {"prize-content": "The team with the best submission in the DISCOVER challenge receives 3x Canon SELPHIE CP 900 printer with a RRP of €100 (per printer) courtesy of Canon.", "prize-title": "DISCOVER challenge"}, {"prize-content": "The team with the best submission in the EXPERIENCE challenge receives a Xbox One 500GB Fifa 2016 bundle. We'll also throw in copies of Killer Instinct Combo Breaker and RARE Replay Collection. Total Xbox package value is €400 courtesy of Imaging Mind", "prize-title": "EXPERIENCE challenge"}, {"prize-content": "The team that demonstrates best use of the Creative SDK will receives 3 Creative Cloud subscriptions for 1-year courtesy of Adobe.", "prize-title": "Best use of Creative SDK"}, {"prize-content": "The team that makes best use of the Narrative API will receive 3 2nd generation Narrative Clips with a RRP € 229 each courtesy of Narrative.", "prize-title": "Beste use of Narrative API"}, {"prize-content": "The team that makes best use of the EyeVision API will receive 1x DJI Phantom 3 Standard Camera Drone courtesy of EyeEm.", "prize-title": "Best use of EyeVision API"}, {"prize-content": "4x Crumpler Bag courtesy of Crumpler for the best camera bag hack.", "prize-title": "Best Camera Bag hack"}, {"prize-content": "The team with the best analog hack will receive the Lomo'Instant Black: the most versatile, customizable instant camera around. Shoot beautiful photos wherever you go and share them instantly. RRP €99 (per camera).", "prize-title": "Best Analog Hack"}, {"prize-content": "The team that makes best use of the ascribe API will receive 4x a 1-month workspace in Berlin courtesy of Ascribe.", "prize-title": "Best use of ascribe API"}, {"prize-content": "150x €15,000 in free Stripe processing vouchers. Provided by Stripe.", "prize-title": "Best use of Stripe API"}, {"prize-content": "The team that makes best use of the Evercam API will receive 3x 2MP Hikvision Networked IP Cameras courtesy of Evercam (think Dropcam for hackers!)", "prize-title": "Best use of Evercam API"}, {"prize-content": "The team that makes best use of the Kite Print API will receive €2.000 in Kite credits, free mentoring if they bring the product to market, and € 300 in cash to be divided among the members of the team.", "prize-title": "Best use of Kite API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Thiemannstraße 1, 12059 Berlin, Germany", "hackathon-url": "https://photohackday.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is it an amazing, original and innovative idea?"}, {"judging-criterion": "The scale of the potential positive impact on the lives of people. \"Enriching lives through imaging\" is what this criteria is all about."}, {"judging-criterion": "Does the entry have an user interface & experience that is gorgeous, easy to use and fast?"}, {"judging-criterion": "Is the entry technically interesting or difficult? Were there real technical challenges to surmount?"}], "hackathon-location-address": "Thiemannstraße 1, 12059 Berlin, Germany", "hackathon-description-header": "24-hour coding marathon around the future of photography and visual culture", "hackathon-prizes-total": "€32,419", "hackathon-location-description": "Colonia Nova", "hackathon-end-date": "", "has-projects": "False"}