{"hackathon-description-text": "\nHackStart is a hackathon for high school students. Over the course of 24 hours (two days and one night), you will face new challenges, meet new people, and build something extraordinary. Form teams of four to develop apps and pitch them to judges for a unique opportunity to take home a cash prize!", "hackathon-number-of-prizes": "4", "hackathon-id": "hackstartatl-summer2015", "hackathon-judges": [{"judge-role": "WTFC", "judge-name": "Nitsh Sood"}, {"judge-role": "Georgia Tech", "judge-name": "John Koh"}, {"judge-role": "Georgia Tech", "judge-name": "Tucker Balch"}, {"judge-role": "Georgia Tech", "judge-name": "Mike Martin"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nThis event is meant for high school and inexperienced college students near the Greater Atlanta area.\nTeams are in groups of four, and we will be having the registration period be during keynote and kickoffs so that you can fill up your roster if you don't have four people!", "hackathon-number-of-participants": "25", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "\nAnything goes as long as it was created during the event!\nWe're typically looking for hacks that are in the form of web apps, mobile apps, or native apps, but if you can think of something super creative, go with it!\n ", "hackathon-rules": "\n\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, destruction of property, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon.\nWe expect participants to follow these rules throughout the entirety of HackStart Summer 2015.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "This prize goes to the hack that has the largest helpful social impact on society.", "prize-title": "Social Impact"}, {"prize-content": "This prize goes to the hack that best addresses the problem that it's trying to solve.", "prize-title": "Problem Solving"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3405 Piedmont Road Northeast, Atlanta, GA 30305, USA", "hackathon-url": "https://hackstartatl-summer2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This goes to the hack that has that best improves the community in the most impactful way.\n**This is its own award."}, {"judging-criterion": "How original is the idea? How creative of an approach do they take? Does it solve a common problem?\n\n**This is its own award."}, {"judging-criterion": "For the final round, judges will be looking at all the previous criterion as well as how well the team presents the project?"}, {"judging-criterion": "For the final round, judges will be looking at all the previous criterion as well as how clean the product is - in terms of design, appearance, and sophistication?"}, {"judging-criterion": "Is it simple and straightforward? Or is it bulky and hard to understand?"}, {"judging-criterion": "How useful of a product is it? Is it something that you see people using in thier everyday lives?"}, {"judging-criterion": "How well do they use technologies together? How complex is it?"}, {"judging-criterion": "Is there a wow factor?"}], "hackathon-location-address": "3405 Piedmont Road Northeast, Atlanta, GA 30305, USA", "hackathon-description-header": "HackStart is hackathon dedicated towards high school students and lesser experienced college students near Atlanta! Come and build some amazing hacks!", "hackathon-prizes-total": "$600", "hackathon-location-description": "BitPay Headquarters - Atlanta", "hackathon-end-date": "2015-07-11", "has-projects": "True"}