{"hackathon-description-text": "\nHackUMass is the largest hackathon in Pioneer Valley, attracting over 600 developers, designers, and hackers from all over the country to one location. In 36 hours, participants will bring innovative ideas to life through both software and hardware projects. HackUMass is about building connections, making friends, and most of all, learning something new! We have many great sponsors: some of our previous, and current sponsors include Facebook, Google, Fitbit, Autodesk, and Machine Metrics. ", "hackathon-number-of-prizes": "14", "hackathon-id": "hackumass-iv", "hackathon-judges": [{"judge-role": "", "judge-name": "To Be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll students are welcome. If you're under 18, we will need you to bring a signed parental consent form.", "hackathon-number-of-participants": "229", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nHackUMass participants can make anything they want! HackUMass is both a software and hardware hackathon where you can make your ideas a reality.", "hackathon-rules": "\nHackUMass participants are expected to follow the \n.", "hackathon-prizes": [{"prize-content": "1 Fitbit Surge for each member of the team that wins the grand prize.", "prize-title": "Grand Prize"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bag.", "prize-title": "#HackHarassment - Swag bag"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive.", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Awarded by Clarifai for the best use and implementation of their API", "prize-title": "Best use of Clarify API - Clarifai branded skateboards &amp; DSLR Cameras"}, {"prize-content": "This prize will be awarded to the most funny, creative, or playful project (1 per team member)", "prize-title": "Amazon Echo Dots"}, {"prize-content": "Awarded to the project that has the best documentation (1 per team member)", "prize-title": "iClever Portable Bluetooth Keyboard Ultraslim Mini Wireless Keyboard w/ Carry Pouch"}, {"prize-content": "Awarded to the best Virtual Reality or Augmented Reality project (1 per team member)", "prize-title": "Homido HOMIDO1 Virtual Reality Headset for Smartphone"}, {"prize-content": "Awarded to all the finalist teams (1 per team member)", "prize-title": "Amazon Echo Dots"}, {"prize-content": "Awarded to the best use of Jibo (1 per team member)", "prize-title": "Best use of Jibo - BB8 Spheros"}, {"prize-content": "Awarded to each member of the winning team (value TBD)", "prize-title": "Amazon Gift Cards"}, {"prize-content": "Awarded to the best project in the public interest (1 drone per team member)", "prize-title": "MJX X400W FPV Drones"}, {"prize-content": "Awarded by Verizon for innovation in communication", "prize-title": "Most innovative communications project - Verizon Trophy"}], "hackathon-location-google-maps": "https://maps.google.com/?q=650 N Pleasant St, Amherst, MA 01002, USA", "hackathon-url": "https://hackumass-iv.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "650 N Pleasant St, Amherst, MA 01002, USA", "hackathon-description-header": "HackUMass is the largest hackathon in Pioneer Valley attracting over 600 hackers, developers, and designers from all over the country.", "hackathon-prizes-total": "$6,130", "hackathon-location-description": "University of Massachusetts Amherst - Integrative Learning Center", "hackathon-end-date": "2016-10-09", "has-projects": "True"}