{"hackathon-description-text": "\nInComm is the leading provider of prepaid and transaction technologies with 400,000 points of distribution, $ 25 billion annual transaction volume and reaching over 1 billion customers weekly.", "hackathon-number-of-prizes": "4", "hackathon-id": "cashtie", "hackathon-judges": [{"judge-role": "The API Evangelist", "judge-name": "Kin Lane"}, {"judge-role": "President Adility, SVP - InComm", "judge-name": "Thomas Cornelius"}, {"judge-role": "Sr. Manager - BestBuy", "judge-name": "Tom Boucher"}, {"judge-role": "GM GoDaddy & former Paypal/ eBay Platform", "judge-name": "Jeff King"}, {"judge-role": "Business Development –Ticketmaster", "judge-name": "Andrew Kahn"}, {"judge-role": "General Partner - Felicis Ventures", "judge-name": "Sundeep Peechu"}, {"judge-role": "CEO - Market Platform Dynamics, President pymnts.com", "judge-name": "Karen Webster"}, {"judge-role": "General Partner - Commerce Ventures", "judge-name": "Dan Rosen"}, {"judge-role": "Business Direct - The Gap", "judge-name": "Stacey Sanna McAllister"}, {"judge-role": "Engineering - Walmart Labs", "judge-name": "Manyam Mallela"}, {"judge-role": "Chief Digital Strategy Officer - Sony Pictures", "judge-name": "Mitch Singer"}, {"judge-role": "Business Promotions - GameStop", "judge-name": "Lesa Hernandez"}, {"judge-role": "Managing Member - Simon Equity Partners", "judge-name": "Steve Simon"}, {"judge-role": "Platform Operations - Facebook", "judge-name": "John Anderson"}, {"judge-role": "SVP - New York City Economic Development Corporation", "judge-name": "Josh Winter"}, {"judge-role": "Distinguished professor of computing Georgia Tech, Ph.D., Founder Flashpoint", "judge-name": "Merrick Furst"}], "hackathon-number-of-judges": "16", "hackathon-eligibility": "\nThis is a global challenge, see", "hackathon-number-of-participants": "86", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nApp leveraging the\nAndroid, iOS, Blackberry, Windows Mobile, web(HTML5), PC, Mac, Linux, Java, Kindle\nNew and existing apps can participate (including apps that have been built using Cashtie prior to this challenge).\nInappropriate content", "hackathon-rules": "\nCashtie App Challenge Official Rules – (the “Official Rules”)  \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nCashtie App Challenge (the “Challenge”)\nhttp://Cashtie.ChallengePost.com (the “Challenge Website”)\n \nAdility Acquisition, Inc. (an InComm company), 250 Williams Street, Suite 5-2002, Atlanta, GA 30303 (the “Poster”).\nThe Poster is the sponsor and entity responsible for the Challenge.\n\n January 27, 2014 (11:00 am Eastern Time) – March 17, 2014 (5:00 pm Eastern Time) (the “Challenge Submission Period”)\n March 18, 2014 (10:00 am Eastern Time) – March 19, 2014 (5:00pm Eastern Time) (the “Judging Period”) period\n  On or around March 21, 2014 (2:00 pm Eastern Time)\n  On or around March 21, 2014 (2:00 pm Eastern Time)\n March 19, 2014 (9:00 am Eastern Time) – March 27, 2014 (5:00 pm Eastern Time) (the “Public Voting Period”)\n On or around April 3, 2014 (2:00 pm Eastern Time) \nChallengePost, Inc. will be the official timekeeper for the Challenge.\n \n\n(the above are collectively, “Makers”)\nAn individual may join more than one team or Organization and an individual who is part of a team or Organization may also enter the Challenge on an individual basis.  \nIf a team or Organization is entering the Challenge, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or Organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or Organization.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n \nMakers must do the following to participate in the Challenge: \n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\n(i) \nMakers must create (or have created) a working software application that utilizes the Cashtie API and makes use of the Cashtie barcodes for conducting transactions via a retail point of sale (POS) or checkout function (each an “Application”).\n(ii) \nEntries will be disqualified unlessthe Application is capable of being successfully installed and running consistently on one of the platforms identified below and for which the Application is intended, and actually functions as depicted in the video and/or expressed in the text description.\n(iii) \nA submitted Application must run on Android, iOS, Blackberry, Windows Mobile, web (HTML5), PC, Mac, Linux, Java, or Kindle.\n(iv) \nApplications may be either newly created by the Maker, or may have existed prior to the Challenge Submission Period. If an Application existed prior to the Challenge Submission Period, the Maker must have integrated the Cashtie API after the start of the Challenge Submission Period. \n(v) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster and Judges during the Challenge and until the Judging Period ends.\n(vi) \nThe Maker may distribute the Application to the public online via an app store or other website during the Challenge Submission Period or thereafter provided the Maker has entered into a written agreement with Adility or InComm for use of the Cashtie API in the production environment.\n(vii)  \n A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Poster. \n(viii) \nApplications may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(ix) \nYour Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\n\n(i)\nThe text description should explain the features and functionality of your Application, and describe how your Application can helpretailers, brands, billers or financial services companies be more efficient with retail shoppers, or be used to sell products in new ways. \n(ii)\nYou must submit at least one image. The image(s) should be photographs or screenshots of your working Application. Images must be one of the following formats: .jpg, .gif, or .png. \n(iii)\nThe video portion of the Submission: \na. should be less than five (5) minutes;\nb. must include footage that walks through and clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube or Vimeo, and a link to the video must be provided on the submission form on the Challenge Website; and\nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\n\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\n  By entering the Challenge, you grant to the Poster  and any third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for commercial and promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, ChallengePost’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\n The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, ChallengePost, and Judges for screening and evaluation.\n Makers represent and warrant that the Poster, ChallengePost, and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by ChallengePost, without obtaining permission or license from any third party and without any compensation to Makers.\n\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”), and scored using the following criteria (the “Judging Criteria”): \n(i)\n (including creativity, originality and fit with the target audience);\n(ii)\n (including user experience, design, and integration); and\n(iii) \n on consumers and retailers.\n(iv) \n and improvement of consumers lives.\nThe top ten (10) Makers whose Submissions earn the highest overall scores based on the Judging Criteria, will become potential winners of the Prizes listed in Section 7.\n Judges are not required to test the Application and may choose to judge based solely on the text description, images and video provided in the Submission. \n For each Prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n\n\nWinners of the Top 5 Award and Top 10 Award will also be eligible to win the Popular Choice Award.\nPlease review the ChallengePost Terms of Service at \n for voting rules.\n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission. In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or\n(iii) the Submission or the potential winner, or any member of a potential winner’s team or Organization, is disqualified for any other reason. \nIn the event of a disqualification, the Poster may award the applicable Prize to an alternate potential winner.\n\nThe Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nTravel arrangements will be made on behalf of the top 5 winning Makers (if each is an individual) or the Representatives (if a team or Organization) after receipt of the Required Forms.  It will be the responsibility of the winning Maker’s Representative to select the one team or Organization’s member who will attend the InComm Partner alliance, as the Representative deems appropriate.  Any travel arrangements costing in excess of $1,500 will be the sole responsibility of the top 5 winning Makers. \nWinners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state, and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. The Poster reserves the right to withhold a portion of the prize amount to comply with the tax laws of the United States.\n\nA. By entering the Challenge, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following: \n(i) The relationship between you, the Maker, and the Poster and ChallengePost, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, ChallengePost, and/or the Challenge Judges which are binding and final in all matters relating to the Challenge.\n(iii) You release, indemnify, defend and hold harmless the Poster, ChallengePost, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or ChallengePost’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website;\n(iii) unauthorized human intervention in any part of the entry process or the Challenge; \n(iv) technical or human error which may occur in the administration of the Challenge or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or ChallengePost.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\n\nBy participating in the Challenge you consent to the use of personal information about you, if you are a winner, by the Poster, ChallengePost, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\n\nA. Poster and ChallengePost reserve the right, in their sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB.  Poster and ChallengePost reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law.  Should Poster or ChallengePost suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the ChallengePost. The Poster and ChallengePost will post the terms and conditions of the amended Official Rules on the Challenge Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Poster or ChallengePost’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Challenge, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or ChallengePost. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or ChallengePost intellectual property shall be solely to the extent provided for in these Official Rules.\n\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\nA. Makers agree that, to the fullest extent permitted by law: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any Prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Challenge or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \n\nPlease review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\nChallengePost collects personal information from you when you enter the Challenge. The information collected is subject to the privacy policy located here: \n.\n\nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please post on the \n. If you have technical questions about the ChallengePost platform, please email \n. \n ", "hackathon-prizes": [{"prize-content": "•\tIn person meeting and presentation of your winning app to top tier retailers via 1 on 1 sessions.", "prize-title": "Top 5 Award (1 on 1 retailer meetings) "}, {"prize-content": "Judges will select the top ten Apps submitted to the Cashtie challenge. The winners will be listed with the mentioning \"winner of the 2014 Cashtie Top Ten App Award\" in the inComm/ Cashtie App store that is used by our retail partners to select Apps leveraging the Cashtie API for their stores (pending retail partner approval).", "prize-title": "Top 10 Award"}, {"prize-content": "Everybody can judge and will select the App that is the winner of the Cashtie challenge. The winner will be listed with the mentioning \"winner of the 2014 Cashtie Popular Choice Award\" in the inComm/ Cashtie App store that is used by our retail partners to select Apps leveraging the Cashtie API for their stores (pending retail partner approval).", "prize-title": "Popular Choice Award"}, {"prize-content": "Judges will select the App that improves consumers lives. The winner will be listed with the mentioning \"winner of the 2014 Cashtie Social Impact Award\" in the inComm/ Cashtie App store that is used by our retail partners to select Apps leveraging the Cashtie API for their stores (pending retail partner approval).", "prize-title": "Social Impact Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://cashtie.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Including creativity, originality and fit with the target audience."}, {"judging-criterion": "Including user experience, design, and integration."}, {"judging-criterion": "Including impact on the consumers and retailers."}], "hackathon-location-address": "", "hackathon-description-header": "Explore apps that connect to 400,000 retail stores with InComm’s Cashtie API and revolutionize the way consumers shop in retail stores, buy digital products, and pay bills.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}