{"hackathon-description-text": "\nTo encourage development of systems that help Veterans schedule appointments to receive care from the Veterans Health Administration and to reduce risks in the future procurement and deployment of those systems, the Secretary of Veterans Affairs (VA) announces a prize contest under Section 105 of the America COMPETES Reauthorization Act of 2011, Public Law 111-358 (2011), 15 USC 3719 (the “Act”).", "hackathon-number-of-prizes": "3", "hackathon-id": "vascheduling", "hackathon-judges": [{"judge-role": "", "judge-name": "Department of Veterans Affairs"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nPlease read the full rules for eligibility.", "hackathon-number-of-participants": "524", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nPlease read the full rules for submission requirements.", "hackathon-rules": "\nEligibility\n  To be eligible to participate in this contest and to win a prize:\na)    Entrants must register for this contest to establish eligibility  and submit a letter formally entering their product into the contest.\nb)    If an individual, an entrant must be a citizen of or permanent resident of the United States. If an entity, an entrant must be incorporated in and maintain a primary place of business in the United States.\nc)    An entrant may not be a Federal entity or Federal employee acting in the scope of the employee’s employment.\nd)    Entrants shall be responsible for obtaining insurance they deem necessary to cover claims by any third party for death, bodily injury, or property damage or loss resulting from an activity carried out in connection with or participation in this contest.\ne)    Entrants must have complied with all requirements of the Federal Register Notice of Oct. 16, 2012, Federal Register updates, the challenge.gov website, official links to additional contest information, contest updates, and all requirements established by the Act.\nf)     By registering for or submitting an entry in this contest, contestants and entrants agree to assume any and all risks and waive any claims against the Federal Government and its related entities (except in the case of willful misconduct) for any injury, death, damage, or loss of property, revenue or profits, whether direct, indirect, or consequential, arising from their participation in this contest, whether the injury, death, damage, or loss arises through negligence of otherwise.  \n that by registering or submitting an entry, contestants and entrants do not waive claims against VA arising out of the unauthorized use or disclosure by the agency of the intellectual property, trade secrets, or confidential information of the entrant.\nIntellectual Property (IP)\na)    VA is not responsible for a registered contestant’s or entrant’s lack of compliance with copyright, trademark, patent or other Federal law.  Contestants and entrants will hold harmless, defend, and indemnify the Federal Government and any agency or component thereof from and against any suit, claim, demand, liability, damages, costs and expenses (including attorneys’ fees and costs of defense), of whatever nature, whether groundless, false or fraudulent, arising out of any use, licensing or relicensing of any IP that is incorporated in the entrant’s entry.  \nb)    Without limiting the generality of the foregoing and in explanation but not limitation of sections 4(a)(5) and 4(a)(6), contestants and entrants are responsible for obtaining all third-party licenses required to allow the VA and its contractors to receive any and all IP installed on any virtual machine, to run any and all testing software or scripts, and to demonstrate an entrant’s product.  Windows and Linux operating systems will be accepted; however contestants and entrants will need to obtain proper licenses for running any Windows in any resource external to the VA-supplied virtual machines that is or will be used by the contestant to support or execute contestant’s entry.\nc)    Contestants, in order to be judged, will contribute the open APIs and any open source content in their entries to the Open Source Electronic Health Record Agent (OSEHRA).  Contestants will apply the Apache 2.0 license to the designated open source modules (including the interfaces between the contestant’s product and VistA) and contribute the modules to OSEHRA.\nd)    VA may in its sole and absolute discretion choose to negotiate with any entrant to acquire, license, use or convey any other intellectual property developed in connection with this contest.\nhttp://www.osehra.org/page/osehra-code-repository.\nProcedures for obtaining additional information\na)    During the period of the contest, potential contestants or entrants may submit questions or comments to VA using the “Discussions” section on the official contest website, http://vascheduling.challenge.gov.\nb)    VA may choose not to respond to any question or comment or to delete questions or comments that it determines are not relevant to the competition or which seek technical guidance.  VA’s responses on the “Discussion” section of the contest website are not official guidance.\nc)    VA may also provide information and official guidance related to this contest on the “Updates” section of the official contest website, http://vascheduling.challenge.gov.  An entrant is bound by official guidance on the “Updates” section that is posted prior to formal submission of their entry. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://vascheduling.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Help Veterans make appointments for VA outpatient and ambulatory care by creating systems that are compatible with Open Source VistA and help to lead health IT transformation.", "hackathon-prizes-total": "$3,050,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}