{"hackathon-description-text": "\nThis is the first major UK Game Jam aimed at videogame professionals, who will compete in teams onsite to create the best games in a weekend. Teams from major companies and indie devs will compete on a level playing field with the jam’s theme only revealed at the start of the competition.", "hackathon-number-of-prizes": "10", "hackathon-id": "jamchester", "hackathon-judges": [{"judge-role": "Lead Game Designer - Sony VR", "judge-name": "Gary Napper (Head Judge)"}, {"judge-role": "Lead Developer / Director - Alex Rose Games", "judge-name": "Alex Rose"}, {"judge-role": "Technical Evangelist - Microsoft - Judging the Best Windows VR Game", "judge-name": "Lee Stott"}, {"judge-role": "European Community Manager for Unreal Engine Epic Games - Judging the Totally Unreal Award", "judge-name": "Jess Hider"}, {"judge-role": "Senior Designer - Creative Assembly", "judge-name": "Catherine Woolley"}, {"judge-role": "Senior Online Consultant - Sony Computer Entertainment Europe", "judge-name": "Claire Blackshaw"}, {"judge-role": "Design Director - Cavalier Game Studios", "judge-name": "Charles Griffiths"}, {"judge-role": "Founder & Developer - Asobi Tech", "judge-name": "Quang Nguyen"}, {"judge-role": "QA Engineer - Focusrite Audio Engineering / Novation", "judge-name": "Cain McCormack"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nYou must be aged 18 or over.\nTeams can be made up of one to four people. (no pets)", "hackathon-number-of-participants": "148", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "10", "hackathon-requirements": "\nGames must be based on the theme annouced at the start of the event. Only games created during in the 40 hour jam will be considered for judging.\nYour submission must include the following;\n1) Team Name / Name of Game\n2) Team Members\n3) Description\n4) Link to where the game can be played e.g. Github, Dropbox", "hackathon-rules": "\nAll attendees, sponsors, partners, volunteers and staff at our game jam are required to agree with the following code of conduct.\nOrganisers will enforce this code throughout the event. We expect cooperation from all participants to ensure a safe environment for everybody.\nOur game jam is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWe do not tolerate harassment of game jam participants in any form. Sexual language and imagery is not appropriate at any game jam venue, including hacks, talks, workshops, parties, social media and other online media. Game jam participants violating these rules may be sanctioned or expelled from the game jam without a refund (if applicable) at the discretion of the organisers.\n", "hackathon-prizes": [{"prize-content": "Trophy & kudos", "prize-title": "Art &amp; Visual Presentation"}, {"prize-content": "Trophy & kudos", "prize-title": "Design &amp; Gameplay"}, {"prize-content": "Trophy & kudos", "prize-title": "Audio Design"}, {"prize-content": "Trophy & kudos", "prize-title": "Technical Achievement"}, {"prize-content": "Trophy & kudos", "prize-title": "Innovation &amp; Creativity"}, {"prize-content": "Each member of the winning team will receive a prize package of Unreal Engine merch and apparel, along with each developer's choice of a new NVIDIA graphics card (980 class or higher) or an HTC Vive Pre developer kit.", "prize-title": "Totally Unreal Award"}, {"prize-content": "The winning team will each receive a Xbox One Console.", "prize-title": "Best Windows VR Game"}, {"prize-content": "Trophy & kudos", "prize-title": "Best Student Team"}, {"prize-content": "Trophy & kudos", "prize-title": "Best Company Team"}, {"prize-content": "Trophy & kudos", "prize-title": "Best Game"}], "hackathon-location-google-maps": "https://maps.google.com/?q=51 Lever St, Manchester, Manchester M1 1FN, UK", "hackathon-url": "https://jamchester.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How your game looks, how well it uses colour and composition, how well the visuals blend together and represent the essence of the idea."}, {"judging-criterion": "How well thought out and structured your game is. How mechanically fun it is to play. How well it solves gameplay issues and how each part of the game integrates with the whole."}, {"judging-criterion": "Not just music and sound effects. How well your game uses audio to compliment and enhance the design and art. How does your game feel as a result of the audio."}, {"judging-criterion": "Not just complexity or detail but how impressive a creation you have made. Have you created new systems and technology? How would others benefit from the advancement?"}, {"judging-criterion": "Big, new, inspiring and intriguing ideas. Have you done something no one else has? Have you developed something to a new level? How creative have you been with the theme?"}, {"judging-criterion": "Games which use Unreal engine for the Jam. We're looking for interesting and unusual use of the technology. How have you used the power of Unreal to realise your game ideas or allow you to do bigger and better things within the time limit?"}, {"judging-criterion": "An award for games that use Windows VR software/APIs and hardware (so Windows Phone, Oculus, Vive, etc). A great VR game that uses Microsoft tech to achieve it's objectives"}, {"judging-criterion": "At college or university? This is your chance to compete alongside professionals and show what you can do."}, {"judging-criterion": "Team - Already working for a company? Let's see how impressive your group can be outside of your regular studio or office environment."}, {"judging-criterion": "The best overall game experience. Must be the best overall game, something outstanding and impressive. How complete, rounded and strong is the game as a whole."}], "hackathon-location-address": "51 Lever St, Manchester, Manchester M1 1FN, UK", "hackathon-description-header": "The UK's Biggest Competitive Game Jam", "hackathon-prizes-total": "0", "hackathon-location-description": "The Studio", "hackathon-end-date": "2016-05-22", "has-projects": "True"}