{"hackathon-description-text": "\nEsri is sponsoring an internal developer hackathon. Use the new", "hackathon-number-of-prizes": "6", "hackathon-id": "hack-the-map", "hackathon-judges": [{"judge-role": "Esri", "judge-name": "Nitin Bajaj"}, {"judge-role": "Esri", "judge-name": "Clint Brown"}, {"judge-role": "Esri", "judge-name": "Ismael Chivite"}, {"judge-role": "Esri", "judge-name": "Jeff Shaner"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nOpen to employees of Esri only.\nParticipants must be able to appear in-person at Esri headquarters or via Skype/Lync over Esri's VPN.\nParticipants can form teams of up to 6 individuals.\nTeams must declare participation by the Team entry deadline.", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "\nSubmissions will be judged on content developed during the hackathon submission period only. Any component developed before the hackathon submission period is not eligible for judging.\nAll teams must declare their participation by the Team entry deadline by completing the team entry form.\nAll code must be submitted to a Github repository and available for the judges and event organizers to access.\nThe submitted solution must build and run in a standalone app on a PC or Mac computer or in a simulator running on a PC or Mac computer.\nAll projects submitted must use at least one of the ArcGIS Runtime SDKs in some way. Projects submitted that do not use a Runtime SDK are not eligible for judging and prizes.\nAll submitting teams must be able to perform a 5-minute presentation of their solution. Teams may present in-person, via videoconference, or by submitting a video of their presentation. When presenting in-person at least one team representative must be on site during the presentation period at the specific time requested. When presenting via videoconference at least one team representative must be online during the presentation period at the specific time requested. When submitting a video the video must be submitted at the beginning of the presentation period.\nIf any additional hardware is used it will not be considered in the judging. If additional hardware is required it is the teams responsibility to make it available to the judges during the judging period.", "hackathon-rules": "\nPlease see ", "hackathon-prizes": [{"prize-content": "The Trophy is awarded to the overall winner - the team that delivers the best app overall, awarded to the highest overall score.", "prize-title": "Overall Winner"}, {"prize-content": "First place winning team in the Civic category", "prize-title": "First prize - Civic"}, {"prize-content": "First place winning team in the Consumer category", "prize-title": "First prize - Consumer"}, {"prize-content": "First place winning team in the Enterprise category", "prize-title": "First prize - Enterprise"}, {"prize-content": "Second place scoring team in the Civic category", "prize-title": "Runner up - Civic"}, {"prize-content": "Second place scoring team in the Consumer category", "prize-title": "Runner up - Consumer"}], "hackathon-location-google-maps": "https://maps.google.com/?q=380 New York St, Redlands, CA 92373, USA", "hackathon-url": "https://hack-the-map.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Applies to category – Civic, Consumer, Enterprise, or best overall"}, {"judging-criterion": "Real world applicability and usefulness;"}, {"judging-criterion": "Application of ArcGIS technology and utilization of the ArcGIS Runtime SDK;"}, {"judging-criterion": "User experience and design"}, {"judging-criterion": "Submission quality - how well the project adheres to the submission guidelines"}, {"judging-criterion": "Project quality - based on clear architecture and code organization of the solution"}, {"judging-criterion": "Project completeness – how much of the proposed solution was built and how much worked"}, {"judging-criterion": "Quality of presentation - how well the product is represented, how well the presentation follows the presentation guidelines"}], "hackathon-location-address": "380 New York St, Redlands, CA 92373, USA", "hackathon-description-header": "If you can think it, you can build it. Use Esri's ArcGIS platform APIs and Quartz Runtime SDKs and bring your world into view.", "hackathon-prizes-total": "0", "hackathon-location-description": "Esri Corporate HQ", "hackathon-end-date": "2016-12-15", "has-projects": "True"}