{"hackathon-description-text": "\nHackTheMidlands is a 24-hour, inclusive hackathon being hosted in Birmingham on the 23rd-24th September 2017 at Millennium Point.", "hackathon-number-of-prizes": "6", "hackathon-id": "hackthemidlands2017", "hackathon-judges": [{"judge-role": "eLife", "judge-name": "Naomi Penford"}, {"judge-role": "Samsung Internet", "judge-name": "Uve"}, {"judge-role": "Nexmo", "judge-name": "Rabeb Othmani"}, {"judge-role": "Nexmo", "judge-name": "Sam Machin"}, {"judge-role": "IBM", "judge-name": "Peter Cripps"}, {"judge-role": "BCS", "judge-name": "Olivia Tan"}, {"judge-role": "The Medic App", "judge-name": "Josh Simpson"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nParticipants can be of any age can be submitted into the hackathon and have a chance of running for any of the prizes going.\nIf you are entering as a team, your team size must not exceed 4 people.", "hackathon-number-of-participants": "32", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nWhen submitting your project, we require the following things:", "hackathon-rules": "\nWe have rules put in place to ensure that everybody who attends HackTheMidlands has a fun, fair and enoyable experience, for this reason, we have the following rules that we would appreiate you abiding to throughout the course of the event:", "hackathon-prizes": [{"prize-content": "Make a public, government or open data set searchable", "prize-title": "Algolia"}, {"prize-content": "The hack that does the promotes the most social change", "prize-title": "BCS"}, {"prize-content": "Best use of Nexmo API", "prize-title": "Nexmo"}, {"prize-content": "Best Mashup incorporating the Majestic API", "prize-title": "Majestic"}, {"prize-content": "Utilising open data to improve transport. The prize is continued support for the hack for the next 6 months.", "prize-title": "TFWM"}, {"prize-content": "Scientists share their findings through publications – often behind a paywall and in a format that can often make it difficult to track down and reuse the raw data behind key assertions. This makes it hard to understand, reproduce and build on results as a community, which should be the foundation for the best science and progress. At eLife, we work to bring the power of digital technology to science publishing, to promote collaboration, transparency and openness in research – and we’d like your help! We are looking for new tools or technologies that improve the discovery, sharing, consumption and evaluation of life sciences and biomedical research. This is your chance to get involved in a movement to transfer science from a closed-access, commercially-governed system to a more open, transparent and collaborative web – help us make science open source with your hack at Hack the Midlands. Members of the winning team will each receive a £100 voucher for Pimoroni.com, a copy of ‘Reinventing Discovery’ and an invitation to attend a mentorship day at eLife. Hackers are encouraged to build on any available API and to be imaginative with the services they integrate into their hack – discover our open-source resources and API at developers.elifesciences.org.", "prize-title": "eLife"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Curzon St, Birmingham B4 7XG, UK", "hackathon-url": "https://hackthemidlands2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "All submissions must be made by 1pm on Sunday, one hour after the hacking has started."}], "hackathon-location-address": "Curzon St, Birmingham B4 7XG, UK", "hackathon-description-header": "Learn, build, share.", "hackathon-prizes-total": "$5,448", "hackathon-location-description": "Millenium Point", "hackathon-end-date": "", "has-projects": "False"}