{"hackathon-description-text": "\nis the student hackathon at Jacobs Univerisity Bremen, an international university in Germany that is home to people from 110 different nations. In the spirit of our university we are trying to create one a diverse hackathon experience on our beautiful campus.", "hackathon-number-of-prizes": "13", "hackathon-id": "jacobshack-2016", "hackathon-judges": [{"judge-role": "Jacobs University", "judge-name": "Jürgen Schönwälder"}, {"judge-role": "Twilio", "judge-name": "Dominik Kundel"}, {"judge-role": "Amazon Alexa", "judge-name": "Jen Meyers"}, {"judge-role": "Bloomberg", "judge-name": "Donald Whyte"}, {"judge-role": "Skyscanner", "judge-name": "Miquel Llobet"}, {"judge-role": "Major League Hacking", "judge-name": "Kevin Lewis"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "73", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nOnly code that was written after the official start of the 'hacking phase' is valid. Teams can work on existing projects but during the presentation the team must clearly outline the part that was written during the hackathon and it shall be only judged on this part. Digital mockups and graphics may be prepared before. Additionally open-source frameworks and code that is available to everyone may be used. If you use another project of yours inside your hack it must be available to everyone and please mention it in the README in your repository.\nEven though the code quality is not a criteria, judges and organizers have to be granted a look on the source code on request. This might be necessary in cases where the judges or organziers question whether the code was written at the event.\nTeams of up to 4 humans are allowed. \nAs we are hacking on a university campus, we need to be able to clearly identify participants and non-participants. That's why we ask everyone to wear the wristbands we hand out and clearly display the badge with their name. It is also not permitted to pass either of it on to non-participants. If the organizers see such exchange the partcipant may be immediately banned from the event.\nIn order to participate in the actual competition and present your hack your team must be registered on the Devpost page of the event.\nUntil submission deadline all teams must be registered and \n need to have joined the team. Additionally a link to the repository needs to be posted in the team page. Video submissions are optional.\nThe ownership for everything build at the event remains with the team and the team is free to do with it what it wants.\nIn order to participate in the competition it is necessary that you demo your hack at the expo. PowerPoint slides or other slide decks are not allowed. Neither at the expo nor at the final presentations. Don't be scared to present unfinished hacks. You can still have a chance to win :)\nThe judging of the hackathon will have two phases. In the first phase every team has the chance to present to some judges as part of the expo. Afterwards the best teams will be chosen to present on stage in front of all participants and the final jury. Everyone who presents in front of the final jury starts with a blank slate. Previous scores will not be counted for the final decision. \nIn both cases the rule is that the decisions of the jury members and organizers are final and shall not be questioned.\nWe want a fair competition and are not planning to disqualify anyone however if any of the following things is violated we sadly have to disqualify you (and in cases your team):", "hackathon-prizes": [{"prize-content": "Win Parrot jumping sumo drones for the most technically challenging hackathon project.", "prize-title": "Most technically challenging project"}, {"prize-content": "Win Zeiss VR One Plus headsets for the most disruptive hackathon project.", "prize-title": "Most disruptive project"}, {"prize-content": "Win Misfit Shine fitness trackers for the best \"strange but cool\" project.", "prize-title": "Hacker Spirit (\"Strange but cool\") prize"}, {"prize-content": "Best use of Skyscanner API", "prize-title": "Skyscanner API Prize"}, {"prize-content": "Win Amazon Echo for the best use of Amazon Alexa API", "prize-title": "Amazon Alexa API Prize"}, {"prize-content": "Win Pebble watches for best use for Twilio APIs.", "prize-title": "Twilio API prize"}, {"prize-content": "Win Raspberry Pis for the best best security / privacy focussed project", "prize-title": "CLIQZ best security / privacy focussed project award"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bags.", "prize-title": "#HackHarassment"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Win 50$ Amazon vouchers per team member for the most disruptive project that uses a .tech domain", "prize-title": "Best use of .tech domains - Most disruptive"}, {"prize-content": "Win 50$ Amazon vouchers per team member for the most disruptive project that uses a .tech domain", "prize-title": "Best use of .tech domains - Most Technically challenging"}, {"prize-content": "Win Misfit Shine activity trackers for creating the best hack that doesn't fit categorical boundaries", "prize-title": "Best misfit project"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Jacobs University IRC, Campus Ring 1, 28759 Bremen, Germany", "hackathon-url": "https://jacobshack-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How innovative / new is your idea. Are you just the next generic social app or are you creating something groundbreaking new?"}, {"judging-criterion": "How difficult was this hack to be implemented. Is it just a simple website or are you solving a technical problem that nobody ever solved?"}, {"judging-criterion": "How is the design and the user experience of the hack. How polished does the project appear? Does it show issues?"}, {"judging-criterion": "Is it a useful hack? How wide are the applications? Is it just something that helps you or will more people use it?"}, {"judging-criterion": "How well is the presentation during the fair by the team."}], "hackathon-location-address": "Jacobs University IRC, Campus Ring 1, 28759 Bremen, Germany", "hackathon-description-header": "I Hack, Therefore I Am!", "hackathon-prizes-total": "$4,100", "hackathon-location-description": "Jacobs University Bremen", "hackathon-end-date": "2016-10-16", "has-projects": "True"}