{"hackathon-description-text": "\nHackathon registration is now closed. To submit a project on DevPost, you'll be asked for your Order Confirmation number on your Hackathon entry from the Philadelphia Museum of Art.", "hackathon-number-of-prizes": "2", "hackathon-id": "philadelphiamuseum", "hackathon-judges": [{"judge-role": "Director of the Expressive and Creative Interaction Technologies (ExCITe) Center and Associate Professor of Electrical and Computer Engineering at Drexel University. Youngmoo’s research group, MET-lab, focuses on the machine understanding of audio.", "judge-name": "Youngmoo Kim"}, {"judge-role": "Founder & Editor of HAHA Mag (High on Art, Heavy on Antics) & Co-founder/web content writer, HAHAxParadigm, a Philadelphia based initiative that curates and produces engaging public art projects.", "judge-name": "Ginger Rudolph"}, {"judge-role": "Executive Director, Girl Develop It, a nonprofit organization that exists to provide opportunities for women to learn web and software development. Corinne is a passionate advocate for community-centered movements and their power to change the world.", "judge-name": "Corinne Warnshuis"}, {"judge-role": "Co-founder, Red & Blue Ventures. Brett is a seed-stage investor in technology and technology-enabled companies from the University of Pennsylvania ecosystem and has a decade and a half of venture capital and private equity experience.", "judge-name": "Brett Topche"}, {"judge-role": "Founder, CRUXSpace. Andrew is a New Media artist and designer and is the founder of Philadelphia’s only New Media Art gallery, CRUXSpace. He also runs Cloud Shop Studios, a boutique web design company.", "judge-name": "Andrew Cameron Zahn"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nEmployees of the Philadelphia Museum of Art are not eligible.\nYou must purchase a hackathon entry in order to be eligible to win. To submit a project on DevPost, you will be asked for your Order Confirmation number on your Hackathon entry from the Philadelphia Museum of Art.", "hackathon-number-of-participants": "117", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\n1. Team members must purchase a hackathon entry from the Philadelphia Museum of Art in order to be eligible to win. \n2. You must be in the Philadelphia area to participate. There are several in-person events and attendance is an essential part of your participation.\n3. Teams must have two to six members. One person teams are not allowed. You may bring your team or form one at the kickoff.\n4. Register your team on DevPost by April 11.  \n5. Bring your own laptop. We’ll provide work tables at the Hacklabs.\n6. Use the Museum dataset and wayfinding tools given at Kickoff, April 4. Access the Hackathon API at our GitHub\n7. Due May 9, 10 p.m.: Submit a video (maximum 2 minutes) that demonstrates the app in use. Do not make a promotional-style sales pitch. Do include stills and/or video screen grab captures. Write a description of the app for DevPost and choose a main image to represent your project.\n8. Due May 9, 10 p.m.: Submit source code of your app to your GitHub account and send us a link to it.\n9. May 16, 6:00-8:00 p.m.: At least two team members must be present to represent you at Preliminary Judging. You will have 5 minutes to answer the judge's questions about your submission.\n10. May 25, 6:00-7:00 p.m.: Finalist teams must demonstrate their app in two different galleries for Final Judging.\n11. May 25, 6:00-7:00 p.m.: Runner Up teams can compete for the People's Choice Award by demonstrating their apps in the Great Stair Hall.\nWe do ask for source code for the judges to review. While we encourage participants to consider open source, it is not required- all files uploaded will only be seen by the judges and hackathon managers. We ask for source code for review, not ownership, as stated in", "hackathon-rules": "\nYou must purchase a hackathon entry in order to be eligible to win. To submit a project on DevPost, you will be asked for your Order Confirmation number on your Hackathon entry from the Philadelphia Museum of Art. Teams must submit their games online by May 9. Judges will review each game and pick five finalist teams. The top five teams will present their games to judges and a public audience on Friday, May 25. The winning team receives a prize of $2,000. The audience’s favorite takes home the People’s Choice award and $500.\nAll participants of Hackathon 3.0 must abide by the Code of Conduct and IP agreement below. Participants violating the code of coduct may be asked to leave the event and the Museum.\nWe value the participation of each member of the community and want everyone to have an enjoyable and fulfilling experience. Accordingly, all participants are expected to show respect and courtesy to other hackathon participants, Museum visitors, and Museum staff.\nTo make clear what is expected, all participants associated with the Philadelphia Museum of Art Hackathon are required to adhere to the following Code of Conduct (including the Short and Long Versions).\nThe Philadelphia Museum of Art is dedicated to providing a harassment-free experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, age, race, or religion. We do not tolerate harassment of participants, staff, or visitors in any form.\nAll communication should be appropriate for a professional audience including people of many different backgrounds.\nBe respectful. Be kind to others. Do not insult or put down other participants. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate.\nParticipants violating these rules may be asked to leave the event and the Museum.\nThank you for helping make this a welcoming, friendly event for all.\nHarassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, pornographic or obscene images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording without voluntary consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. Harassment can include any behavior that makes another person feel targeted or uncomfortable.\nPhotography is encouraged, but participants, staff, and/or Museum visitors must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).   You must also follow the Museum’s policies relating to photography in the galleries as may be communicated by Museum staff or security guards.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nBe careful in the words that you choose. Remember that sexist, racist, and other exclusionary jokes can be offensive to those around you. Excessive swearing and offensive jokes are not appropriate.\nIf a participant engages in behavior that violates this code of conduct, the organizers may take any action they deem appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type. \nWe expect participants to follow the code of conduct and other Museum policies throughout the Museum as communicated by Museum staff or security guards.  At all times be respectful of the art and other property at the Museum and do not touch or endanger any art objects at any time. Please stay at arm's length distance from the artwork at all times.\nThe Museum reserves the right to revise, make exceptions to, or otherwise amend these policies in whole or in part.  If you have any questions regarding these policies, please speak with a Museum staff member.\nIf you are being harassed, notice that someone else is being harassed, or think there may be a potential violation of the code of conduct, please contact a member of hackathon staff immediately. If you prefer email, please report it using the email below: \nhackathon@philamuseum.org\nAll reporters have the right to remain anonymous. We value your attendance. Museum staff will be happy to help participants contact security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. \n\nSoftware code developed during the event are the property of the creators. By registering and entering a submission, you grant the Museum an irrevocable, nonexclusive, royalty-free license to use and distribute all other expressions of the ideas represented by the code or apps developed during the hackathon. You also agree that the Museum may explore such ideas with you or on its own. We encourage participants to open source their projects to both share the work with the greater community and promote innovation in this area.\n\nYou agree that you will not submit content that is copyrighted, protected by trade secret or subject to any intellectual property or other proprietary rights, including privacy and publicity rights. To the extent your content includes copyrighted materials, you are responsible for securing any necessary permissions or other rights. If the Museum becomes subject to claims or damages resulting from your work, you will be responsible for them.\n\nYou agree that your work will not include content that is unlawful, obscene, defamatory or libelous. You also agree not to post advertisements or solicitations of business. You also agree that all content you submit will not contain any viruses, Trojan horses, worms or other disabling devices, malware or harmful code. If the Museum becomes subject to claims or damages resulting from your work, you will be responsible for them.\n\nIf you present your work product away from the Museum, you should describe it as “developed at the Power of Art Hackathon hosted by the Philadelphia Museum of Art” but you agree not to use the Museum’s name in any other context or format.\n\nIn order to protect the works of art and create a safe environment for all patrons, please observe the following Museum policies:\n\n ", "hackathon-prizes": [{"prize-content": "GRAND PRIZE: Judge's choice for best Hackathon 3.0 digital game based on scoring criteria to be revealed at the opening event, April 4. One team will win a total of $2,000.", "prize-title": "Grand Prize"}, {"prize-content": "PEOPLE'S CHOICE: vote for your favorite Hackathon 3.0 digital game. One team will win a total of $500.", "prize-title": "People's Choice Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://philadelphiamuseum.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Use PMA resources & crowd-contributed data to create a game/guide leading visitors to discover objects in an engaging way. Your solution should grow with use by employing (for example) machine learning, recommendation systems, and/or crowd-sourcing."}, {"judging-criterion": "Is it technically interesting or difficult? Is it just using the provided tools, or have you created or integrated other solutions?  Are visitors prompted to contribute data to define their interests? Does it surmount real technical challenges"}, {"judging-criterion": "Is it more than just another generic app or museum guide? Does it do something novel or take a fresh approach to the problem?  Is the technology fueling the application’s growth used imaginatively and intelligently?"}, {"judging-criterion": "Is it usable in its current state? Is the user experience smooth? Does everything work? Is it well designed? How complete is it?"}, {"judging-criterion": "Is it practical? Something people would really use? Does it solve the problem of where to start a visit and how to find objects? Does it help to understand art and find a connection to it? Does it work for all database objects? Is it location-aware?"}, {"judging-criterion": "How does it engage and motivate users? Does it present a thoughtful approach to using crowd contributions?  Does it foster relationships between visitors and the collection while enhancing the connections between objects?"}], "hackathon-location-address": "", "hackathon-description-header": "Philadelphia Museum of Art Hackathon 3.0", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}