{"hackathon-description-text": "\nThe", "hackathon-number-of-prizes": "2", "hackathon-id": "legislative-data-mapping", "hackathon-judges": [{"judge-role": "Senior Systems Analyst with the Office of the Clerk, United States House of Representatives", "judge-name": "Kirsten Gullickson"}, {"judge-role": "Associate Professor of Computer Science and Law at the School of Law, University of Bologna, Italy", "judge-name": "Monica Palmirani"}, {"judge-role": "Associate Professor in Computer Science, University of Bologna, Italy", "judge-name": "Fabio Vitali"}, {"judge-role": "Head of Legislation Services, The National Archives (UK)", "judge-name": "John Sheridan"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nYou may participate in the Challenge if you are:\nA team or organization must appoint a representative to act on its behalf. \nPlease see ", "hackathon-number-of-participants": "43", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmission should include:\nPlease see ", "hackathon-rules": "\nLibrary of Congress Legislative Data Challenge \nLegislative XML Data Mapping\nIntroduction\nThe \n is sponsoring “Legislative Data Challenges” to advance the development of international data exchange standards for legislative data.  These challenges are part of an initiative to encourage broad participation in the development and application of legislative data standards and to engage new communities in the use of legislative data.  Goals of this initiative include:\n•    Enabling wider accessibility and more efficient exchange of the legislative data of the United States Congress and the United Kingdom Parliament; \n•    Encouraging the development of open standards that facilitate better integration, analysis, and interpretation of legislative data; and,\n•    Fostering the use of open source licensing for implementing legislative data standards. \nThe Library of Congress Legislative Data Challenges will recognize individuals, teams of individuals, for-profit legal entities, and/or non-profit organizations for developing proposed solutions or proofs of concepts for the exchange and mapping of legislative information.  \nThe Legislative XML Data Mapping Challenge will assess the production of respective data maps between US bill XML and the most recent Akoma Ntoso schema and UK bill XML and the most recent Akoma Ntoso schema. Gaps or issues identified through this challenge will help to shape the evolving Akoma Ntoso international standard.\nThe Library has developed these challenges with the assistance of the Office of the Clerk of the U.S. House of Representatives, the U.K. Parliament's Department of Information Services of the House of Commons, and the Chairs of the OASIS LegalDocumentML Technical Committee.  \n \nCHALLENGE 2 – Legislative XML Data Mapping\n  The Challenge is sponsored by the Library of Congress, 101 Independence Avenue, S.E., Washington, DC  20540.   In these Official Rules, “we” and “our” refer to the Library of Congress.\n   The Challenge assesses the compatibility of the Akoma Ntoso XML schemas and the U.S. House of Representatives’ DTD and U.K. Crown Legislation Markup Language schema and identifies potential changes to the schemas that would improve their support for U.S. and U.K. legislative data.\nA.    You may participate in the Challenge if you are:\n(1)    at least 18 years old at the time of entry; you may enter both individually and as part of teams and organizations;\n(2)    a team of individuals where each team member is at least 18 years old at the time of entry; and\n(3)    any for-profit or non-profit organization.\nA team or organization must appoint a representative to act on its behalf.  \nB.    You may not participate in the Challenge if you:  \n(1)    are an employee of the Library of Congress, the Congress, or another U.S. federal entity; or share a household with, or are the spouse, or child of such an employee; \n(2)    will work on the Challenge using federal funds or federal resources or federal facilities not available to all participants; or\n(3)    are an individual involved with the development or judging of the Challenge or the spouse or child of such an individual.  \nC.    You will not be eligible to win if: \n(1)    you do not comply with these rules throughout the Challenge and judging period;\n(2)    we cannot contact you by February 15, 2014;  \n(3)    you do not sign and return the affidavit of eligibility or a similar verification document and liability/publicity release(s) within ten  business days after receiving them; or\n(4)    either you (including a member of a team or organization) or your entry is disqualified for any reason.  \nD.    We will not provide you with a computer, an Internet connection, or any other items that may be necessary to enter the Challenge.  \n We will award cash prizes of $10,000 USD for the first place entry and $5,000 USD for the second place entry, which will both be considered a “winning individual or team” or “winner” for the purposes of these rules.  We will invite the winning individuals or teams to present their solutions at a Legislative Data Forum in Washington, DC.  In addition to the cash prizes, we will fund travel to attend the Legislative Data Forum for the winning individuals or for a representative of each winning team.  \nA.    If a team or organization submits a winning entry, we will contact the representative.\nB.    If you are or your entry is disqualified for any reason, we may award the prize to the entry with the next highest score.  \nC.    If your employer has a policy that prohibits acceptance of the cash prize, we may award the cash prize to the entry with the next highest score.    \nD.    If you accept the cash prize, you are responsible for reporting and paying all applicable federal, state, and local taxes.   \n  Develop a solution that maps the US bill XML DTD and the UK’s Crown Legislation Markup Language schema to Akoma Ntoso XML schema for selected legislation. \nA.    Objectives.  The objectives of this Challenge are:\n(1) Map each of the following US bill XML to \n XML schema:\n(2) Map each of the following UK bill XML to the \n XML schema:\n(3)    Identify gaps in the Akoma Ntoso framework or U.S. and UK schema where data cannot be mapped properly, and proposes new schema elements or other solutions as necessary. \n(4)    Document the solution’s methodology, including discussion about decisions you made regarding the tools used, processing of data files, and data structures not accommodated by the standard.\nB.    Resources.  \n(1) US Congressional legislation text xml element descriptions and content models:\n(2) UK’s Crown Legislation Markup Language schema:\n(3) Akoma Ntoso documentation:\nC.    Contents of Entry.  Your entry must include the following parts:  \n(1)    Title of your solution.\n(2)    Executive summary. The summary must:\n(a)    describe your approach and methodology;\n(b)    identify unresolved issues;\n(c)    include attribution and links to any existing open source tools used; and\n(d)    not include proprietary information.\n(3)    Decision Criteria Documentation. Documentation about decisions you made regarding production of the toolkit and processing of data files is a required deliverable.  Documentation must include:\n(a)    The XML mapping. Please note, the following metadata blocks should be included and completed if at all possible, or the submission should include an explanation of why the blocks were omitted. (Details about these metadata blocks can found on “The general Schema” tab at \n.)\n(i) <FRBR> block of metadata (required)\n(ii) <references> block of metadata (required)\n(iii) <lifecycle> of the document (optional)\n(iv) <analysis> block of metadata for capturing the modifications which have occurred to the documents (optional)\n(v) <publication> block (required)\n(b)    a list of elements and data structures not accommodated in the mapping and recommendations to add metadata or other solutions designed to resolve these issues;\n(c)    name, description, and URL for source code and user documentation of open source tools/toolkit used (either existing tools or those you developed) and how the tools/toolkit process data files. Examples of open source tools include:\n(i)    Bungeni-Editor: \n;\n(ii)    AT4AM: \n;\n(iii)    WAWE editor: \n; \n(d)    a description of the level of effort, resources, and licensing required to maintain the toolkit (if applicable); and\n(e)    evaluation of the open source toolkit used.            \n(4)    Open Source Toolkit.  Tools developed for this challenge must be included in your documentation and either submitted under an open source license or committed to the public domain.\nD.    Optional Video.  Optionally, you may include a link to a public or unlisted video on Youtube.com or Vimeo.com demonstrating your solution, or describing how your proposed solution would work.  Your entry may be disqualified if your video is primarily promotional.    \n(1)    If you submit a video, it must:  \n(a)    clearly demonstrate your solution;  \n(b)    be no longer than five minutes.  Any part of a video exceeding five minutes will be ignored;\n(c)    not include music or other copyrighted material unless you have written permission to use such material; and\n(d)    remain posted on YouTube or Vimeo for at least one year after the Challenge closes.\n(2)    Your video (or the link to it) will be displayed publicly on the Challenge website.  Do not include proprietary information in your video. \n(3)    You must obtain consent to post the video online from anyone appearing in your video.  If a minor appears in your video, your must obtain consent from the minor’s parent or legal guardian.   \n Your entry must comply with the following general requirements.\nA.    Your executive summary, documentation and video must be in English or be accompanied by an English translation.   \nB.    Your entry must be free of malware or other security threats.  We may test your entry to confirm this.  \nC.    You may revise your entry before the entry period closes, but not after.  \nD.    You may submit more than one entry.  However, each entry must be unique. If you submit entries that are substantially similar, we may disqualify the later entries or require you to choose one entry to enter into the Challenge.\nE.    By submitting an entry, you warrant that it is your original work.  You further warrant that your entry does not violate any intellectual property right (including any statutory or common law trademark, copyright or patent) any privacy right, or any other person’s or entity’s rights.\nA.    We will post your entry and a link to your video (if any) on the Challenge website after the entry period is closed, and after we have screened your materials for basic functionality, accuracy of messaging, security, and appropriateness of content.\nB.    Posting your entry does not mean we have determined that it eligible and meets the Challenge requirements.\nC.    Your executive summary and open source toolkit will be made publicly available.\nD.    Anyone interested in receiving automatic Challenge updates must create an account on the Challenge website.\nA.    Judging Panel.  We will select a panel of experts to judge the Challenge entries.  Judges will remain fair and impartial.  A judge will not evaluate an entry if we determine that doing so would be a conflict of interest or would otherwise be inappropriate.      \nB.    Evaluation Criteria.  We will evaluate your entry using the criteria below.\n(1)    Completeness (40%)\n•    Did the entry include mapping for all legislative measures listed in subsection 5.A(1) and 5.A(2)?\n•    Did the entry include discussion of data structures not mapped and recommendations to add metadata or other solutions designed to resolve these issues?\n•    Did the entry include information about and an evaluation of the open source tools used to create the markup? \n(2)    Accuracy (40%)\n•    Did the entry propose an efficient and easy to use methodology to solve data issues encountered during the mapping of the legislative measures?\n•    Did the entry correctly identify data structures not accommodated by the standard?\n•    Did new elements, attributes, metadata, or other solutions included to resolve mapping or markup issues conform to the existing standard?\n•   Did the entry correctly address presentation or formatting elements critical to the bill meaning? For example in UK bills, jurisdiction, cross-headings, and formatting which convey specific information (i.e. the use of italics in UK Bills relate to expenditure and money measures) must be retained.\n(3)    Practicality (20%)\n•    How successful is the proposed solution? \n•    Did the entry propose realistic solutions to the mapping issues encountered?\n•    How easy might it be to adapt your solution to other jurisdictions and types of legislation? Does the solution adapt to new techniques and changing standards? How has the solution validated these points?\n•    What has to be changed for the solution to work? Can it function today? (For example, does it require changes to all U.S. legislation, and require active cooperation by all cooperative governments, or can it work with limited adoption?) Solutions that are deployable at once will be more heavily weighted, as will solutions that give immediate benefits with even small-scale deployment.\n•    Is special or proprietary software required to implement your solution?\nC.    Scoring.  The first-place entry will be the entry that earns the highest overall score.  The second place entry will be the entry that earns the second highest overall score.  \nA.    Entry Period.  You may submit an entry between 9:00 a.m. EST, September 10, 2013 to 5:00 p.m. EST, December 31, 2013.  Our computer is the official time keeping device for the Challenge.  \nB.    Judging Period.  We will judge the entries from January 1, 2014 to January 31, 2014.  \nC.    Results.  We will announce the results of the Challenge on or after February 19, 2014. \n   \nA.    Register via Challenge.gov.  \n(1)    Visit \n on Challenge.gov (the “Challenge Website”) and click “Sign Up” to create an account, or click “Log In” and log in with an existing account. There is no charge for creating an account.  You may sign up beginning 9:00 a.m. EST September 10, 2013.\n(2)    After you sign up, you will receive a confirmation email.\n(3)    To receive updates, indicate your agreement by clicking “Accept this Challenge.”   \nB.    Verification of Potential Winners.\n(1)    All potential challenge winners are subject to verification of identity, qualifications, and role in the creation of the solution.\n(2)    In order to receive the prize, you will be required to sign an affidavit of eligibility and liability/publicity releases on your (and your team’s behalf) within ten business days.  \nC.    Acceptance of Official Rules.  Participation constitutes your (and your team’s) full and unconditional agreement to these Official Rules and to decisions of the Library of Congress, which are final and binding in all matters related to the Challenge.\nD.    Entry Conditions and Release.  By submitting an entry, you agree to:\n(1)    comply with our decisions and the judges’ decisions; \n(2)    allow us to use your name and likeness to promote the Challenge.\nA.    The Challenge is subject to all applicable laws and regulations and is void where prohibited.  \nB.    We reserve the right to cancel or modify the Challenge or the rules for any reason. We also reserve the right to disqualify you for any reason.\nC.    The rules are the definitive authority on the terms of the Challenge. If any part of the rules is illegal or unenforceable, all of the other rules remain valid. Our failure to enforce any of the rules does not waive our ability to enforce that rule.\nD.    We are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible entries or for changes in your address or email.  Proof that you sent or submitted your entry will not be deemed to be proof that we received it.      \nE.    Disputes.  You agree that:\n(1)    you will resolve any claims or lawsuits about this Challenge individually, and not as part of a class action;\n(2)    any claims or lawsuits about this Challenge will be resolved pursuant to U.S. Federal law; and\n(3)    you will not claim any punitive, incidental, or consequential damages.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://legislative-data-mapping.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the entry include: Mapping of all eight legislative measures? Discussion/recommendations about data not accommodated by the standard? An evaluation of the open source tools used?"}, {"judging-criterion": "Did the entry correctly: Identify data structures not accommodated by the standard? Propose new elements to resolve mapping & markup issues that conform with the existing standard? Address presentation or formatting elements critical to the bill meaning?"}, {"judging-criterion": "How successful is the proposed solution? How easy is it to adapt the solution to other jurisdictions and types of legislation? What has to be changed for the solution to work? Can it function today?"}], "hackathon-location-address": "", "hackathon-description-header": "A legislative data challenge to assess the compatibility of Akoma Ntoso with U.S. Congress and U.K. Parliament markup languages.", "hackathon-prizes-total": "$15,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}