{"hackathon-description-text": "\n in the Pioneer Valley.  While most hackathons involve techie people making more tech. At Hamp Hack, we are doing it different.   People from different fields involved in technology, design/fabrication and art collaborate intensively on developing working prototypes that attempt to solve problems resonating in the world around us. With this event, the aim is to provide students with a platform that gives their unique idea an escape velocity into reality. And build a better environment for ", "hackathon-number-of-prizes": "9", "hackathon-id": "hamphack", "hackathon-judges": [{"judge-role": "Full Stack", "judge-name": "Jonathan Pedigo"}, {"judge-role": "Situation Design, Inc.", "judge-name": "Tracy Ann Essoglou"}, {"judge-role": "Galactic Smarties", "judge-name": "Leslie Dwight"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAny student is welcome!", "hackathon-number-of-participants": "80", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou don't need to know anything in advance. We also have workshops setup for beginners and curious explorers to get started!", "hackathon-rules": "\nBe respectful and comforting to each other. Make sure that your behavior is under this \n.\nThis is not a presentation-athon. Make something that's working and try to push your thinking forward.\nThe project must be developed entirely during the hackathon hours only.\nMake sure you're only a team of 4 or 5 at max.\nMake somthing that's a blend of different subjects, this will allow you to think in new directions.\nDont just make something that solves a problem. Make something that solves a problem AND also leverages the way people function.\nDon't be bogged down into thinking that your project is very \"ambitious\" or \"undoable\". Don't let other's opinion or projects lower your confidence.", "hackathon-prizes": [{"prize-content": "The prize for this category will be awarded to the best implemented project that can promote environmental sustainability at a personal or institutional level. The medium in which the project is implemented is completely open ended. It could include apps that can help an institution or an individual keep track of unsustainable resource use, make better informed choices or spread awareness in an interesting way. It could also include physical products that maximize resource use/cut down on energy being used: like maybe a product that reduces water/electricity usage, or a product that people would use in their day to day lives running completely on renewable energy.", "prize-title": "Amazon Echo (Environmental Sustainability Prize)"}, {"prize-content": "The prize for this category will be awarded to the project that best integrates the existing knowledge about the brain (either electrophysiological or anatomical) and technology to create an interesting product. Groups that want to create a project in this category are highly encouraged to use specialized hardware available like NeuroSky EEG systems, neuron spikers etc. However using this technology is not necessary - for example, a project that makes use of neuroscience literature on how to improve certain cognitive capabilities to create an app (or a physical product) that can actually improve these capabilities will also be a valid contender for this category.", "prize-title": "4 Tiles (Brain and Development Prize)"}, {"prize-content": "The prize for this category will be awarded to the simplest and the most elegant product that makes the small things in everyday routine easier and/or more efficient in an innovative way. Some of the examples can include innovative coin holders, soap dispensers, cooking utensils, wire organizers, paper/file organizers, apps that wake you up after certain sleep cycles etc.", "prize-title": "BioLite PowerLight (Life Hacks Prize)"}, {"prize-content": "The prize for this category will be awarded to the best implementation of an artificially intelligent system. This can include artificial intelligence in the domains including (but not limited to) natural language processing, genetic programming, artificial neural networks, robotics etc.", "prize-title": "Leap Motion (Artificial Intelligence)"}, {"prize-content": "Given to a product that integrates the intersection of different versatile disciplines.", "prize-title": "3D Doodler (Most Interdisciplinary Project)"}, {"prize-content": "Most creative use of Indico's Artificial Intelligence API", "prize-title": "$1000 in Indico API Credits"}, {"prize-content": "Best use of Amazon Web Services", "prize-title": "1TB Hard Drives"}, {"prize-content": "Free domain names will be provided to all participants. The most creative domain name, gets the prize!", "prize-title": "Swag bag and Sparkfun RedBoards"}, {"prize-content": "Given to the best tool made for developers and can help others build something out of it.", "prize-title": "Octocat Statue"}], "hackathon-location-google-maps": "https://maps.google.com/?q=893 West St, Amherst, MA 01002, USA", "hackathon-url": "https://hamphack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the Design simple and effective?\nWhen relevant, is it aesthetically pleasing?"}, {"judging-criterion": "How user friendly it is?\nHow well did you research their users?"}, {"judging-criterion": "Has the team solved a new problem or used new techniques to solve an old problem?"}, {"judging-criterion": "Does it successfully and effectively do what it is supposed to be doing?\nIs it scalable?\nIs it the next Big Thing for the relevant theme?"}], "hackathon-location-address": "893 West St, Amherst, MA 01002, USA", "hackathon-description-header": "An Interdisciplinary Hackathon", "hackathon-prizes-total": "$3,676", "hackathon-location-description": "Hampshire College", "hackathon-end-date": "", "has-projects": "False"}