{"hackathon-description-text": "\nHack&Roll is an annual 24-­hour Hackathon organized by NUS Hackers, a student­-run organization committed to spreading hacker culture. Designed to grow and strengthen the local hacking community, Hack&Roll 2014 will be an open platform for hackers to gather, collaborate, and build new things. In the spirit of hacking, we celebrate not just the most useful products, but also reward projects that are \"awesome but useless\" and for factors such as sheer overall coolness.", "hackathon-number-of-prizes": "5", "hackathon-id": "hacknroll2014", "hackathon-judges": [{"judge-role": "", "judge-name": "Lee Wee Sun"}, {"judge-role": "", "judge-name": "Kan Min Yen"}, {"judge-role": "", "judge-name": "Tan Kiat Chuan"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "102", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTo be confirmed.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Per team member: 1 Pebble Watch, 1 Razer Naga, 1 Razer BlackWidow Tournament Edition, 1 Razer Goliathus Control, 1 Protag Elite and a 1-year SimplerCloud XS servelet subscription", "prize-title": "First Prize"}, {"prize-content": "Per team member: 1 Leap Motion, 1 Razer Orochi, 1 Razer Goliathus Speed, 1 Mechanical Keyboard and a 1-year SimplerCloud XS servelet subscription", "prize-title": "Second Prize"}, {"prize-content": "Per team member: 1 Razer Abyssus, 1 Mechanical Keyboard and a 1-year SimplerCloud XS servelet subscription", "prize-title": "Third Prize"}, {"prize-content": "Per team member: 1 Raspberry Pi", "prize-title": "The Best Freshmen/Non-Tertiary Award"}, {"prize-content": "Per team member: 1 Arduino Leonardo", "prize-title": "The Popular Choice Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Institute of Systems Science, National University of Singapore, Eusoff Hall, National University of Singapore, Eusoff Hall, 25 Heng Mui Keng Terrace, Singapore 119615", "hackathon-url": "https://hacknroll2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Essentially, this is how new or innovative aspects of the team’s product are. This can be anything from the entire idea behind the product to the specific implementation of certain features: a product that isn’t novel in itself could still have a new and"}, {"judging-criterion": "How well is the product built, from a technical perspective? Teams that demonstrate and/or explain the advantages of their chosen stack over the alternatives should do better in this area. Successfully executed complexity should be considered as well: a t"}, {"judging-criterion": "Does the product look like something that could be launched right now? This category is mainly centred around how complete the product seems, considering the 24-hour time constraint. Aesthetics and functional completeness are the two main things to look o"}, {"judging-criterion": "Does the project attempt to solve a meaningful problem? Most projects built at hackathons don’t enjoy the luxury of multiple iterations based on actual feedback from users. It’s hard to say if a project built in 24 hours can adequately solve the problem i"}], "hackathon-location-address": "Institute of Systems Science, National University of Singapore, Eusoff Hall, National University of Singapore, Eusoff Hall, 25 Heng Mui Keng Terrace, Singapore 119615", "hackathon-description-header": "The largest student-run hackathon in Singapore", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}