{"hackathon-description-text": "\nWe are hosting a ProductDesignathon OPEN TO ALL MAJORS on May 3rd. Our day-long event will promote collaboration between students from different disciplines to solve problems in the world. Unlike other hackathons that are primarily ruled by software solutions, our Product Designathon will promote the creation of an entire product through human-centered design and the design thinking methodology (which means NO PROGRAMMING necessary). The day will start with a keynote speaker, rolls into a four-hour hackathon, followed by thought-provoking mini-games and an awards ceremony to reward those students with the most innovative and relevant ideas. For more information and to register for the event, visit: ", "hackathon-number-of-prizes": "3", "hackathon-id": "scidproductdesignathon", "hackathon-judges": [{"judge-role": "Santa Clara Innovation & Design", "judge-name": "SCID Executive Board"}, {"judge-role": "Co-Founder, Hive Design", "judge-name": "Shane Rogers"}, {"judge-role": "Director, Global Talent Acquisition and Employer Brand Advocate, Xilinx", "judge-name": "JoNelle Sood"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "63", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nRules and guidelines TBA", "hackathon-prizes": [{"prize-content": "This prize of 50% total prize value will be awarded to the team with the best overall product.", "prize-title": "Best Overall"}, {"prize-content": "The team with most votes from competition participants will win 20% of total prize value.", "prize-title": "Crowd Favorite"}, {"prize-content": "The team' whose product is the most unique will win 20% of total prize value.", "prize-title": "Most Unique"}], "hackathon-location-google-maps": "https://maps.google.com/?q=500 El Camino Real, Santa Clara, CA 95050, USA", "hackathon-url": "https://scidproductdesignathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the product really solve the core need? Or is the product just a result of a random idea rather than based on a needfinding activity?"}, {"judging-criterion": "Does the product implement elements of Human-Centered Design? Do you need a manual to understand how to use it? Are all of the buttons mapped properly? Is it apparent how to use it just by looking at it?"}, {"judging-criterion": "Have you seen a similar product before? What makes this product unique?"}, {"judging-criterion": "This criterion is all about lookin' good. Is the product sexy and inviting? Would you want it in your home?"}], "hackathon-location-address": "500 El Camino Real, Santa Clara, CA 95050, USA", "hackathon-description-header": "Product Design Hackathon in SCU's Locatelli with a 4-hour clock! Come in and design a product for the _______ (topic to be announced day of event!).", "hackathon-prizes-total": "$900", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}