{"hackathon-description-text": "\nWelcome to the Spring 2016 hackNY Student Hackathon! ", "hackathon-number-of-prizes": "17", "hackathon-id": "hackny-s2016", "hackathon-judges": [{"judge-role": "Co-Founder and CEO, Vidcode", "judge-name": "Alexandra Diracles"}, {"judge-role": "Developer, New York Public Library", "judge-name": "Courteney Ervin"}, {"judge-role": "VP Business Development, Haven", "judge-name": "Renee DiResta"}, {"judge-role": "Senior Technical Evangelist, Microsoft", "judge-name": "Stacey Mulcahy"}, {"judge-role": "Chief Technology Officer, City of New York", "judge-name": "Minerva Tantoco"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll projects must be submitted on DevPost by Sunday 11:00 AM, April 3rd. There is no team size limit, but ll team members must be enrolled in an undergraduate or graduate degree program at the time of submission.\nAll participants are subject to the Code of Conduct signed upon registration to the hackathon.\nAll team members must be enrolled in an undergraduate or graduate degree program at the time of submission.", "hackathon-number-of-participants": "256", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nParticipants must submit a project to be eligible to present. Presentation length (typically 2 minutes) will be decided based on how many submissions we recieve \nProjects must be functioning demos. Powerpoints and slides are extremely discouraged.", "hackathon-rules": "\nAll projects must be submitted on DevPost by Sunday 11:00 AM, April 3rd. There is no team size limit, but all team members must be enrolled in an undergraduate or graduate degree program at the time of submission.\nAll participants are subject to the Code of Conduct signed upon registration to the hackathon.\nhackNY is a community hackathon intended for collaboration and learning in the student community. We value the participation of each member of the student community\nand want all attendees to have an enjoyable and fulfilling experience. Accordingly, all attendees are expected to show respect and courtesy to other attendees throughout the hackathon. To make clear what is expected, all attendees and speakers at this hackathon are required to conform to the following Code of Conduct. Organizers will enforce this code throughout the event.\nWe believe that every single person has the right to hack in a safe and welcoming environment. All hackNY Participants agree to:\nWe are also adopting social rules based on the Recurse Center’s User Manual. These are guidelines for making expected behavior more well-defined. Few people are unkind or annoying to others on purpose, so these social rules help us all to avoid behaviors harmful to a supportive, productive, and fun learning environment.\nIf someone violates these social rules, feel free to point it out to that person, or report it to our volunteers or organizers. If you are the one responsible for breaking a social rule, apologize and move forward. Multiple violations of these rules may result in a warning, and extremely sustained, repeated, or willful violations may result in expulsion from the hackathon.\nIf you feel uncomfortable or think there may be a potential violation of the code of conduct, please report it immediately using one of the following methods. All reporters have the right to remain anonymous. By sending information to the general reporting line, your report will go to any or all of the five Major League Hacking representatives listed below, and be relayed to the hackNY Fall 2015 Hackathon Organizers. The hackNY Organizers will work to resolve all incidents alongside MLH representatives. \n \n ", "hackathon-prizes": [{"prize-content": "Our top 3 winners will present at the New York Tech Meetup! These awards can be won by any kind of hack - webapps, games, hardware projects, and more. Whether your hack is entertaining or useful, we’ll be looking closely at its technical merit, creativity, and overall awesomeness. Prize: $999", "prize-title": "1st Place"}, {"prize-content": "Our top 3 winners will present at the New York Tech Meetup! These awards can be won by any kind of hack - webapps, games, hardware projects, and more. Whether your hack is entertaining or useful, we’ll be looking closely at its technical merit, creativity, and overall awesomeness. Prize: $666", "prize-title": "2nd Place"}, {"prize-content": "Our top 3 winners will present at the New York Tech Meetup! These awards can be won by any kind of hack - webapps, games, hardware projects, and more. Whether your hack is entertaining or useful, we’ll be looking closely at its technical merit, creativity, and overall awesomeness. Prize: $333", "prize-title": "3rd Place"}, {"prize-content": "This award is given to an extremely creative hack that isn’t one of our friend Tess Rinearson’s “8 Kinds of Projects You Meet at Hackathons” - check out her blog post to read the list. Prize: $200", "prize-title": "The 8-Breaker"}, {"prize-content": "This is an award for serious technical work on hardware or software. Doing some extreme math, hardcore coding, or complex building? This award will recognize you, even if your hack isn’t the flashiest from the outside. Prize: $200", "prize-title": "Most Technically Impressive Hack"}, {"prize-content": "This award recognizes great visual design and UX. Judges will look at your user interface, graphics, and product design. Prize: $200", "prize-title": "Best Hack Design"}, {"prize-content": "Supporting the NYC Tech Community is very important to us. This award goes to the best hack using local startup’s API to do something awesome. Prize: $200", "prize-title": "Best Hack Using an NYC Startup's API"}, {"prize-content": "Webapps don’t have all the fun. This award goes to the hack that best incorporates hardware. Prize: $200", "prize-title": "Best Hardware Hack"}, {"prize-content": "If you’re a team of new hackers, welcome to the world of hackathons! We have a special award to recognize the best hacks by first-time hackers. We’ll look at the technical and creative impressiveness of your hack and your learning over the past 24 hours. Prize: $200", "prize-title": "Best First Hack"}, {"prize-content": "Prize: $250 in Amazon gift cards for each member of the winning team.", "prize-title": "Best Use of Capital One's API, Sponsored by Capital One"}, {"prize-content": "This prize goes to the hack with the best understanding of the PHP language.", "prize-title": "Best PHP Hack, Sponsored by Datto"}, {"prize-content": "Prize: 1TB hard drives!", "prize-title": "Best Use of Amazon Web Services, Sponsored by AWS"}, {"prize-content": "Prize: Swag bags with Sparkfun Redboards!", "prize-title": "Best Domain Name, Sponsored by Domain.com"}, {"prize-content": "Prize: Awesome Octocat statues", "prize-title": "Best Developer Tool, Sponsored by Github"}, {"prize-content": "", "prize-title": "Best use of MongoDB"}, {"prize-content": "", "prize-title": "Best use of Twilio"}, {"prize-content": "", "prize-title": "NYC Inspiration!"}], "hackathon-location-google-maps": "https://maps.google.com/?q=251 Mercer St, New York, NY 10012, USA", "hackathon-url": "https://hackny-s2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "That's it. No hockey sticks, no market. Just awesomeness. See each prize's description for more information!"}], "hackathon-location-address": "251 Mercer St, New York, NY 10012, USA", "hackathon-description-header": "hackNY aims to federate the next generation of hackers for the New York innovation community.", "hackathon-prizes-total": "$4,198", "hackathon-location-description": "NYU Courant Institute of Mathematical Sciences", "hackathon-end-date": "2016-04-03", "has-projects": "True"}