{"hackathon-description-text": "\nEvent updates and communications will happen in the ", "hackathon-number-of-prizes": "8", "hackathon-id": "sbchack2017", "hackathon-judges": [{"judge-role": "Developer Advocate at HERE", "judge-name": "Richard Süselbeck"}, {"judge-role": "Business Innovation Manager at Airbus", "judge-name": "Dharmesh Shah"}, {"judge-role": "Innovation Director at VINCI Energies Germany", "judge-name": "Jorge Rivero"}, {"judge-role": "Managing Director at Macrix Software", "judge-name": "Marek Zuchowski"}, {"judge-role": "Actemium Managing Director for Mining Operations", "judge-name": "Holger Boxnick"}, {"judge-role": "Technical Manager at Macrix", "judge-name": "Bartosz Juja"}, {"judge-role": "Developer at Podaris", "judge-name": "Devon Barrett"}, {"judge-role": "Airbus", "judge-name": "Julian Raatschen"}, {"judge-role": "Senior Innovation Manager, API & Analytics at Airbus", "judge-name": "Jean-Francois Faudi"}, {"judge-role": "Application Developer at Airbus", "judge-name": "Stefan Mühlbauer"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "", "hackathon-number-of-participants": "74", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nMake creative use of the HERE API as a standalone or in conjunction with other available APIs.\nUse satellite data and navigation systems such as Galileo or GPS, to create a solution to improve mobility and transportation\nIntegrate IoT, augmented reality and drones in VINCI's Actemium mining operations. This challenge is supported by Intel and Macrix.\n How can we make the highway infrastructure more intelligent and connected for:\n\n1000 EUR for the best project completing either of the two challenges:\n ", "hackathon-rules": "\nYou will build teams of 3-5 people. We will make sure that there is no unfair advantage in terms of team size. Besides participants, we are inviting our SBC mentors and, of course, all the partners will be there to give feedback and provide insights.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon with no refund (if applicable).\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.", "hackathon-prizes": [{"prize-content": "€5,000 presented by Airbus", "prize-title": "First Place"}, {"prize-content": "€1,000 presented by Cisco", "prize-title": "Second Place"}, {"prize-content": "Cozmo Robots", "prize-title": "HERE Challenge Prize"}, {"prize-content": "€2,000", "prize-title": "Airbus Challenge Prize"}, {"prize-content": "€2,000", "prize-title": "VINCI Challenge Prize"}, {"prize-content": "€2,500", "prize-title": "VINCI Eurvia Challenge Prize"}, {"prize-content": "€1,000", "prize-title": "SBB Cargo Challenge Prize"}, {"prize-content": "10 free, one year licenses to targetprocess", "prize-title": "VINCI Eurvia Challenge Second Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Charlottenstraße 2, 10969 Berlin, Germany", "hackathon-url": "https://sbchack2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Charlottenstraße 2, 10969 Berlin, Germany", "hackathon-description-header": "Hack the Future of Mobility & Energy – And Win Up to €5k+ in Prizes!", "hackathon-prizes-total": "$13,500", "hackathon-location-description": "Rainmaking Loft Berlin", "hackathon-end-date": "2017-03-05", "has-projects": "True"}