{"hackathon-description-text": "\nJoin us for ", "hackathon-number-of-prizes": "1", "hackathon-id": "hackfostercareomaha", "hackathon-judges": [{"judge-role": "Think of Us CTO", "judge-name": "Darral Booker"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll are welcomed who are mission driven on helping us\n ", "hackathon-number-of-participants": "7", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nHacks should be collaborative, innovative, and attempt to create change in the foster care system.\nYou may develop anything from a website to a platforms utilizing AI, as long as there is a clear aim of hacking the Foster Care System. ", "hackathon-rules": "\nTo Join you must register for #HackFosterCare Omaha\n\nWe will also be providing on sight registration on October 30th (starting at \n) at \n \nCenter for Advanced and Emerging Technology (CAET), Bldg. 24\nCampus entrance at 32nd & Sorensen Pkwy\nYou must utilize #HackFosterCare Omaha to collaborate with the community of Omaha as you and your team develop your hack. Gaining insight from foster youth, caseworkers and those who work in this field is the only way possible to ensure that we create hacks that are innovative, useful, and bring us all closer on our mission...hacking the foster care system enabling foster care youth to thrive and succeed.  \nOur hackathon is dedicated to providing a harassment-free experience for everyone. We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue.", "hackathon-prizes": [{"prize-content": "", "prize-title": "TBD"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackfostercareomaha.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Hacks will be judged off of how collaborative, innovative, and the amount of support this hack will contribute to the foster care system."}], "hackathon-location-address": "", "hackathon-description-header": "Join us to transform and shape a new future for foster care in Nebraska.", "hackathon-prizes-total": "0", "hackathon-location-description": "Center for Advanced and Emerging Technology on Metropolitan Community College Fort Omaha Campus", "hackathon-end-date": "", "has-projects": "False"}