{"hackathon-description-text": "\nWe live in a quantified age. More information than ever is collected, shared, and analyzed about who we are, where we are, what we choose, why we choose, and when we’re most likely to choose again. Consumer awareness lagged behind data gathering for years – but every social network policy change or major company data breach brings more attention to the cause of privacy and data management.", "hackathon-number-of-prizes": "2", "hackathon-id": "hackthetrackers", "hackathon-judges": [{"judge-role": "Front-End Engineer, DuckDuckGo", "judge-name": "Brian Stoner"}, {"judge-role": "Chief Security Officer, Blackphone/Silent Circle", "judge-name": "Daniel Ford D.SC."}, {"judge-role": "Director of Partner Engineering, Mozilla", "judge-name": "Mike Connor"}, {"judge-role": "Driftt.", "judge-name": "Marshall Moutenot"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "40", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nNO PURCHASE NECESSARY TO ENTER OR WIN. This Contest is governed by these Official Rules & Participation Agreement (the “Official Rules”) and is subject to all applicable U.S. federal, state and local laws.  By participating, you agree to abide by and to be bound by these Official Rules and the decisions of the judges, which are final and binding in all matters relating to this Contest.  This Contest is void outside the United States and wherever else prohibited by law.\nOverall Objective/Summary:\nWhat is the Hack the Tracker Challenge 2014\nThe Hack the Trackers Challenge 2014 (the “Contest”) is a U.S. based skill contest brought to You by Ghostery and Ghostery, Inc. (hereinafter “Ghostery”).  The purpose of the Contest is to encourage open-source privacy innovation by giving the participant a platform to create an open-source consumer-facing software product (the “Tool”) that promotes and enhances consumer privacy.  The Tool must: (i) expose online trackers, or (ii) audit a user’s privacy and raise awareness of online data collection and sharing.   The Tool that You (or Your team) (“You” or Participant(s)”) develop will be evaluated by judges chosen by Ghostery and the winner(s) will be selected in accordance with these Official Rules. See below for the complete details.\nWhat constitutes an eligible entry?\nTo be eligible for judging an entry must meet the following content/technical requirements:\nYou may not collect and/or use any personally identifiable information (PII) in Your submission. PII is generally defined as anything that can be used to reasonably identify an individual.\n(1) Your entry must be Your own original work, and; (2) must be built with all open source code, and; (3) You must have obtained any and all consents, approvals or licenses required for You to submit Your entry; and (4) Your entry must not otherwise violate the rights of any other person or company by using their trademarks, music, logos, names, images, software, source code, or any other intellectual property.\nHow will my entry be potentially used?\nOther than what is set forth below, Ghostery does not claim any ownership rights to Your entry. However, by submitting Your entry, You: (i) grant Ghostery an irrevocable, royalty-free, worldwide right and license to use, review, assess, test and otherwise analyze Your entry and all its content in connection with the Contest; and feature Your entry and all its content in connection with the promotion of the Contest in all media (now known or later developed); (ii) agree to sign any necessary documentation that may be required for Ghostery or Ghostery’s designees to make use of the rights You granted above; (iii) understand and acknowledge that Ghostery may have developed or commissioned materials similar or identical to Your submission and You waive any claims You may have resulting from any similarities to Your entry; (iv) understand that Ghostery cannot control the incoming information You will disclose to Ghostery’s representatives in the course of entering, or what Ghostery’s representatives will remember about Your entry. You also understand that Ghostery will not restrict work assignments of representatives who have had access to Your entry.\nBy entering the Contest, You agree that use of information in our representatives’ unaided memories in the development or deployment of Ghostery’s products or services does not create liability for Ghostery under this agreement or copyright or trade secret law and understand that You will not receive any compensation or credit for use of Your entry, other than what is described in these Official Rules\nPlease note that following the end of the Contest Your entry may be posted on a website selected by Ghostery for viewing by visitors to that website. Ghostery is not responsible for any unauthorized use of Your entry by visitors to that website. While Ghostery reserves these and all other rights, Ghostery is not obligated to use Your entry for any purpose, even if it has been selected as a winning entry.\nIf You do not want to grant Ghostery these rights to Your entry, please do not enter the Contest.\nBINDING AGREEMENT: In order to enter the Contest, You must agree to these Official Rules. Therefore, please read these Official Rules prior to entry to ensure You understand and agree. You agree that submission of an entry in the Contest constitutes agreement to these Official Rules. You may not submit an entry to the Contest and are not eligible to receive the prizes described in these Official Rules unless You agree to these Official Rules. These Official Rules form a binding legal agreement between You and Ghostery with respect to the Contest.\nELIGIBILITY: To be eligible to enter the Contest, You must be: (1) at least the age of majority in your legal state of residence at the time of registration and entry and (2) a legal resident of any State in the U.S Employees, interns, contractors, and official office-holders of Ghostery and its subsidiaries, affiliates, and their respective directors, officers, employees, advertising and promotion agencies, representatives, and agents, any Judges, or the members of Ghostery’s or the Judge’s immediate families (parents, siblings, children, spouses, and life partners of each, regardless of where they live) and members of the households (whether related or not) of such employees, officers and directors are eligible to participate in this Contest but are not eligible to have their entry judged or to win a prize. Ghostery reserves the right to verify eligibility and to adjudicate on any dispute at any time.  If You are entering as part of a company or on behalf of Your employer, these Official Rules are binding on You, individually, and/or Your employer. If You are acting within the scope of Your employment, as an employee, contractor, or agent of another party, You warrant that such party has full knowledge of Your actions and has consented thereto, including Your potential receipt of a prize. You further warrant that Your actions do not violate Your employer’s or company’s policies and procedures.\nSPONSOR: The Contest is sponsored by Ghostery Inc. (“Ghostery”), a Delaware corporation with principal place of business at 10 E. 39th Street, 8th Floor, New York, NY 10016, USA.\nCONTEST PERIOD: Registration for the Contest begins at 9am Eastern Time (“ET”) on October 1, 2014 and ends at 12 A.M. ET on November 6, 2014 (the “Registration Period”).  Entry for the Contest begins at 6:30 P.M. ET on November 7, 2014 (the “Event Day”) and ends at 6:00 P.M. ET on the Event Day (“Entry Period”).  Online voting, as described in Section 7 below, begins at 9AM on January 6, 2015 ET and ends at 5pm on January 30, 2015 (the “Voting Period”)The Registration Period, Entry Period and Voting Period are sometimes collectively referred to hereafter as the “Contest Period”.\nHOW TO REGISTER AND ENTER: To enter the Contest, you must first complete the registration process. To register for the Contest, visit the Contest website located at \n or\n (“Contest Site”) and \n (“Contest Site”) during the Registration Period, complete all the required information on the registration form and submit as directed.  Once you have successfully completed your registration, you may enter the Contest during the Entry Period on the Event Day.  To attend the event, you must go to WeWorks Lounge, 154 Grand Street, New York, NY 10013 (the “Event Location”) where the Contest entry will be held on-site during the Entry Period.  Entrants may also submit their submissions online through Hackerleauge.org through a public repository, such as GitHub.  Entrants are responsible for any and all expenses and costs associated with travelling to/from the Event Location, lodging, transportation and/or any other expenses/costs associated therewith unless otherwise specified by these Official Rules.  On Friday, between the hours of 6 P.M ET and 9 P.M, onsite registration will be held at the Event Location.  The agenda at the Event location on Friday will include registration, a cocktail hour and team formation.  On Saturday, the agenda will include: sign-in and breakfast between the hours of 9:00 A.M. ET and 10:00 A.M. ET; an opening reception commencing at 10:00 A.M. ET; the Entry Period; buffet lunch commencing at 1:00 P.M. ET; judging period, hors d’oeuvres and buffet dinner between the hours of 6:00 P.M. ET and 7:30 P.M. ET; and announcement of Semi-finalists and closing reception commencing at 7:30 P.M. ET (exact times/agenda is subject to change at Ghostery’s discretion).  To enter the Contest, during the Entry Period at the Event Location or online at \n, entrants must follow the instructions for developing the Tool, which must be developed from all open source software and the entrant must have the right to use any and all code, trademarks or intellectual property included in the Tool for a commercial and/or public purpose (hereinafter, “Requirements”).  Any written parts of entries must be in English to be eligible.\nYou may enter the Contest as an individual or as a team.  To enter as a team, each team member must still individually register at the Contest Site or online at \n during the Registration Period.  Upon completing registration, registrants may join a team any time prior to expiration of the Registration Period. Joining a team is optional to enter the Contest. All entries must be received by the close of the Entry Period at 6:00 P.M. ET on November 8, 2014. Registration and/or entries are void if they are in whole or part illegible, incomplete, damaged, altered, counterfeit, obtained through fraud, or late. All registration and entries will be deemed made by the authorized account holder of the email address submitted at the time of registration, and the potential winner may be required to show proof of being the authorized account holder for that email address. The “authorized account holder” is the natural person assigned to an email address by an Internet service provider, online service provider, or other organization responsible for assigning email address for the domain.\nDuring the Contest Period, Ghostery, its agents and/or the Judges (defined below) will be evaluating each Tool to ensure that it meets the Requirements. Ghostery reserves the right, in its sole discretion, to disqualify any entrant who submits a Tool that does not meet the Requirements, as determined by Ghostery solely in its discretion.\nJUDGING: Judging for winner selection will be a multi-phased process.\nRound 1: Selection of Semi-Finalists\nEach entry will be judged by a panel of experts who are employees of Ghostery and developers and experts in privacy (“Judges”). On November 9, 2014, at the close of the Entry Period, each Tool will be evaluated by the Judges to select up to three (3) potential Semi-finalists  based on the following criteria (the “Judging Criteria”):\n(1) Is the Tool compelling? The Tool should reach the lion’s share of web users in the general public; not exclusively those who are already privacy experts (“Most Compelling”).\n(2) Is the Tool usable? Judges will evaluate the Tool’s ease of adoption and use (“Most Usable”).\n(3) Is the Tool ready? Judges will evaluate the degree of the Tool’s completion towards a fully developed product (“Most Developed”).\n(4) Does the Tool further the cause? The judges are experts in their field who are well aware of the online privacy movement and other tools available; they will consider the uniqueness of approach and overall effectiveness of the Tool in the context of the greater privacy ecosystem (“Most Effective”)\nEach Judging Criteria will be given equal weight (up to 25 points for each) and Judges will evaluate and attribute an overall score to each Tool comprised of scores based upon each Judging Criteria. Qualifying as a Semi-finalist is subject to verification of eligibility and compliance with these Official Rules. In the event a Semi-finalist is disqualified for any reason, Ghostery may choose the Tool that received the next highest total score as the potential Semi-finalists.  Ghostery reserves the right, in its sole discretion, to select less than three (3) Semi-finalists in total, including the selection of no Semi-finalists, as it deems necessary and appropriate based upon the quality, nature and number of eligible entries received.  In no event, however, shall there be more than three (3) Semi-finalists.   In the event of a tie between entrants, the entrant with the highest score in Most Compelling will be deemed the Semi-finalist winning the tie.\nRound 2: Selection of Winners:\nThe Semi-finalists will have until December 31, 2014 to refine their Tool.  Commencing on January 6, 2015 at 9am and ending on January 30, 2015 at 5pm (the “Voting Period”), the refined Tool will be made available at hackthetrackers.net or hackerleague.org for public viewing and review.  The public vote will be based upon the Judging Criteria to attribute a score to each refined Tool.  During the Voting Period, the refined Tools will also be re-evaluated by the Judges based upon the Judging Criteria to attribute a score to each refined Tool. The Semi-finalist with the refined Tool receiving the highest cumulative score based upon the scores received from the public vote and the Judges will be deemed the winner.  In the event of a tie between Semi-finalists, the Semi-finalist with the highest overall score for Most Compelling will be deemed the winner.  Public vote is limited to one (1) vote per person/email address for the duration of the Voting Period.  Public votes in excess of this limitation will be void. In order to vote, voters must be 18 years of age or older. Vote counts displayed online may not be accurate and results are not deemed official until all online votes have been counted and verified by Ghostery.  Use of any automated device to vote is prohibited and any vote that is submitted with the use of an automated device will be void.  Ghostery reserves the right to disqualify any person tampering with the voting process and to disqualify and void any votes that were submitted or obtained by fraudulent means or were otherwise in violation of these Official Rules, as determined by Ghostery in its sole discretion.\nWinner Notification \nOn or about January 31, 2015, the potential winner(s) will be selected and notified by telephone and/or email, at Ghostery’s discretion. If a potential winner does not respond to the notification attempt within five (5) days from the first notification attempt, then such potential winner will be disqualified and an alternate potential winner will be selected from among all eligible entries received based on the judging criteria described herein. With respect to notification by telephone, such notification will be deemed given when the potential winner engages in a live conversation with Ghostery or when a message is left on the potential winner’s voicemail service or answering machine by Ghostery, whichever occurs first.  Except where prohibited by law, each potential winner (whether an individual or members of a team) may be required to sign and return a Declaration of Eligibility and Liability and Publicity Release and provide any additional information or documents (collectively, the “Declaration”) that may be required by Ghostery.  If required, potential winners must return all such required documents within three days following attempted notification or such potential winner will be deemed to have forfeited the prize and another potential winner will be selected based on the judging criteria described herein.  All notification requirements, as well as other requirements within these Rules, will be strictly enforced.  In the event: (a) potential winner(s) cannot be reached for whatever reason after a reasonable effort has been exerted or winner notification or Declaration is returned as undeliverable; (b) potential winner(s) declines or cannot accept, receive or use the prize for any reason; (c) of noncompliance with the above or within any of the aforesaid time periods, (d) potential winner(s) is found to be ineligible to enter the Contest or receive the prize, (e) potential winner(s) cannot or does not comply with the Official Rules, or (f) potential winner(s) fails to fulfill the Declaration-related obligations, the potential winner(s) shall be disqualified from the Contest and an alternate potential winner may be selected, at Sponsor’s sole discretion, from among the other eligible entries received.  Sponsor reserves the right to modify the notification and Declaration procedures in connection with the selection of alternate winner, if any.\nIn the event that no entries are received, no prize will be awarded. Determinations of Judges are final and binding in all respects and cannot be appealed.\n8. PRIZES:\nSemi-Finalists:\nThree Semi-finalists teams will be awarded a $50 USD gift card.  (Approximate retail value (“ARV”) $50.00 each).  Gift cards are subject to their terms and conditions. No credit or cash given for unused portion.  The gift card will not be replaced if lost or stolen.  In no event will the gift card prize value exceed the stated value.\nWinners:\nOne (1) winner (if an individual entrant) or, if a team is selected as the winner, up to four (4) members of the winning team (which members shall be as selected by the winning team) shall receive:\nA new Blackphone\nA Ghostery Prize Pack for each team member.\nThe prize(s) details will be awarded and provided no later than six weeks of receipt by Ghostery of final prize acceptance documents.\nThe total ARV of the entire winner’s prize package is $750 per person. Actual value of the prize awarded may be lower or higher at the time of its fulfillment.  Any difference between actual value and stated ARV (if actual value is lower than stated ARV) will not be awarded.  Prize is subject to the following restrictions and conditions: all meals, ground transportation, gratuities, excursions, insurance, incidentals, and any other expenses not specified herein are the sole responsibility of the winner.  All federal, state and local taxes on the prize are the sole responsibility of winner, who will receive an IRS 1099 tax form in the value of the prize.  Any portion of the prize not accepted or unclaimed and/or unused by the winner will be forfeited and will not be substituted.  Ghostery is not responsible for any changes of any element of prize package or the unavailability of any prize component for reasons beyond Ghostery’s reasonable control.  An unclaimed and/or unused portion of the prize will remain the property of Ghostery or its designee.\nNo transfer, substitution or cash equivalent for prize(s) or any prize component is allowed, except at Ghostery’s sole discretion. Ghostery reserves the right to substitute a prize, in whole or in part, of equal or greater monetary value if a prize cannot be awarded, in whole or in part, as described for any reason. Ghostery has not made and is not responsible in any manner for any warranties, representations, or guarantees, express or implied, in fact or law, relating to the prize(s) or any prize component, regarding the use, value or enjoyment of the prize(s), including, without limitation, its quality, mechanical condition, merchantability, or fitness for a particular purpose, with the exception of any standard manufacturer’s warranty that may apply to the prize(s) or any components thereto.\n9.              GENERAL CONDITIONS: All federal, state, and local laws and regulations apply.  Ghostery reserves the right to disqualify any entrant from the Contest if, in Ghostery’s sole discretion, it reasonably believes that the entrant has attempted to undermine the legitimate operation of the Contest by cheating, deception, or other unfair playing practices or annoys, abuses, threatens or harasses any other entrants, Ghostery, or the Judges.\n10.           INTELLECTUAL PROPERTY RIGHTS: By submitting a Tool in this Contest, the entrant warrants and represents that (s)he owns all of the intellectual and industrial property rights in and to the Tool or otherwise is legally permitted to use and develop the Tool. Further, the entrant agrees that if any portion of the Tool should be deemed to be owned by the entrant that (s)he will, as a condition of entry, grant Ghostery a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive license to use, reproduce, publicly perform, publicly display and create a derivative work from, any entry or Tool that Entrant submits solely for the purposes of allowing Ghostery to test and evaluate the Tool for purposes of the Contest and to advertise, display, demonstrate, or otherwise promote the Tool. Entrant specifically agrees that Ghostery shall have the right to use, reproduce, publicly perform, and publicly display the Tool in connection with the advertising and promotion of the Contest and the Tool, via communication to the public or other groups, including, but not limited to the right to make screenshots, animations and video clips available for promotional purposes.\n11.           PRIVACY: Entrants agree that PII entered during the Registration Period, including name, mailing address, phone number, and email address may be processed, stored, shared and otherwise used for the purposes and within the context of the Contest.\nEntrants also understand this data or PII may be used by Ghostery in order to verify an entrant’s identity, postal address and telephone number in the event an entry qualifies for a prize. Entrants have the right to access, review, rectify or cancel any PII held by Ghostery in connection with the Contest by writing to Ghostery at the address listed above. If an entrant does not provide the data required at registration, that entrant’s entry will be ineligible. Otherwise, all PII that is collected from the entrant is subject to Hacker League, LLC’s Privacy Policy, located at\n and Ghostery’s Privacy Statement, located at \n.\n12.           PUBLICITY. By accepting a prize, entrant agrees to Ghostery and its agencies use of his or her name and/or likeness and Tool for advertising and promotional purposes without additional compensation, unless prohibited by law.\n13.           WARRANTY AND INDEMNITY: Entrants represent and warrant that their Tool are their own original work and, as such, they are the sole and exclusive owner and rights holder of the submitted Tool and that they have the right to submit the Tool in the Contest and grant all required licenses. Each entrant agrees, warrants and represents that it will not submit any Tool that (1) is not developed with open source code or software; (2) infringes or violates any third party proprietary rights, intellectual property rights, industrial property rights, personal or moral rights or any other rights, including without limitation, copyright, trademark, patent, trade secret, privacy, publicity or confidentiality obligations; or (3) otherwise violates any applicable state, federal, or local law, rule or regulation.\nTo the maximum extent permitted by law, each entrant indemnifies and agrees to defend, indemnify and hold harmless Ghostery and its subsidiaries, affiliates, divisions, partners, representatives, agents, successors, assigns, employees, officers and directors at all times from and against any liability, claims, actions, suits, proceedings or demands, as well as any and all losses, liabilities, damages, costs and expenses (including reasonable attorneys’ fees_ resulting from, arising out of or accruing from: (a) any act, default or omission of the entrant in connection with the Contest and/or a breach or alleged breach of any representation, warranty or agreement of entrant in these Official Rules; (b) any Tool or other material uploaded or otherwise provided by the entrant that infringes any copyright, trademark, trade secret, trade dress, patent or other intellectual property right of any person or defames any person or violates their rights of publicity or privacy, (c) any misrepresentation made by the entrant in connection with the Contest; (d) any non-compliance by the entrant with these Official Rules; (e) claims brought by persons or entities other than the parties to these Official Rules arising from or related to the entrant’s involvement with the Contest; (f) acceptance, possession, misuse or use of any prize or participation in any Contest-related or prize-related activity or participation in this Contest; or (g) any malfunction or other problem with the Contest Site caused, directly or indirectly, by entrant.\n14.           RELEASE:  By participating in the Contest, entrants and winner agree to release and hold harmless Ghostery and its subsidiaries, affiliates, divisions, partners, representatives, agents, successors, assigns, employees, officers and directors (the “Released Parties”), from any and all liability, for loss, harm, damage, injury, cost or expense whatsoever, including without limitation, property damage, personal injury (including emotional distress), and/or death, which may occur in connection with preparation for, or participation in, the Contest, or possession, acceptance and/or use or misuse of the prize or participation in any Contest-related or prize-related activity and for any claims or causes of action based on intellectual property rights, publicity rights, defamation or invasion of privacy and merchandise delivery.  The Released Parties assume no responsibility for any injury or damage to entrants or to any other person’s computer, regardless of how caused, relating to or resulting from entering or downloading materials or software in connection with this Contest.  Entrants and winner acknowledge that Ghostery has neither made nor is in any manner responsible or liable for any warranty, representations or guarantees, express or implied, in fact or in law, relative to any prize or any component thereof, including, but not limited to, express warranties provided by the supplier of the prize (or any component thereof) or their affiliates.\n15.           ELIMINATION: Any false information provided within the context of the Contest by any entrant concerning identity, mailing address, telephone number, email address, ownership of right or non-compliance with these Official Rules or the like may result in the immediate elimination of the entrant from the Contest.\n16.           LIMITATION OF LIABILITY: Ghostery and its subsidiaries, affiliates, divisions, partners, representatives, agents, successors, assigns, employees, officers and directors shall not have any obligation or responsibility, including any responsibility to award any prize to entrants, with regard to: (a) entries that contain inaccurate information or do not comply with or violate the Official Rules; (b) entries, prize claims or notifications that are lost, late, incomplete, illegible, unintelligible, damaged or otherwise not received by the intended recipient, in whole or in part, due to computer, human or technical error of any kind, including but not limited to, inactive email accounts, technical difficulties associated therewith or an entrant’s failure to adequately monitor his/her answering machine, voicemail service or email account; (c) entrants who have committed fraud or deception in entering or participating in the Contest or claiming the prize; (d) telephone, electronic, hardware, software, network, Internet or computer malfunctions, failures or difficulties; (e) any inability of the winner to accept the prize for any reason; (f) if a prize cannot be awarded due to delays or interruptions due to Acts of God, natural disasters, terrorism, weather or any other similar event beyond Ghostery’s reasonable control; or (g) any damages, injuries or losses of any kind caused by any prize or resulting from awarding, acceptance, possession, use, misuse, loss or misdirection of any prize or resulting from participating in this Contest or any Contest or prize related activities.\nGhostery is not responsible for any malfunction of the entire Contest Site or any late, lost, damaged, misdirected, incomplete, illegible, undeliverable, or destroyed Tools or entry materials due to system errors, failed, incomplete or garbled computer or other telecommunication transmission malfunctions, hardware or software failures of any kind, lost or unavailable network connections, typographical or system/human errors and failures, technical malfunction(s) of any telephone network or lines, cable connections, satellite transmissions, servers or providers, or computer equipment, traffic congestion on the Internet or at the Contest Site, or any combination thereof, including other telecommunication, cable, digital or satellite malfunctions which may limit an entrant’s ability to participate.\n17.           RIGHT TO CANCEL, MODIFY OR DISQUALIFY: If for any reason the Contest is not capable of running as planned, including infection by computer virus, bugs, tampering, unauthorized intervention, fraud, technical failures, or any other causes which corrupt or affect the administration, security, fairness, integrity, or proper conduct of the Contest, as determined by Ghostery in its sole discretion, Ghostery reserves the right at its sole discretion to cancel, terminate, modify or suspend the Contest. Ghostery further reserves the right, in its sole discretion, to disqualify any entrant it finds to be (a) tampering with the registration, entry or voting process or any other part of the Contest or Contest Site; (b) acting in violation of the Official Rules; or (c) entering or attempting to enter the Contest or vote multiple times through the use of multiple email addresses or the use of any robotic or automated devices to submit entries or votes. Any attempt by an entrant to deliberately damage any web site, including the Contest Site, or undermine the legitimate operation of the Contest is a violation of criminal and civil laws and should such an attempt be made, Ghostery reserves the right to seek damages from any such entrant to the fullest extent of the Applicable law.\n18.           NOT AN OFFER OR CONTRACT OF EMPLOYMENT: Under no circumstances shall the submission of a Tool in the Contest, the awarding of a prize, or anything in these Official Rules be construed as an offer or contract of employment with Ghostery. You acknowledge that You have submitted Your Tool voluntarily and not in confidence or in trust. You acknowledge that no confidential, fiduciary, agency or other relationship or implied-in-fact contract now exists between You and Ghostery and that no such relationship is established by Your submission of a Tool under these Official Rules.\n19.           GOVERNING LAW, FORUM AND RECOURSE TO JUDICIAL PROCEDURES: These Official Rules shall be governed by, subject to, and construed in accordance with the laws of the State of New York, United States of America, excluding all conflict of law rules. If any provision(s) of these Official Rules are held to be invalid or unenforceable, all remaining provisions hereof will remain in full force and effect. To the extent permitted by law, the rights to litigate, seek injunctive relief or make any other recourse to judicial or any other procedure in case of disputes or claims resulting from or in connection with this Contest are hereby excluded, and all Entrants expressly waive any and all such rights.\n20.           JURISDICTION: By entering the Contest, You agree that exclusive jurisdiction for any dispute, claim, or demand related in any way to the Contest shall be in the appropriate state or federal court having jurisdiction over the subject matter located in Manhattan, New York.  Entrants hereby irrevocably consent to the personal jurisdiction of said courts and waive any claim of forum non conveniens or lack of personal jurisdiction that they may have.\n21.           SEVERABILITY: If any of the provisions in these Official Rules is deemed not enforceable by a local court in the region or country where an Entrant resides, all other provisions outlined in these rules will still be enforceable.\n22.           WINNER’S LIST: A list of the winners will be posted on the Contest Website after January 31, 2015.", "hackathon-prizes": [{"prize-content": "The high-end smartphone which puts privacy and security ahead of everything else.", "prize-title": "Blackphone BP1"}, {"prize-content": "Ghostery merchandise prize pack consisting of tees, stickers, and other Ghostery schwag.", "prize-title": "Ghostery Prize Pack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=154 Grand Street, New York, NY 10013, USA", "hackathon-url": "https://hackthetrackers.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The hack should reach the lion’s share of web users in the general public; not exclusively those who are already privacy experts."}, {"judging-criterion": "Judges will evaluate the hack’s ease of adoption and use."}, {"judging-criterion": "Judges will evaluate the degree of the hack’s completion towards a fully developed product."}, {"judging-criterion": "The judges are experts in their field who are well aware of the online privacy movement and other tools available; they will consider the uniqueness of approach and overall effectiveness of the hack in the context of the greater privacy ecosystem."}], "hackathon-location-address": "154 Grand Street, New York, NY 10013, USA", "hackathon-description-header": "Privacy to the People", "hackathon-prizes-total": "$3,116", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}