{"hackathon-description-text": "\nACTIVE Network is challenging developers, designers, and entrepreneurs to innovate new ways of using technology to connect people with activities and make the world a healthier place; potentially saving the lives of thousands of people.", "hackathon-number-of-prizes": "10", "hackathon-id": "hacktive", "hackathon-judges": [{"judge-role": "Director of Developer Platform & Partnerships, Mashery", "judge-name": "NEIL MANSILLA"}, {"judge-role": "Head of Yahoo! Developer Network, Yahoo!", "judge-name": "ERIK SUHONEN"}, {"judge-role": "Head of Product for CarePass, Aetna", "judge-name": "JESSE GIVENS"}, {"judge-role": "Director of Product Innovation, ACTIVE Network", "judge-name": "MARK ROEBKE"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n\nHACKTIVE is open to everyone, from college students to professional designers and developers born to code, fueled by caffeine, and driven to innovate! To be considered a ‘student’, you must attend college/university full-time or part-time, except where permission is explicitly given. We encourage developers, designers, product managers, MBAs, and others to collaborate in teams.\n\nNope, you should register regardless! You can sign up as an individual or in teams of up to four. If you sign up as an individual, but would prefer to participate on a team, use the forum to connect with others and get inspired. Join in the discussion, share ideas, and find people that may be interested in the same ideas and want to form a team. Do I have to stay there for the entire time?You can come and go as you please, but all coding must be produced solely by team members, working on-site during the allotted hacking time.\n\nTeams must consist of between one and four participants. Teams must submit a list of members by 11:59PM on Friday, September 20th, and all modifications to team composition must be verified by ACTIVE Network organizers.", "hackathon-number-of-participants": "32", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nThe Judges shall be asked to consider five equally-weighted criteria when assessing each Entry and voting:\nIs the application polished, visually appealing, and easy to use?\nDoes the application take advantage of the unique functionality offered by the ACTIVE Network platform?\n Is the application compelling and/or indispensable?\nHow well does the application help connect people with an active lifestyle?\n Is the application unique and/or innovative?\n \nYour submission should include an image and brief description of your application. A screencast video of a working demo of your application submission would be ideal.\n \nLive application demos will be required at the hackathon event during the demo phase.", "hackathon-rules": "\nFREQUENTLY ASKED QUESTIONS\nIt's an exciting, fast-paced, stimulating event where you turn a cool idea into something real in only 24 hours! It's like a marathon workshop for developers, designers, and entrepreneurs! It's also about meeting and getting to know cool people in the local community while doing something fun.\n\nA laptop and charger is a good starting place. Bring a sleeping bag if you plan to sleep and any toiletries you may want to have on hand. Other than that, we provide food, facilities, power, and drinks. You’ll just need to worry about bringing the technology, great ideas, and the collective team expertise needed to build something great!\n\nThen, there’s no better way to get your feet wet! You don’t need to have ever attended a hackathon before to participate in HACKTIVE.\n\nDefinitely. We’ll provide food throughout the event at no cost to participants, from more substantial meals to snacks for munching and code-crunching. Plenty of beverages will be provided during the competition as well, with no shortage of energy drinks! If you have a specific food allergy or other specific need, contact us and we'll try to find a way to make it work for you.\n\nCheck-in will start at 10am on Saturday morning. The event doesn’t officially kick off until 11:30am, but come early if you want to set up a specific hacking spot for your team, as this will be determined on a first come, first serve basis.\n\nThere won’t be any officially designated sleeping area, however there will be plenty of benches, seats, and beanbag chairs throughout if you want to catch some Z’s a quiet corner.\n\nNo. All code must have been produced solely by team members, working on-site, after 12:00PM on Saturday, September 21st. However, you can begin brainstorming, planning, and strategizing now.\n\nEach team is permitted one submission that must be received by 12PM on Sunday, September 22nd. All code must have been produced solely by team members, working on-site, after 12:00PM on Saturday, September 21st.\n\nBe prepared to demo your app after the submission phase is complete. Demos should be no longer than 3 minutes. Demos take place in two rounds. Teams will be placed in one of three groups for the first round. The top fifteen teams will constitute the teams in the second round. First round demos will be three minutes of presentation. Second round demos will consist of three minutes of presentation and then two minutes of Q&A.\n\nA panel of industry judges will judge the apps based on five equally-weighted criteria: Design, Effective use of the ACTIVE Network platform, Utility, Relevancy to the theme, and Originality of concept, each scored on a 10 point scale. Penalties may be assessed for going over the allotted demo time.\n\nParticipants can use any of the publicaly available ACTIVE Network APIs listed on the ACTIVE Access website (http://developer.active.com/apis). In addition, you can also use any other publicly available API or dataset including Mashery API Network (http://developer.mashery.com/), Aetna Carepass APIs (https://developer.carepass.com/), etc.\nhttp://developer.active.com/hackathon_2013_rules", "hackathon-prizes": [{"prize-content": "This prize category is open to hackathon participants that are not students or employees of ACTIVE Network. The prizes will be awarded based on the Judging criteria below.", "prize-title": "1st Place - General Public"}, {"prize-content": "This prize category is open to hackathon participants that are not students or employees of ACTIVE Network. The prizes will be awarded based on the Judging criteria below.", "prize-title": "2nd Place - General Public"}, {"prize-content": "This prize category is open to hackathon participants that are not students or employees of ACTIVE Network. The prizes will be awarded based on the Judging criteria below.", "prize-title": "3rd Place - General Public"}, {"prize-content": "This prize category is open to students-only. You may be a full-time or part-time student to compete in this category. The prizes will be awarded based on the Judging criteria below.", "prize-title": "2nd Place - Students"}, {"prize-content": "This prize category is open to students-only. You may be a full-time or part-time student to compete in this category. The prizes will be awarded based on the Judging criteria below.", "prize-title": "3rd Place - Students"}, {"prize-content": "This prize category is open to students-only. You may be a full-time or part-time student to compete in this category. The prizes will be awarded based on the Judging criteria below.", "prize-title": "1st Place - Students"}, {"prize-content": "This prize category is open to employees of ACTIVE Network. The prizes will be awarded based on the Judging criteria below.", "prize-title": "1st Place - ACTIVE Network"}, {"prize-content": "This prize category is open to employees of ACTIVE Network. The prizes will be awarded based on the Judging criteria below.", "prize-title": "2nd Place - ACTIVE Network"}, {"prize-content": "This prize category is open to employees of ACTIVE Network. The prizes will be awarded based on the Judging criteria below.", "prize-title": "3rd Place - ACTIVE Network"}, {"prize-content": "This prize category is open to all participants. The prize will be awarded to the best hack built with one or more APIs listed in the Mashery API Explorer:", "prize-title": "BEST HACK USING ANY MASHERY API NETWORK API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=330 A Street, San Diego, CA 92101, USA", "hackathon-url": "https://hacktive.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the application polished, visually appealing, and easy to use?"}, {"judging-criterion": "Does the application take advantage of the unique functionality offered by the ACTIVE Network platform/APIs?"}, {"judging-criterion": "Is the application compelling, solve a need in the marketplace, and/or indispensable?"}, {"judging-criterion": "How well does the application help connect people with an active lifestyle?"}, {"judging-criterion": "Is the application unique and/or innovative?"}], "hackathon-location-address": "330 A Street, San Diego, CA 92101, USA", "hackathon-description-header": "CODE / CAFFEINATE / INNOVATE", "hackathon-prizes-total": "$16,900", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}