{"hackathon-description-text": "\nThis is the third edition of HackNotts, an annual student hackathon held at the University of Nottingham. ", "hackathon-number-of-prizes": "10", "hackathon-id": "hacknotts2016", "hackathon-judges": [{"judge-role": "MLH", "judge-name": "Tim Fogarty"}, {"judge-role": "University of Nottingham", "judge-name": "Martin Flintham"}, {"judge-role": "Amazon Alexa", "judge-name": "Kay Lerch"}, {"judge-role": "", "judge-name": "More TBA"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAnyone who is currently registered as a student at a school or university or has graduated within the last year is eligible to compete in the event.", "hackathon-number-of-participants": "50", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nWe ask hackers to submit their projects on Devpost before demoing working prototypes during the Science Fair on the Sunday. No powerpoints please :) ", "hackathon-rules": "\nThe teams are limited to four participants. We ask all attendees to abide by the MLH \n. Hackers are expected to start working on there idea at the event. No pre-build code is allowed in the final hacks. The intellectual property remains with the attendees. ", "hackathon-prizes": [{"prize-content": "One Drone for every member of the team.", "prize-title": "Best overall"}, {"prize-content": "One Raspberry Pi 3 starter kit for every member of the team.", "prize-title": "Technical prize"}, {"prize-content": "One Kindle for each member of the team.", "prize-title": "Design prize"}, {"prize-content": "Capital One will be giving Arduino's to each member of the team making best use of financial data as part of their hack", "prize-title": "Best use of financial data"}, {"prize-content": "Amazon Alexa will be awarding 2 Echo Dots to each member of the team with the best voice user experience using Amazon Alexa", "prize-title": "Best voice user experience using Amazon Alexa"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win a HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "A chewbacca mask for each member of the team making best use of the Algolia API", "prize-title": "Best use of Algolia API"}, {"prize-content": "Mini surprise for the team making best use of the Nationwide data.", "prize-title": "Best use of Nationwide data"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Jubilee Campus, Nottingham, United Kingdom", "hackathon-url": "https://hacknotts2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Wow us and surprise us. It's hard to put into words but you just know it when you see it. Building something original and timely definitely helps. At the end of the day it's all about being creative and seeing what you come up with."}, {"judging-criterion": "How polished is the hack? While a nice looking UI definitely helps, this is as much about usability and how tied together the whole project appears (think combining apples and pears rather than here is an apple and there is also a pear over there)."}, {"judging-criterion": "How technically challenging was it to build your project? Again this is quite relative. It's as much about what have you used, what is your experience, have you tried out something new and have you hit blocks and overcome them."}], "hackathon-location-address": "Jubilee Campus, Nottingham, United Kingdom", "hackathon-description-header": "Annual HackNotts returns!", "hackathon-prizes-total": "$680", "hackathon-location-description": "School of Computer Science", "hackathon-end-date": "", "has-projects": "False"}