{"hackathon-description-text": "\nHack Western 4 will be hosting 550+ students for a weekend full of collaboration, innovation, and creativity on November 17 – 19th, 2017 at Western University.", "hackathon-number-of-prizes": "23", "hackathon-id": "hackwestern4", "hackathon-judges": [{"judge-role": "Vice President, Video Services & Technology - Bell Canada", "judge-name": "James Gilmore"}, {"judge-role": "StdLib Founder and CEO", "judge-name": "Keith Horwood"}, {"judge-role": "StdLib Co-Founder", "judge-name": "Jacob Lee"}, {"judge-role": "Software Developer, Blockchain - Scotiabank Digital Factory", "judge-name": "Michael Teixeira"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAny student who has been accepted to participate and hacked at Hack Western is eligible to submit a project. Please see Rules for further guidelines.", "hackathon-number-of-participants": "275", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nThe Hack Western organizing team reserves the right to disqualify project submissions that do not adhere to the following guidelines. Please contact a Hack Western Organizer if you have any questions regarding these guidelines.\n\nProjects can be completed individually or in a group with a maximum size of 4 students. All team members must be approved, registered Hack Western attendees present at the event.\n\nAll code written for Hack Western must be written between 10:00PM on Friday, November 17th, 2017 and 10:00AM on Sunday, November, 2017 with the exception of code taken from public and open source libraries, APIs, or tutorials.\n\nAll hardware assembled for Hack Western must be assembled between 10:00PM on Friday, November 17th and 10:00AM on Sunday, November 19th, with the exception of manufactured parts that do not require soldering or assembly with a breadboard outside of the factory (such as robotic arms, Myos, or 3D printed parts).\n\nAll art assets brought into Hack Western for your project must be free and publicly available.\n\nStudents are free to bring codeless wireframes for the layout of their projects. Hardware may be prototyped in advance to optimize the shape and size of parts, but the actual project presented for submission must be assembled at Hack Western.\n\nThe final product must be original: it must not be the same as the product of a tutorial, a submission to a previous hackathon, or a personal project completed before Hack Western. Attendees are trusted to ensure the originality of their projects in good faith. Hack Western retains the right to inspect the source code of projects in case of dispute. All projects and intellectual property produced at Hack Western belong to the attendees who produced it.\nAll participants must abide by the MLH Code of Conduct: ", "hackathon-prizes": [{"prize-content": "The overall winners of Hack Western will be receiving Nintendo Switches for each member of their team.", "prize-title": "First Place Overall"}, {"prize-content": "The second place winners of Hack Western will be receiving ASUS Portable Monitor's for each member of their team.", "prize-title": "Second Place Overall"}, {"prize-content": "Third place teams in Hack Western will be receiving Bose Earphones for each member of their team.", "prize-title": "Third Place Overall"}, {"prize-content": "Scotiabank will provide each member of the winning team tickets to the Toronto Maple Leafs vs. St. Louis Blues on January 16th, 2018, including jerseys.", "prize-title": "Best FinTech Hack"}, {"prize-content": "Bell will be providing a 8-inch Samsung Tablet to each member of the winning team in this category.", "prize-title": "Best IoT Hack for Smart Cities"}, {"prize-content": "StLib will be awarding a Nintendo Switch to each member of the winning team.", "prize-title": "Best Use of StdLib API"}, {"prize-content": "SunLife will be providing a Fitbit to each member of the winning team.", "prize-title": "Best Hack for Empowering Diversity through Design and Technology"}, {"prize-content": "Great-West Life will be providing a $100 Amex Gift Card to each team member.", "prize-title": "Best Hack for Financial Literacy"}, {"prize-content": "The Weather Network will be providing $250 Visa Gift Card and swag to each member of the winning team.", "prize-title": "Best Use of the Weather Network API"}, {"prize-content": "Scotiabank Digital Banking Lab and Propel have partnered up to present an amazing opportunity for students. Create a project in the Fintech Track and receive up to CAD$3000 in seed funding with fast-track to the second round of Propel's PSI.", "prize-title": "Best Startup Idea"}, {"prize-content": "Media Sonar will be providing hoverboards to each member of the winning team.", "prize-title": "Best Use of Sentiment Analysis"}, {"prize-content": "Deloitte Digital will be providing Google Homes to each of the members of the winning team.", "prize-title": "Best Project Pitch"}, {"prize-content": "Digital Boundary Group will be providing Raspberry Pi's to each member of the winning team.", "prize-title": "Best Implementation of Security Measures"}, {"prize-content": "IBM will be providing LiteHawk BURST Quadcopter Drone with Camera to the members of the winning team.", "prize-title": "Best Use of IBM Watson Visual Recognition API"}, {"prize-content": "Xesto will be providing 4 Leap Motions to the team that has the best usage of the Xesto API.", "prize-title": "Best Use of Xesto API"}, {"prize-content": "Magnet Forensics will be providing $100 Amazon Gift Cards to each member of the winning team.", "prize-title": "Best Hack for Social Impact"}, {"prize-content": "Zomaron will be providing a VR Tech Solution or $600 to the winning team, along with members of winning team will have priority interview for a paid summer internship.", "prize-title": "Best Use of Innovative AI/Deep Learning Interface with Large Customer Transaction Data Sets"}, {"prize-content": "Zomaron will be providing a $75 Steam Gift Card to each member of the winning team and members of winning team will have priority interview for a paid summer internship.", "prize-title": "Best Mobile Multi-Person Competitive Game Platform"}, {"prize-content": "Big Viking Games will be providing Razer Keyboard and Mouse to the members of the winning team.", "prize-title": "Best Web Game"}, {"prize-content": "DragonBoard 410c with power source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "$250 AWS Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Make our day! Each winner will receive a Google cardboard.", "prize-title": "Made my Day"}, {"prize-content": "Accenture will be providing an Instax Mini 9 Polaroid Camera and a Goodie Bag to each member of the winning team.", "prize-title": "Best Solution to An Ongoing Problem"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1137 Western Rd, London, ON N6G 1G7, Canada", "hackathon-url": "https://hackwestern4.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "1137 Western Rd, London, ON N6G 1G7, Canada", "hackathon-description-header": "Hack Western is Western University's annual student-run hackathon, allowing students to innovate, build and create amazing technologies.", "hackathon-prizes-total": "$18,180", "hackathon-location-description": "Western University - Althouse College (Faculty of Education)", "hackathon-end-date": "2017-11-19", "has-projects": "True"}