{"hackathon-description-text": "\nKing Abdullah Economic City (KAEC) is part of Saudi Arabia’s effort to diversify its economy", "hackathon-number-of-prizes": "5", "hackathon-id": "letsbuildkaec", "hackathon-judges": [{"judge-role": "", "judge-name": "To Be Announced"}, {"judge-role": "Partner, Phoekus", "judge-name": "Michael Brady"}, {"judge-role": "Head of IT & Corporate Services, EEC", "judge-name": "Wafa Al-Hameedi"}, {"judge-role": "Head of Marketing, Communication, & Corporate Sustainability, EEC", "judge-name": "Fahd Hamidaddin"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\n\n ", "hackathon-number-of-participants": "167", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n \n  iOS, Android, or web\n  new and existing apps may submitted.  ", "hackathon-rules": "\n\n\n\n \nCOMMON TERMS USED IN THESE RULES:\nIn these rules, unless the context requires otherwise, the capitalized terms used and not defined in the sections below shall have the following meaning:\n“\n” means [*].\n“\n” means the KAEC Apps Challenge governed by these rules.\n“\n” means a mobile application created by an Entrant and submitted in the Contest in accordance with the eligibility criteria set out in these rules.\n“\n” means King Abdullah Economic City. \n“\n” means these official rules of the Contest.\n“\n”, “\n”, “\n”, the “\n” refers to Emaar, The Economic City, the sponsor of the Contest.\n“\n,” “\n,” “\n,” “\n,”, “\n” and the “\n” refers to an eligible Contest entrant.\n\nIn order to enter the Contest, you must agree to these Rules. You agree that registration for this Contest and/or submission of an Entry constitutes your full and unconditional agreement to all of the terms and conditions set out in these Rules. These Rules form a binding legal agreement between you and the Sponsor with respect to the Contest. If you do not agree to any of the terms and conditions of these Rules, do not register for this Contest and do not submit any Entry. \nInternet access is required to enter the Contest. Void where prohibited or restricted by law.\n\nThis is a skill-based Contest. The object of this Contest is to create an application that helps shape the technology for KAEC, a city of the future. Entry eligibility will be determined using the criteria in section 5. All eligible Entries received will be judged using the criteria in section 8, and the Panel will select one (1) best overall app winner, one (1) must useful app winner, one (1) investors’ choice app winner one (1) Regional winner (Saudi Arabia); in addition, one (1) people’s choice award winner will also be selected by popular vote during the Voting Period.\n\nThis Contest starts at 9:00 AM Eastern Standard Time on November 25, 2013 and ends at 5:00 PM Eastern Time May 16, 2014 (the “\n \n”). Entries must be received within the Entry Period in accordance with the procedure set out in these Rules to be eligible for the Contest. Any submission received outside of the Entry Period will be automatically disqualified.\n\nThe Contest is open and offered only to:\nIndividuals eighteen (18) years of age or older, or of such legal age of majority that is required under the applicable laws of the country of their residence to conclude valid and binding contracts (whichever is higher), at time of submission of the Entry. \nThe Sponsor, its affiliates, subsidiaries, and their respective employees, officers, directors, representatives, agents, consultants, contractors and their family members are not eligible to participate and will be disqualified. \nResidents of the province of Puerto Rico, Quebec in Canada, Cuba, Iran, Syria, North Korea, Italy, Myanmar (formerly Burma) and Sudan are not eligible to participate. The Contest is void in these countries and where otherwise prohibited or restricted by law. \nThe Sponsor reserves the right to require proof of residency and/or age, and the right to limit, or restrict upon notice, participation in the Contest to any person who fails to comply with these Rules.\n\nTo be eligible for judging an Entry must meet the following content / technical requirements:\nIn addition:\nyour Entry must be your own original work; whether newly created or pre-existing. If you are submitting a pre-existing app (developed prior to the commencement of the Entry Period), you must make sure that: A) you outline what has changed in the app; and B) you explain how the app will be beneficial to KAEC specifically.\n\nExcept as set forth below, we are not claiming any ownership rights to your Entry. \nHowever, by submitting your Entry, you :\n(a)are granting us an irrevocable, royalty-free, perpetual (or for the entire term of duration of intellectual property rights), sub-licensable (without the Entrant’s separate consent), worldwide right and license to: (i) use, review, assess, test and otherwise analyze your Entry and all its content in connection with this Contest; and (ii) feature your Entry and all its content in connection with the promotion of this Contest in all media (now known or later developed). For clarity, such license does not entitle us to sell your Entry to a third party;\n(b)agree to sign and deliver any necessary documentation that may be required for us and our designees to make use of the rights you granted above;\n(c)understand and acknowledge that we may have developed or commissioned materials similar or identical to your Entry and you waive any claims you may have resulting from any similarities to your Entry;\n(d)understand that we cannot control the incoming information you will disclose to our representatives in the course of entering, or what our representatives will remember about your Entry. You also understand that we will not restrict work assignments of representatives who have had access to your Entry. By entering this Contest, you agree that use of information in our representatives’ unaided memories in the development or deployment of our products or services does not create liability for us under these Rules or copyright or trade secret law;\n(e)understand that you will not receive any compensation or credit for your Entry, other than what is described in these Rules. Please note that following the end of this Contest, your Entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your Entry by visitors to this website. While we reserve these rights, we are not obligated to use your Entry for any purpose, even if it has been selected as a winning Entry. If you do not want to grant us these rights to your Entry, please do not enter this Contest.\n\nEnter at letsbuildKAEC.ChallengePost.com. There is no limit to the amount of Entries. Once submitted, an Entry cannot be deleted or cancelled.\nWe are not responsible for entries that we do not receive for any reason, or for entries that we receive but are not decipherable for any reason. An Entry which is incomplete, illegible or otherwise not in accordance with these Rules will be automatically disqualified without prior notice to the Entrant.\n\nA panel of judges (the \n) will review all eligible entries received and will select one (1) best overall app winner, one (1) most useful app winner, one (1) investors’ choice app winner one (1) Regional winner (Saudi Arabia); in addition, one (1) people’s choice award winner will also be selected by popular vote during the Voting Period. based upon the following criteria:\n\nOriginality of concept.\n\nUtility to the city’s residents or businesses.\nCommercialization\nPotential for commercialization?\n\n   \n$17,500\nMost Useful App\n   \n$12,500 \n   \n$10,000\nInvestor’s Choice Award\n$5,000\n   \n$5,000\nThe total Estimated Retail Value (ERV) of all prizes: US$50,000\nIf for any reason the advertised prize is unavailable, we reserve the right to substitute a prize of similar or greater value. We will only award one (1) prize per person. If you are selected as a potential winner of this Contest:\n(a)you may not exchange your prize for cash or any other merchandise or services;\n(b)you may not designate someone else as the winner. If you are unable or unwilling to accept your prize, we will award it to an alternate potential winner;\n(c)if you accept a prize, you will be solely responsible for any local, provincial, state, federal or any other applicable taxes, and any other costs, expenses and fees connected with the prize. In order to receive a prize, you must submit to Sponsor the tax documentation or information requested by Sponsor or otherwise required by applicable law, including, where relevant, the law of the potential winner’s country of residence. You are responsible for ensuring compliance with all the applicable tax laws and filing requirements. If you fail to provide such documentation or comply with such laws, the prize may be forfeited and Sponsor may, in its sole discretion, select an alternative potential winner.\n\nOn or around June 8, 2014, the Panel will complete the judging and votes cast in the People’s Choice Award will be determined in order to award one (1) best overall app winner, one (1) most useful app winner, one (1) investors’ choice app winner one (1) Regional winner (Saudi Arabia), and one (1) people’s choice award based on the criteria stated above. We will post the names of confirmed winners online after June 8, 2014 at letsbuildKAEC.ChallengePost.com. This list will remain posted until November 1, 2014. \n \nIf you are a potential winner, we will notify you by sending a message to the e-mail address, the phone number, or mailing address (if any) listed on your Entry within seven (7) days following the selection. If the notification that we send is returned as undeliverable, or you are otherwise unreachable for any reason, we may award the prize to an alternate selected winner. If there is a dispute as to who is the potential winner, we will consider the potential winner to be the authorized account holder of the e-mail address used to enter the Contest, or the person residing at the mailing address listed on your Entry. If you are a potential winner, we may require you to sign an affidavit of eligibility, liability/publicity release and W-9 form or such other documents as may be required under the applicable laws. If you do not sign and return these required forms within the time period listed on the winner notification message, we may disqualify you and select an alternate winner.\n\n(a)By submitting your Entry, you represent and warrant that:\n(i)the Entry is your original work and, in whole and in part, does not violate or infringe upon any proprietary or intellectual property rights, including copyrights, trademarks, patents, trade secrets, industrial property rights, personal or moral rights, or any other rights whatsoever of any person and/or entity;\n(ii)the Entry, in whole and in part, is submitted to the Contest by or with the permission of all persons (living or deceased), venues and/or entities who worked on, were engaged to work on, or contributed in any respect to the entry or any part thereof, who are depicted (directly or indirectly) in the entry by name, likeness, voice, image or any other information or indicia of persona, or who otherwise have any right, title and interest in and to the entry or any part thereof (including but not limited to rights arising from a work for hire relationship), and all such persons, venues, and/or entities have provided their written consent to submission of the Entry and its use pursuant to the Rules; \n(iii)you have all other rights, licenses, permissions and consents necessary to submit the Entry and to grant all of the rights the grant of which is provided for in these Rules, and the exercise and/or the use thereof by the Sponsor, in whole or in part, does not and will not give rise to any alleged or actual claims, disputes, actions or liabilities, including but not limited to those for disputes or payment of any kind, including without limitation royalties, residuals, attribution, credit, dues, consultation or any other fees, costs, or expenses;\n(iv)the Entry in whole or in part contains no malware, including viruses, trojans, worms, spyware or other components or instructions that are malicious, deceptive, or designed to limit or harm the functionality of a computer or other electronic devices; and\n(v)the Entry in whole or in part contains no unlawful, inappropriate, offensive, highly sensitive or illegal content (including but not limited to technology or other content that is prohibited from export), or content of an obscene or menacing character.\n(b)If for any reason the Contest is not capable of running as planned, including infection by computer virus, bugs, tampering, unauthorized intervention, fraud, cheating, technical failures, a force majeure event, or any other causes similar or dissimilar which corrupt or affect the administration, security, fairness, integrity, or proper conduct of the Conduct, or any element thereof, the Sponsor reserves the right at its sole discretion to cancel, terminate, modify or suspend the Contest\n(c)The Sponsor’s decision will be final and binding on all matters related to this Contest.\n(d)You grant permission to Sponsor and its authorized representatives to use your name, address (city and state/province/territory), photograph, voice, and/or other likeness for advertising, trade and promotional purposes without further compensation, in all media now known or hereafter discovered, worldwide, and on the Internet and world wide web, in perpetuity, without notice, consideration, review or approval. Entrants agree that personal data may be collected, processed, stored and otherwise used solely for the purposes of conducting and administering the Contest. Personal data will be processed in accordance with the Sponsor’s Privacy Policy which can be found at http://www.KAEC.net/privacy. Following the termination of the Contest, the Sponsor shall not be required to retain records of any Entries. Entrants should direct any request to access, update, or correct information to Sponsor. Sponsor is not responsible for human error, theft, destruction, or damage to Entries, or other factors beyond its reasonable control. \nFor the purposes of this Contest, your information may be stored and processed on servers outside of the European Economic Area. You explicitly consent to the transfer of your data collected in connection with participation in this Contest to countries outside the European Economic Area. You acknowledge that these countries may not provide for the same level of data protection as applicable in the EU. However, wherever the Sponsor or its agents process information, they will use their reasonable endeavours to ensure that the information is protected at all times in accordance with the data protection standards set out in the Sponsor’s privacy policy.\n(e)The site letsbuildKAEC.ChallengePost.com and all of its content are provided “as is” without any warranty of any kind, whether express or implied, including without limitation, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement to the extent permitted by the applicable law.\n(f)Sponsor reserves the immediate right to disqualify any Entrant who, in Sponsor’s sole discretion: (i) is not in compliance with these Rules, (ii) tampers with the Entry process, the Contest, or the Site letsbuildKAEC.ChallengePost.com; or (iii) is acting in an uncooperative, unsportsmanlike, disruptive, abusive, or threatening manner. \n: ANY ATTEMPT BY ANY PERSON TO DELIBERATELY DAMAGE THE SITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE Contest may constitute A VIOLATION OF APPLICABLE CRIMINAL AND CIVIL LAW. SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES and other remedies FROM ANY SUCH PERSON TO THE FULLEST EXTENT OF THE LAW including criminal prosecution, IF APPLICABLE.\n(g)To the extent allowed by law, you agree to release and hold harmless the Sponsor, its respective parents, subsidiaries, affiliates, employees and agents from any and all liability or any injury, loss or damage of any kind arising from or in connection with this Contest or any prize won.\n(h)Sponsor shall not be liable to a winner or any other person for failure to supply the prize or any part thereof, by reason of the prize becoming for reasons beyond the reasonable control of Sponsor unavailable or impracticable to award, or for any force majeure event, technical or equipment failure, terrorist acts, labor dispute, or act/omission of any kind (whether legal or illegal), transportation interruption, civil disturbance, or any other cause similar or dissimilar beyond Sponsors’ control.\n(i)Neither Sponsor, nor its employees, officers, directors, agents, contractors, representatives, affiliates, divisions, subsidiaries, resellers, dealers, distributors, advertising/promotion agencies (“\n”) shall assume any responsibility whatsoever for delayed, failed, partial or garbled computer transmissions; technical failures of any kind, including, but not limited to lost, interrupted or unavailable network, server, Internet Service Provider (ISP), website or other connections, availability or accessibility or miscommunications or failed computer, satellite, telephone or cable transmissions, lines or technical failures or difficulties; the incorrect or inaccurate capture or failure to capture information whether caused by Site users, tampering, hacking, or by any equipment or programming associated with or utilized in the Contest, Entry, or other information; the failure to capture any such information; or errors of any kind whether human, mechanical, electronic, network or otherwise arising out of or relating to the Contest, theft, loss, destruction or damage to Entries, in whole or in part, or other factors beyond their reasonable control.\n(j)You further agree that the Released Parties will have no liability whatsoever for, and will be released and held harmless by you for any claims, liabilities, or causes of action of any kind or nature, for any injury, loss or damages of any kind including direct, indirect, consequential or punitive damages to persons, including without limitation, disability or death.\n(k)Except in cases of death or personal injury caused by negligence, Released Parties are not responsible for injury or damage to Entrants’ or to any other person’s computer related to or resulting from participating in the Contest or downloading materials from or use of the Site. Persons who tamper with or abuse any aspect of the Contest or Site, as solely determined by Sponsor, will be disqualified.\n(l)KAEC is a registered trademark of the Sponsor. Any third party trademarks mentioned herein are the property of their respective trademark owners.  The Sponsor hereby grants an eligible Entrant a non-exclusive, royalty-free license to use the KAEC logo exclusively for the purposes of creating and submitting the Entry. Such license shall be personal to the Entrant and shall expire upon the earlier of Entrant’s disqualification or the end of this Contest.\n(m)This Contest and any action related thereto shall be governed, controlled, interpreted and defined by and under the laws of the Kingdom of Saudi Arabia, without regard to the conflicts of laws provisions thereof. The exclusive jurisdiction and venue of any action with respect to the subject matter of these Rules shall be the competent courts located in Jeddah, Kingdom of Saudi Arabia and each of the parties hereto submits itself to the exclusive jurisdiction and venue of such courts for the purpose of any such action. The parties specifically disclaim the UN Convention on Contracts for the International Sale of Goods. Any and all claims, judgments, and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with participating in this Contest, including reasonable attorneys’ fees. Entrants hereby waive all rights to (i) claim or be awarded any punitive, direct, indirect, incidental, and consequential damages and any other damages, other than for actual out-of-pocket expenses, and (ii) to have damages multiplied or otherwise increased, including for willful patent infringement.", "hackathon-prizes": [{"prize-content": "This recognizes the app that most successfully combines excellence in the idea, the design, and the build.", "prize-title": "Best Overall App"}, {"prize-content": "This recognizes the app that adds the most impactful utility for King Abdullah Economic City residents and or businesses.", "prize-title": "Most Useful App"}, {"prize-content": "This recognizes the app that receives the most votes from the public.", "prize-title": "People's Choice App"}, {"prize-content": "This recognizes the most promising app from a business perspective.", "prize-title": "Investor's Choice Award"}, {"prize-content": "This recognizes the best overall app from Saudi Arabia.", "prize-title": "Best App from Saudi Arabia"}], "hackathon-location-google-maps": "", "hackathon-url": "https://letsbuildkaec.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Originality of concept."}, {"judging-criterion": "Utility to city's residents and or businesses."}, {"judging-criterion": "Potential for commercialization?"}], "hackathon-location-address": "", "hackathon-description-header": "Be among the first wave of developers to help shape the digital layer of King Abdullah Economic City.", "hackathon-prizes-total": "$50,000", "hackathon-location-description": "", "hackathon-end-date": "2014-05-16", "has-projects": "True"}