{"hackathon-description-text": "\nIn the annals of history, only a few individuals have attained such glory that they are forever remembered for their grand achievements: Ramses II, George Washington, Amelia Earhart, and Beyoncé, to name a few. Members of the illustrious Ingenu team, now is your chance to make a mark on the collective memory of humanity, and to make your family proud.", "hackathon-number-of-prizes": "7", "hackathon-id": "rpma-omegathon", "hackathon-judges": [{"judge-role": "Ingenu", "judge-name": "Kirsten Garvin"}, {"judge-role": "Ingenu", "judge-name": "Clemente Rivetti"}, {"judge-role": "Ingenu", "judge-name": "Ted Myers"}, {"judge-role": "Ingenu", "judge-name": "Kaare Olsen"}, {"judge-role": "Ingenu", "judge-name": "Alissa Hart"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nAll members of the team must be Ingenu full-time, part-time or contract employees in San Diego, Scottsdale or elsewhere. ", "hackathon-number-of-participants": "25", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll submissions must be completed through Devpost.com.", "hackathon-rules": "\n ", "hackathon-prizes": [{"prize-content": "The grand prize. The whole enchilada. The greatest. It's just the best. This application could have won two or three of the other categories at the same time. Bow to your sensei!", "prize-title": "Chief Motherboard Grand Prize"}, {"prize-content": "This application comes out of left field and leaves us all amazed. The most innovative, clever, and impressive use of RPMA technology.", "prize-title": "Most Ingenious"}, {"prize-content": "This application is not only a good idea, it's a concept that could easily be packaged up and sold at retail with a little spit and polish.", "prize-title": "Most Likely to Succeed"}, {"prize-content": "Even the smartest IoT device needs a platform that can process the data and present it to the end-user. This application does a great job either integrating with an existing software platform, or has a custom-build interface that looks cool.", "prize-title": "Best Software Integration"}, {"prize-content": "This application wows the judges with its savvy use of the RPMA DevKit. It uses little to no external hardware connected to the rACM to make amazing things happen.", "prize-title": "Most Elegant &amp; Efficient use of the rACM"}, {"prize-content": "Somewhere along the way this team threw caution to the wind when they should have kept caution around to keep an eye on things. This application is deemed most likely to be unintentionally dangerous or accidentally irradiate passersby.", "prize-title": "Most Likely to Start a Fire"}, {"prize-content": "Hey there. So maybe you didn't win, per-se, but you DID cook up a pretty cool RPMA application. Your heroic efforts will forever be ensconced in your mind and heart...and on this certificate you can proudly display on your desk.", "prize-title": "Participation Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10301 Meanley Dr, San Diego, CA 92131, USA", "hackathon-url": "https://rpma-omegathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How innovative, clever, and resourceful the application is."}, {"judging-criterion": "How well the application would make it to market."}, {"judging-criterion": "How well the application does what it's supposed to do."}, {"judging-criterion": "How sophisticated the design of the application is."}], "hackathon-location-address": "10301 Meanley Dr, San Diego, CA 92131, USA", "hackathon-description-header": "Great and glorious Ingenites! You are gathered here together to forge a common bond through the trials of intense mind-thinking and thing-making!", "hackathon-prizes-total": "$315", "hackathon-location-description": "Ingenu", "hackathon-end-date": "", "has-projects": "False"}