{"hackathon-description-text": "\nWe hope that Pearl Hacks will help women of all ages to realize their true value, invigorate their educational journeys, and inspire each other to continue dreaming and achieving amazing things.", "hackathon-number-of-prizes": "16", "hackathon-id": "pearlhacks2016", "hackathon-judges": [{"judge-role": "", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "124", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nPlease refer to the MLH Code of Conduct:\nhttp://static.mlh.io/docs/mlh-code-of-conduct.pdf", "hackathon-prizes": [{"prize-content": "Dell Tablet and Smart TV. Note: each person on the team will get the prize.", "prize-title": "1st Place Prize"}, {"prize-content": "GoPro and a $100 Visa gift card (brought to you by JP Morgan Chase & Co).", "prize-title": "2nd Place Prize"}, {"prize-content": "Pebble Whites (brought to you by Pebble) and Chromecasts", "prize-title": "3rd Place Prize"}, {"prize-content": "Given to the best woman centric hack, the Pearl Hacks prize will consist of a pearl necklace, Cracking the Coding Interview by Gayle Laakmann McDowell, and a Tile (misplaced item finder).", "prize-title": "Pearl Hacks Prize"}, {"prize-content": "Invitation to Qualcomm’s Women Collegiate Conference in San Diego (all expenses paid) awarded to the best hack from a first-time hackathon team.  More than half of the members must be in their first hackathon ever.", "prize-title": "Best Rookie Hack"}, {"prize-content": "Prize worth $500 to the team whose hack has the greatest impact on the community.", "prize-title": "#SQLServiceAward"}, {"prize-content": "VIRL 1 year subscription & Cisco swag bag awarded to team with best networking hack – get those creative juices flowing!", "prize-title": "Best Networking Hack"}, {"prize-content": "$50 giftcards and Allscripts swag awarded to team that finds the best way to create and complete a form online and securely send this to a third party.", "prize-title": "Best Security Hack"}, {"prize-content": "Awarded to the team with the best hack involving voice or text technology.", "prize-title": "Best Use of Voice or Text Technology"}, {"prize-content": "Dell Venue 8, 32GB tablets awarded to the team that creates the best hack with an Intel Edison Board.", "prize-title": "Best Use of Edison Board"}, {"prize-content": "Awarded to team whose project implements the best use of any Cisco technology. (Cisco Mentors at Pearl Hacks will be available to give support for Tropo & Spark APIs, but you are free to use other APIs if you wish.)", "prize-title": "Best Use of Cisco Technology"}, {"prize-content": "Awarded to the team that creates the best hack using Capital One's Nessie API.", "prize-title": "Best Use of Capital One's Nessie API"}, {"prize-content": "SparkFun LilyPad Design kits (wearable technology) awarded to the team with the best open source hack.", "prize-title": "Best Open Source Hack"}, {"prize-content": "Awarded to the team with the best hack involving Amazon Web Services.", "prize-title": "Best Use of AWS"}, {"prize-content": "Awarded to the team that creates the best developer tool hack.", "prize-title": "Best Developer Tool"}, {"prize-content": "Awarded to the team with the best Domain.com domain name.  Sponsored by MLH.", "prize-title": "Best Domain Name"}], "hackathon-location-google-maps": "https://maps.google.com/?q=201 South Columbia Street, Chapel Hill, NC, United States", "hackathon-url": "https://pearlhacks2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This directly derives from one of our core values. We want hackers to contribute back to the field they’re in, so that their work can better benefit the community in the future."}, {"judging-criterion": "Reinventing the wheel, no matter how awesome the wheel is, is quite banal. Exploration of ideas is a value that we want all hackers to pursue. Pearl Hacks is looking for novel hacks engineered from the minds of our creative hackers."}, {"judging-criterion": "Hacks can easily have a variety of ranges of difficulty. We want to reward hackers who demonstrate a large amount of technical prowess in the projects created."}, {"judging-criterion": "We are looking for hacks that are well-built and could easily be continued to become a viable product. The hack should be more than just a pitch."}, {"judging-criterion": "There are certain hacks that just cause you to say “WOW.” It is up to the discretion of the judges to identify this intangible quality of a hack that just amazes people."}], "hackathon-location-address": "201 South Columbia Street, Chapel Hill, NC, United States", "hackathon-description-header": "Pearl Hacks is an all-female coding competition that is dedicated to encouraging women to pursue their interests in technology and innovation.", "hackathon-prizes-total": "$11,360", "hackathon-location-description": "University of North Carolina at Chapel Hill - Sitterson Hall", "hackathon-end-date": "", "has-projects": "False"}