{"hackathon-description-text": "\nSiena College offers the distinct opportunity to allows students from all around to engage with a vast network of emerging companies in the Capital Region. We have a strong representation of alumni in this community and are able to open our offers to students who are talented and motivated. ", "hackathon-number-of-prizes": "4", "hackathon-id": "saintshack2018", "hackathon-judges": [{"judge-role": "Lead Hackathon Coordinator", "judge-name": "Robert Bebber"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nSaintsHack is open to students and anyone that wants to put their development skills to the test (18+ years old).", "hackathon-number-of-participants": "25", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nParticipant represents and warrants that he or she is the sole author and copyright owner of the Submission, and that the Submission is an original work of the Participant, or if the Submission is a work based on an existing application, that the Participant has acquired sufficient rights to use and to authorize others, including Siena College, to use the Submission, as specified in the “Intellectual Property Rights” section of the Rules; and that the Submission does not infringe upon any copyright or upon any other third party rights of which the Participant is aware, and that the Submission is free of malware.\n\nThe Contest winners will be selected by a panel of judges (\"Judges\").\nBy submitting any Hackathon Entry, entrants release Sponsors, their respective subsidiaries, affiliates, directors, officers, employees, representatives, agents, and advisors from any and all liability for any claims, costs, injuries, losses, or damages of any kind arising out of or in connection with the decisions of the Judges.\n\nContest prizes are non-transferable by the winner. If you accept a prize, you will be solely responsible for all applicable taxes related to accepting such prize.\n\nBy entering this Contest, you agree to be bound by these Official Contest Rules. You further agree to be bound by the decisions of the judges which shall be final and binding in all respects. Siena College reserves the right, at its sole discretion, to disqualify any individual that tampers or attempts to tamper with the entry process or the operation of the Contest or web site; violates the Official Contest Rules; or acts in an unsportsmanlike or disruptive manner, or with intent to annoy, abuse, threaten or harass any other person.\n\nTo ensure a level field for all contestants, all code, design, and assets must be created during the duration of the Hackathon. You are, however, free to make plans and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks.\n\nAll participants must be present at the event in Siena College 515 new Loudon Road, NY; Remote team members/participants are not allowed.\nParticipants are responsible for providing their own laptops and hardware.", "hackathon-prizes": [{"prize-content": "Grand Prize will be revealed at the Hackathon. So come along and find out!", "prize-title": "Grand Prize To Be Revealed"}, {"prize-content": "2nd Prize.", "prize-title": "Amazon Echo Dot"}, {"prize-content": "3rd Prize.", "prize-title": "Raspberry Pi's"}, {"prize-content": "Surprise Prize.", "prize-title": "Raffle Price"}], "hackathon-location-google-maps": "https://maps.google.com/?q=515 New Loudon Rd, Albany, NY 12211, USA", "hackathon-url": "https://saintshack2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Standards of indentation and formatting. Variables are named meaningfully, so that they communicate intent. Comments are concise and adhere to standard formats.\nLeveraging iteration and recursion rather than copy and paste coding.\nFunctions to the point."}], "hackathon-location-address": "515 New Loudon Rd, Albany, NY 12211, USA", "hackathon-description-header": "Come join the Saints marching into the Summer of 2018 at SaintsHack.", "hackathon-prizes-total": "$1,420", "hackathon-location-description": "Siena Hall, Siena College", "hackathon-end-date": "", "has-projects": "False"}