{"hackathon-description-text": "\nWe hope that Pearl Hacks will help women of all ages to realize their true value, invigorate their educational journeys, and inspire each other to continue dreaming and achieving amazing things.", "hackathon-number-of-prizes": "22", "hackathon-id": "pearlhacks2017", "hackathon-judges": [{"judge-role": "", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "100", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nPlease refer to the MLH Code of Conduct:\nhttp://static.mlh.io/docs/mlh-code-of-conduct.pdf", "hackathon-prizes": [{"prize-content": "Each member of the highest overall scoring team will be awarded an iPad Mini.", "prize-title": "1st Place"}, {"prize-content": "Each member of the highest overall scoring team will be awarded Bose wireless headphones.", "prize-title": "2nd Place"}, {"prize-content": "Each member of the highest overall scoring team will be awarded 3D printing pens.", "prize-title": "3rd Place"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarrassment"}, {"prize-content": "Each member of the team will be awarded $250 AWS Credit by MLH.", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Each member of the team will be awarded a Domain.com swag bag by MLH.", "prize-title": "Best Domain Name Registered with Domain.com"}, {"prize-content": "Bandwidth will award Bandwidth swag, $25 gift cards, and a Rocket Wave notebook (", "prize-title": "Best Hack to Solve an Everyday Challenge"}, {"prize-content": "Bandwidth will award Bandwidth swag, $25 gift cards, and a Rocket Wave notebook (", "prize-title": "Most Innovative Hack for Calling or Texting Using Bandwidth API"}, {"prize-content": "CapTech will award a CapTach hat and $25 Amazon giftcards to the team with the most creative hack.", "prize-title": "Most Creative Hack"}, {"prize-content": "IBM will award Arduino starter kits to the team with the best use of IBM Watson APIs.", "prize-title": "Best Use of IBM Watson APIs"}, {"prize-content": "Make School will award $2000 scholarships to each team member to attend Make School's Summer Academy to the team with the best education-themed hack.", "prize-title": "Best Education-Themed Hack"}, {"prize-content": "Make School will award $2000 scholarships to each team member to attend Make School's Summer Academy to the team with the best beginner hack.", "prize-title": "Best Beginner Hack"}, {"prize-content": "Capital One will award $250 Amazon gift card to each member of the team with the best use of the Capital One API.", "prize-title": "Best use of Capital One API"}, {"prize-content": "RedHat will award a protoSnap Lilypad Development Kit to each member of the team with the best open source hack.", "prize-title": "Best Open Source Hack"}, {"prize-content": "Ticketmaster will award a goodie bag filled with VR Shinecon Virtual Reality Glasses, H36 Gyro Drone, TM Swag, and a $25 TicketMaster gift card to each member of the team with the best mobile app.", "prize-title": "Best Mobile App"}, {"prize-content": "JP Morgan will award a BOSE SoundLink Around-Ear Wireless Headphones to the team with the best social good hack.", "prize-title": "Best Social Good Hack"}, {"prize-content": "A fun prize will be awarded to the team members with the hack that most embodies Valentine's Day!", "prize-title": "Most UnBAElievable hack"}, {"prize-content": "Red Ventures will award Amazon Echo Dots to the team with the most \"crazy enough it just might work\" hack.", "prize-title": "Most \"Crazy Enough It Just Might Work\" Hack"}, {"prize-content": "Sentry One will award $50 to the team with the best UX design of their project.", "prize-title": "Best UX Design"}, {"prize-content": "Cisco will award a $500 Amazon gift card to the team with the best use of new technology.", "prize-title": "Best Use of New Technology"}, {"prize-content": "Fidelity will award a $50 to each member of the team with the most technically challenging hack.", "prize-title": "Most Technically Challenging Hack"}, {"prize-content": "Pearl Hacks will award a prize to the team with the hack that most embodies the values of Pearl Hacks.", "prize-title": "Pearl Hacks Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=201 S Columbia St, Chapel Hill, NC 27514, USA", "hackathon-url": "https://pearlhacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This directly derives from one of our core values. We want hackers to contribute back to the field they’re in, so that their work can better benefit the community in the future."}, {"judging-criterion": "Reinventing the wheel, no matter how awesome the wheel is, is quite banal. Exploration of ideas is a value that we want all hackers to pursue. Pearl Hacks is looking for novel hacks engineered from the minds of our creative hackers."}, {"judging-criterion": "Hacks can easily have a variety of ranges of difficulty. We want to reward hackers who demonstrate a large amount of technical prowess in the projects created."}, {"judging-criterion": "We are looking for hacks that are well-built and could easily be continued to become a viable product. The hack should be more than just a pitch."}, {"judging-criterion": "There are certain hacks that just cause you to say “WOW.” It is up to the discretion of the judges to identify this intangible quality of a hack that just amazes people."}], "hackathon-location-address": "201 S Columbia St, Chapel Hill, NC 27514, USA", "hackathon-description-header": "Pearl Hacks is an all-female coding competition that is dedicated to encouraging women to pursue their interests in technology and innovation.", "hackathon-prizes-total": "$6,599", "hackathon-location-description": "University of North Carolina at Chapel Hill - Sitterson Hall", "hackathon-end-date": "2017-02-12", "has-projects": "True"}