{"hackathon-description-text": "\nHackMerced is UC Merced’s second hackathon. A hackathon is a essentially a competition where you are given 36 hours to think, design, build, and present a cool app of your choice! At our the event as soon as you arrive you will be given the resources (food, hardware, swag, and mentorship) that you can take to produce an amazing hack.", "hackathon-number-of-prizes": "12", "hackathon-id": "hackmerced2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Rufus the Bobcat"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIndividuals over the age of 18 attending college or Students from the ages 14 - 18 who have signed a parental consent waiver.", "hackathon-number-of-participants": "130", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nTeams are capped at 5 members, no code made prior to the event can be used (unless it was made open-sourced before the event).\n \nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organizers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behavior to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events. \nPlease also respect and follow MLH's code of conduct as well:\nhttps://static.mlh.io/docs/mlh-code-of-conduct.pdf", "hackathon-prizes": [{"prize-content": "Top Prize, for the judge's favorite app. The team will receive (1) Makerbot 3D Desktop Replicator, (2) Microsoft XBox One Devkits, and (1) Raspberry Pi Model B", "prize-title": "Best Overall"}, {"prize-content": "Second Place will win (4) Microsoft XBox One Devkits!", "prize-title": "Second Place"}, {"prize-content": "Third place will win (4) Raspberry Pi Model B!", "prize-title": "Third Place"}, {"prize-content": "The Equipo Vision Entrepreneurial Award is a $500 grant awarded to a team or individual for the continuation of their project who scores highest within the following three categories", "prize-title": "Equipo Vision"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "$250 AWS credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Team that best tackles a problem in the world of fitness, health, or easy of mobility will win (4) Tubs of Protein Powder", "prize-title": "Designer Protein: \"Do you even lift hack\""}, {"prize-content": "Build an app or project that can be used with Drones and win (4) Racing Drone Kits", "prize-title": "ForeverFPV: Drone Mastery"}, {"prize-content": "Build an app or project that best relates to aerospace or aviation and win (4) rocket assembly kits.", "prize-title": "AIAA: To the stars!"}, {"prize-content": "The app with the most creativity will win a bunch of Dungeons and Dragons swag.", "prize-title": "Arcane Lab: Most Creative Hack"}, {"prize-content": "Use Woo Commerce's Rest API with Amazon Echo or a Facebook Bot to create a automated shopping platform, teams will win a Echo Dot, Raspberry PI Kit, 2 x Google Cardboard VR, Tetris Heat Change Mug & $150 Credit for Cloud Services", "prize-title": "CFP Concepts: Commerce Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=5200 Lake Rd, Merced, CA 95340, USA", "hackathon-url": "https://hackmerced2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Your product will be judged based on 3 concepts: Technical difficulty/innovation, pitch, and aesthetic."}], "hackathon-location-address": "5200 Lake Rd, Merced, CA 95340, USA", "hackathon-description-header": "Build, compete, learn at UC Merced's second Hackathon", "hackathon-prizes-total": "$7,250", "hackathon-location-description": "Unversity of California, Merced - COB2", "hackathon-end-date": "2017-02-12", "has-projects": "True"}