{"hackathon-description-text": "\nThe IoT Forum and the European research cluster on the Internet of Things (IERC) are pleased to invite IoT experts, designers, developers, entrepreneurs, and researchers to its first IoT Week Hackfest Serie. Participants will be offered with access to state of the art IoT infrastructure provided by leading European research projects and initiatives. In addition, participants will benefit from crash courses provided by the project engineers.", "hackathon-number-of-prizes": "7", "hackathon-id": "iot-week2014", "hackathon-judges": [{"judge-role": "TST Sistemas", "judge-name": "Bruno Cendón"}, {"judge-role": "Dunavnet", "judge-name": "Srdjan Krco"}, {"judge-role": "NUIG Insight-Galway", "judge-name": "Prof. Manfred Hauswirth"}, {"judge-role": "CEA", "judge-name": "Levent Gurgen"}, {"judge-role": "University of Twente", "judge-name": "Paul Havinga"}, {"judge-role": "Knowledge Transfer Executive (Digital), KTN", "judge-name": "Richard Foggie"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nTeams of maximum 5 persons composed of individiuals (over 18 years in age) or organisations and projects' representatives.\nas Hackaton participant.\n ", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nParticipants can create applications ar add-ons and plugins to the existing platforms, thus expanding the basis of IoT open platforms.\nIn the case of platform expansion, licence of developped software will have to be similar to the one of the contributed platform.", "hackathon-rules": "\nAs participant, you will get the possibility to make use of any of the 4 infrastructures set by the 4 projects : BUTLER, OpenIOT, Gatesense and COMPOSE. Connecting these 4 complementary infrastructure within your proposed application is encouraged.\nIn addition you will have the possibility to make use of several types of devices including sensor platforms, wearable devices, WSN gateways based on developping standards such as CoAP, MQTT, Zigbee, Bluetooth Smart, etc.. \n. Available devices will include:\n\nBUTLER build upon 3 complementary Smart platforms: Smart Object/Gateway, Smart Mobile, and Smart Server. These define roles. All or part of them could be integrated within the same hardware environement to provide advanced functionalities.\n\nIn more details, the smartplatforms are defined as follow:\nThe BUTLER Gateway aims at integrating different IoT device and communication technologies in order to provide a homogeneous access to the underlying heterogeneous networks. The figure below illustrates the relations between devices and BUTLER gateway:\n\nAt the lowest level, heterogeneous devices form individual networks that can be accessed by either standard based APIs (CoAP, Zigbee, MQTT ,UPnP, KNX, etc.) or rather proprietary APIs (SunSPOTs, TST and Zigpos nodes, etc.). The objective of the BUTLER API is to provide a generic way of accessing and reusing those devices and to create integrated horizontal applications from various domains. The framework does not impose the implementations of those APIs in the devices (even if this can be possible), but rather device proxies implement those APIs in the BUTLER gateway level.\nBUTLER gateway is based on the Open Services Gateway Initiative (OSGi) that provides a service execution and deployment framework. BSOS are thus represented as OSGi services. The BUTLER platform provides an abstraction of physical devices via BSOS allowing higher level services and applications access them without the need to be aware of their technical details.\ncan be used by any application that needs to access to data provided by the devices or perform actions on the devices. However, in general, the applications will make use of higher level services that process and aggregate raw device data and providing richer contextual information. We call these higher level services \n.\n will also implement the BUTLER API and expose the higher level context information in terms of resources. For instance, a localization service can use low level smart object services to access to the information provided by the low level localization devices in order to provide more precise location information. Similarly, a parking information service can reuse information from individual parking sensors in order to provide a city scale parking service.\nSmart services can execute in the gateway, in which case they are also OSGi services, or can run at remote smart servers. Therefore, communications between the services can be local or remote. In case the services and applications needs to access remotely to the services available on the gateway different possibilities exist in the state of the art such as HTTP REST, JSON-RPC, Web services, MQTT, CoAP, etc. BUTLER implements service end-points for these protocols in order to allow such cases.\nMore information on the BUTLER gateway can be found at \n.\n \nThe main role of the BUTLER Smart Mobile is to provide an interface to the user: in fact through the Smart Mobile platform:\nMobile side applications are executed,\nThe interaction with other surrounding Smart Objects can also be mediated by the Smart Mobile.\nThe Smart Mobile framework consist of several components:\nBUTLER applications will run on top of the Smart Mobile framework and re-use components to simplify and uniform functionalities that are common to all of them.\nthe \n.\nSmart Servers can provide both specific application functionalities and common functionalities that could be used by several applications. The Smart Server makes available server-side processing for mobile applications, transparent access to the context data collected by Smart Objects (sensors and actuators) and aggregation of information provided by various sources. The Smart Server offers also the possibility to realize data processing and integration in the cloud: this includes a novel combined local and global localization engine, a context management framework, a behavior model and prediction system, market-place/advertising services and security strategies\nSmartsevers can be deployed remotely (cloud deployment) or locally.\nSmart servers made available for the hackaton wiill include\nParticipate in our\nOpenIoT* is an implemented OPEN SOURCE horizontal platform to enable interoperability between IoT verticals and Data silos for a unified IoT world.\nIn December 2011 OpenIoT consortium joint efforts in the run to create an DIY platform to support IoT service development using the cloud, semantics and self-organising paradigms. In September 2012 OpenIoT specifications were ready and the first prototype version of the core platform was integrated and tested in May 2013. Since September 2013 the fully OPEN SOURCE framework was release via github (\n). On January 2014 OpenIoT developed and tested the first prototype in the cloud using a public cloud solution like EC2-Amazon product. In April 2014 OpenIoT released the first prototype of OpenIoT-VDK. Today OpenIoT inspire and led other projects to deliver interoperable/unified data solutions and launch/control IoT devices.\n*OpenIoT has been awarded Internet of Things Open Source Project of the year by Blackduck Software Co. (\n).\n \nParticipate in our\n \nWith Gatesense you can access data through a uniform rpc api, thereby having a single point of entry for data, and you are ready for developing apps on top. Gatesense holds primarily municipal data from around Denmark, but can also be datastore for your project. We are proposing three real world smart city challenges, that we want you to solve through a combination of the four platforms: Gatesense, Butler, OpenIoT and COMPOSE. You can begin coding right away, but note you'll need to be registered at the IoT week 2014 as attendee of the IERC Interoperability Challenge-Hackatons 2014 in order to participate in the challenge.\n \n\nEric is 43 years old and works with physical impaired children as his profession. In his everyday life he finds it hard to figure out whether his water consumption is average or not. By knowing his consumption, he can adjust his routines and thereby reduce carbon emission and reduce his expenses. Therefore he would like to have a smartphone app or at least a web app, that could show his water consumption in comparison to others. Since Eric isn’t a tech. guy he would really like the graphical representation to be easily understandable and intuitive to use.\nNow that the municipality of Copenhagen has created an open data platform, with all sorts of data (static and real-time), they need a way to get the platform exploited for commercial purposes. The immediate issue is that no one has found a good way of making money on open data, and therefore there is not really any data flowing from the platform. The municipality is desperate for establishing a data pipeline where SME’s can earn money, and thereby feed taxes back into the city. What they need is a novel business model approach, where everyone can make money on open data.\nThe 34 year old Ane, is very frustrated when she drives into to the centre of Copenhagen. She simply can’t find a parking slot - she feels that she drives around for ages before she finds a parking space. What Ane would like is an app where she could see the nearest parking space available just now (in real-time). Furthermore, she would like the app to be able to tell about free parking near her working place. With this app, Ane could reduce pollution, noise and time.\n\nParticipate in our\nFor specific questions, send us an email at info@gatesense.com, go to \n, look at \n for understanding the engine.\n \nParticipate in our\n ", "hackathon-prizes": [{"prize-content": "Offered by the IoT forum, this prize will recognise the team ability to leverage on several projects as well as the innovation and maturity levels of proposed software.", "prize-title": "IoT Week award"}, {"prize-content": "hardware kits composed of WiFi-enabled Arduinos, WiFi Fyport Grove kits and many sensors and actuators", "prize-title": "COMPOSE Prize"}, {"prize-content": "HOPU developper kit for Bluetooth Smart enabled wearables.", "prize-title": "HOPU Prize"}, {"prize-content": "TST developper kit provided by TST Sistemas.", "prize-title": "TST Prize"}, {"prize-content": "The coolest application making use of the Samsung SmartTV will keep it !", "prize-title": "BUTLER Special Prize"}, {"prize-content": "One Pass and 2 nights hotel booking for the 22nd SoftCom 2014 Conference, co-located workshop on Interoperability and Open Source Solutions for the Internet of Things. As winner of the IoT Semantic Interoperability Challenge you get also the opportunity to present a fine-tuned version of your winner solution/approach at the workshop in Split, Croatia.", "prize-title": "OpenIoT Prize"}, {"prize-content": "500€ of prize + a free entrance to IoT week 2015", "prize-title": "Gatesense prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=London E1 8GP, UK", "hackathon-url": "https://iot-week2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the IoT service take advantage of the features and capabilities of several platforms? Was a mix of expertise involved?"}, {"judging-criterion": "Is the proposed product/service innovant compared to state of the art ?"}, {"judging-criterion": "Is the proposed solution developped to a high level of maturity or as an early prototype ?"}, {"judging-criterion": "Interoperability should be demonstrated at the semantic level (demonstrate the potential of the semantic web for the Internet of Things) or at the technological level (Empower your application by making use of different devices access technologies)"}], "hackathon-location-address": "London E1 8GP, UK", "hackathon-description-header": "Hitting the market: collaboration, innovation and excellence in the Internet of Things", "hackathon-prizes-total": "€1,500", "hackathon-location-description": "", "hackathon-end-date": "2014-06-19", "has-projects": "True"}