{"hackathon-description-text": "\nThe city has donated a great location at the Spokane Fire Center right next to Spokane Community College, with good working wifi and plenty of space to get our groove on.", "hackathon-number-of-prizes": "1", "hackathon-id": "spocode", "hackathon-judges": [{"judge-role": "Developer Evangelist/Socrata", "judge-name": "Chris MetCalf"}, {"judge-role": "Account Manager", "judge-name": "Athlan Lathan"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nThis is a public event open to everyone.", "hackathon-number-of-participants": "14", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nAt this time we do not have any formal submission requirements.", "hackathon-rules": "\nThis event is about bringing developers together to create community.  We ask that participants come prepared to work on a team and contribute to the event.  Our main rule is be respectful to all participants, sponsors and the facility.  Rules concerning the event facility will be presented at the event.", "hackathon-prizes": [{"prize-content": "One year license of Mathematica 9.0 presented by Wolfram Research, Inc.", "prize-title": "Mathematica 9.0"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1608 North Rebecca Street, Spokane, WA 99217, USA", "hackathon-url": "https://spocode.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The main component of this event is civic impact.  Each project will be judged on its potential to positively solve city-wide issues."}, {"judging-criterion": "At this event we want to see your skills.  If you overcame some major development issues in your hack, make sure you include that in your presentation."}, {"judging-criterion": "This is not the classroom.  We are not concerned with what you could create, we are concerned with what you did create.  You are expected to present a live working demo of your product."}], "hackathon-location-address": "1608 North Rebecca Street, Spokane, WA 99217, USA", "hackathon-description-header": "Spocode is a 24-hour civic hackathon that is focused on open data, government accountability, and building tools and resources that benefit the general public.", "hackathon-prizes-total": "$995", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}