{"hackathon-description-text": "\nWe believe mental health is one of the most important issues facing the world today. Let's bring together the smartest and most passionate engineers, designers, entrepreneurs, and big-thinkers to innovate the industry. Hosted and sponsored by California Institute of Integral Studies.", "hackathon-number-of-prizes": "6", "hackathon-id": "hack-mental-health", "hackathon-judges": [{"judge-role": "", "judge-name": "N/A"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nIndividuals (over 18 years in age); Teams", "hackathon-number-of-participants": "91", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\n\n\nTeams can have a minimum of 1, and maximum of 6 people. Teams can be formed prior to the event, though no coding is allowed until the event begins (more below).\n\nJudging for projects will take place, with 4 broad areas considered for each project:\n\nAll hackathon participants own full rights to their work.\n\nWork may be done on or off site. We encourage you to be at the event while the venue is open, but you are free to work outside of operating hours of the venue. Please remember to sleep.\nAll work on your team must be your own (although feel free to use open source libraries in your projects). You cannot code for the hack prior to the event start time.\nYour team must be present at the event to submit and present your work. Teams not present will forfeit any winnings and their prizes will be awarded to another team.\n\nIn the interest of encouraging health and stress management during the event, we strongly recommend a code freeze at night from 11pm - 6am for participants to get some sleep.\n\nYour hack must incorporate technology, and particularly something that can be demoed to the judges. In most cases this will involve some kind of software or hardware component, but please ask Hack Mental Health team members if you have questions about your particular project idea.\n\nThe mental health tech space is an exciting industry that is just getting started. There are many ideas of what to build, and we’re excited to see what innovations you come up with! Here are some examples:\n\nIt’s hard to pinpoint exactly what does or doesn’t count, but please ask a Hack Mental Health team member if you have any questions. Ultimately it will be up to the judges.\n\nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at ash.nkumar@gmail.com.", "hackathon-prizes": [{"prize-content": "Hosted discussion at IDEO", "prize-title": "1st Place"}, {"prize-content": "Hosted discussion at IDEO", "prize-title": "2nd Place"}, {"prize-content": "Hosted discussion at IDEO", "prize-title": "3rd Place"}, {"prize-content": "HMH t-shirts for team members!", "prize-title": "Audience Choice Award"}, {"prize-content": "HMH t-shirts for team members!", "prize-title": "Organizers' Choice Award"}, {"prize-content": "$250 donated in team member’s names to LarkinStreetYouth.org plus $50 TokBox Development Credits for each team member.", "prize-title": "Best Healthy Use of #LiveVideo Using Tokbox API!"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1453 Mission St, San Francisco, CA 94103, USA", "hackathon-url": "https://hack-mental-health.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "1453 Mission St, San Francisco, CA 94103, USA", "hackathon-description-header": "Bridging the gap between mental health and technology", "hackathon-prizes-total": "0", "hackathon-location-description": "California Institute of Integral Studies", "hackathon-end-date": "", "has-projects": "False"}