{"hackathon-description-text": "\nCreate Apps using the CMS BlueButton on FHIR API.", "hackathon-number-of-prizes": "2", "hackathon-id": "bluebutton-on-fhir-healthcamp", "hackathon-judges": [{"judge-role": "CMS", "judge-name": "Chris Cox"}, {"judge-role": "HL7 International", "judge-name": "Chuck Jaffe"}, {"judge-role": "Surescripts", "judge-name": "Max Sow"}, {"judge-role": "AEGIS.Net, Inc.", "judge-name": "Mario Hyland"}, {"judge-role": "Edifecs", "judge-name": "Gregg Prothero"}, {"judge-role": "HHS IDEA Lab", "judge-name": "Greg Downing"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nTeams must have been present on Day one at the US Dept of Health and Human Services.\n ", "hackathon-number-of-participants": "17", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nTeams will be expected to create applications that allow Medicare beneficiaries to use and share their data. These applications can have a number of different purposes including, but not limited to:\n Teams should create either web/mobile applications or mockups of applications using tools such as Invision or Balsamiq.", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Prize"}, {"prize-content": "", "prize-title": "Runner-up"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1133 15th St NW, Washington, DC 20005, USA", "hackathon-url": "https://bluebutton-on-fhir-healthcamp.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "he primary audience for CMS data are the Medicare beneficiaries. How intuitive is the experience? Would the intended end user find the app easy to use and understand?"}, {"judging-criterion": "Would a Medicare beneficiary use this app? What would end users gain from their experience using the app? Does this address a fundamental problem in adult or geriatric care in a reasonable manner?"}, {"judging-criterion": "Is this a new idea? Does technology like this already exist? How innovative is the concept for Medicare beneficiaries?"}, {"judging-criterion": "Does this idea make use of FHIR APIs? To what degree can the app connect with any FHIR server without requiring custom integration services work?"}, {"judging-criterion": "Does the solution address issues and goals for Medicare beneficiaries? Is the app practical and useful to beneficiaries? Does the app enable information sharing?"}, {"judging-criterion": "To what extent does the solution make use of other data sources to complement the CMS Blue Button on FHIR API?"}], "hackathon-location-address": "1133 15th St NW, Washington, DC 20005, USA", "hackathon-description-header": "Create Apps using the CMS BlueButton On FHIR API", "hackathon-prizes-total": "$4,000", "hackathon-location-description": "HHS and 1776DC", "hackathon-end-date": "", "has-projects": "False"}