{"hackathon-description-text": "\nThe Project Anarchy Mobile Game Development Challenge is a skill-based contest designed to reward game developers who make awesome games using Havok's free mobile game engine, Project Anarchy. Game Developers have a chance to get their hands on some of the same technologies as used in Assassin’s Creed 4, Halo 4 and Skyrim, and an opportunity to win a", "hackathon-number-of-prizes": "4", "hackathon-id": "projectanarchy", "hackathon-judges": [{"judge-role": "Senior Gameplay Programmer at Double Fine", "judge-name": "Anna Kipnis"}, {"judge-role": "Art Director at Uber Entertainment", "judge-name": "Chandana Ekanayake"}, {"judge-role": "Art Director at Rare, Ltd.", "judge-name": "Louise O'Connor"}, {"judge-role": "Game Creator at Nyamyam, Ltd.", "judge-name": "Phil Tossell"}, {"judge-role": "CEO of Funomena", "judge-name": "Robin Hunicke"}, {"judge-role": "Design Director at Harmonix", "judge-name": "Zak McClendon"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n", "hackathon-number-of-participants": "738", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\nBy submitting an entry, you agree to be bound by the \n1. Follow the steps in the \"How to Enter\" section.\n2. Your game must be in English or have an available English translation.\n3. Make your game as \n4. Make sure your game boots, doesn't have offensive content, utilizes content that you have full rights and permissions to use, isn't a virus in disguise, and... in fact, this is a long list. Have you heard we have an \n5. Submit your game by February 1, 2014 (Early Submission) or by May 31, 2014 (final submission deadline.)\nObtaining approval from the relevant App Store can take an unpredictable amount of time. Make sure you give yourselves enough time to get your game submitted and posted in the App Store for submission! ", "hackathon-rules": "\n\n\n\nNO PURCHASE OR PAYMENT NECESSARY TO ENTER OR WIN. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nTheProject Anarchy Mobile Game Dev Challenge (the “Challenge”) is a skill-based contest designed to motivate and reward mobile game developers who develop innovative, creative, functional and original applications using the Project Anarchy SDK which are accepted and made publicly available in a qualifying App Store, and submitted for consideration in this Challenge.\nhttp://ProjectAnarchy.ChallengePost.com (the “Challenge Website”).\n\n(the “Poster”): Havok.com, Inc., 49 Stevenson Street, 11th Floor, San Francisco, CA 94105, USA.\nThe Poster is the sponsor of the Challenge. The Challenge is administered by ChallengePost.\n\nOctober 17, 2013 (10:00am Pacific Time) – May 31, 2014 (12:00pm Pacific Time) (the “Challenge Submission Period”).\nFebruary 1, 2014 (12:00pm Pacific Time).\n In order to be eligible to receive feedback, you must enter your Submission prior to the Early Submission Deadline. If your Submission is eligible, Poster will endeavor to provide you with feedback (the “Feedback”) on how to improve it from a panel selected by the Poster. Individual Feedback will only be provided during the Feedback period, from February 3, 2014 – February 21, 2014. \nMarch 17, 2014 (12:00pm Pacific Time).\n\nJune 2, 2014 (12:00pm Pacific Time) through June 13, 2014 (12:00pm Pacific Time) (the “Judging Period”).\nJune 16, 2014 (12:00pm Pacific Time).\nOn or around June 24, 2014 (12:00pm Pacific Time). \nAll times relating to the Challenge are Pacific Time unless otherwise stated. Poster shall be the official time keeper for the Challenge.  Participants are responsible for determining the corresponding time zone in their respective jurisdiction.  Poster reserves the right to extend the submission deadline (and corresponding dependent deadlines) by posting notice on the Challenge Website. \n\n\n \n(the above may herein be collectively referred to as a “Maker” or  “Makers”)\nAn Eligible Individual may join more than one team or Organization, and an Eligible Individual who is part of a team or Organization may also enter the Challenge on an individual basis.  \nIf a team or Organization is entering the Challenge, they must appoint and authorize one Eligible Individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative and all participating team or participating Organization members must meet the eligibility requirements above. By entering a Submission on the Challenge Website on behalf of a team or Organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or Organization. \nFOR RESIDENTS OF RUSSIA ONLY: Residents of Russia may enter as an Eligible Individual or team of Eligible Individuals, as provided herein, but may not enter by or on behalf of an Organization or other business entity.\nIMPORTANT NOTICE: Makers have the responsibility to review and understand their employer’s policies and rules, applicable laws or regulations, tax implications, and any other limitations (collectively “policies”) regarding Makers’ eligibility to participate in promotions and/or receive Prizes in connection therewith.  Furthermore, if Makers enter without obtaining any necessary approvals or are participating in the Challenge in violation of any such policies, Poster, may, in its sole discretion, disqualify the Makers and forfeit their Prize, if applicable.\n\n \nFurthermore, “sourced apps” developed at the request of, hired by (in whatever capacity), funded or compensated, partially or fully, supported (other than through the Feedback process detailed in this Challenge), or under contract at any time with or by a Promotion Entity are not eligible for submission into this Challenge.  Any such application will be disqualified.  Nothing contained in the aforementioned shall restrict or be deemed to restrict an individual who created a “sourced app” from participating in this Challenge with another application provided that they and their app are otherwise eligible.\nBy submitting a Submission, you agree to be bound by these Official Rules and all Challenge related communications from the Poster, and the decisions of the Poster and Judges which are final and binding in all respects.   The Official Rules form a legal and binding agreement between each Maker and the Poster.\nMakers must do the following to enter:\n \nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\nMakers must create a working software application that uses the Project Anarchy SDK (each a “Game”). Games may be in any game genre \n.\nThe Game must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video and/or expressed in the text description.\nA submitted Game must run on an Android or iOS smartphone or tablet.\nNewly created Games and Games that existed prior to the start of the Challenge Submission Period are eligible.\nThe Maker must make the Game available free of charge and without any restriction, for testing, evaluation and use by the Poster and Judges during the Challenge and until the Winners Announcement.\nMakers must submit their Game, obtain approval from the relevant App Store, and the Game must be made available to the public via Google Play or iTunes, aapchina (应用汇), anzhi (安智市场),or such other app stores that Poster may, in its sole discretion add by posting notice on the Challenge Website (collectively “App Store”) before the end of the Challenge Submission Period in order to be eligible for this Challenge.  The Game in the App Store must be the same Game without modification that is submitted for this Challenge.  **Please keep in mind that App Store submission approvals can take 3 weeks or longer.   \nA Maker may submit more than one Game, however, each Game must be unique, as determined by the Poster.  The same Game cannot be entered into this Challenge more than one time, by more than one Maker or Representative of a Maker.  In such event, one or both Makers or Representatives thereof, and one or both Games may be disqualified.\n: The Game and any other Submission materials must: (a) be original work product of the Makers; (b) be solely owned by the Makers with no other person or entity having any right or interest in it (with the exception of materials the Maker has licensed for use in the Game); and (c) not (wholly or in part) violate or infringe upon the intellectual property rights or other proprietary rights including but not limited to copyright, trademark, patent, contract, moral rights, and/or privacy rights, of any other person or entity.  By entering the Challenge the Makers represent, warrant, and agree that the Game submitted by such Makers meets these requirements and all other requirements stipulated in these Official Rules.\n: Makers must obtain any necessary permission and/or written consent from all persons (living or deceased), venues,  or entities who (1) worked on, were engaged to work on, or contributed in any respect to the Game or any part thereof; (2) who are depicted (directly or indirectly) in the Game by name, likeness, voice, image or any other information or indicia of persona; and (3) otherwise have any right, title, or interest in or to the Game or any part thereof (including but not limited to rights arising from a work for hire relationship). \n: The Game may not contain malware, viruses, Trojans, works, spyware or any other malicious or harmful software, code or other devices; and\n: The Game may not contain any pornographic, sexually explicit, defamatory, offensive, excessively violent, discriminatory, cruel, abusive, highly sensitive or illegal content (including but not limited to gambling), or any content or elements hereof prohibited by any applicable local laws and regulations regulating network games, and/or technology or other content that is prohibited for export), content of an obscene or menacing character or that otherwise offends against reasonable standards of taste and decency. Makers must use their reasonable endeavors and diligence to ensure that the Game submitted to the Challenge does not contain any content prohibited by any and all applicable laws and regulations. Any failure to do so will disqualify such Maker and Game from the Challenge. The foregoing shall be determined in the sole and absolute discretion of Poster. \n(xii) CHINA RESIDENTS ONLY: Regulatory Recordal/Approval: Markers resident or domiciled in the People’s Republic of China must at their sole expense and responsibility apply with relevant local regulatory authorities for any necessary recordal or approval in relation to the Game or any part thereof before making the Game available to the public. If a Maker or Representative of a Maker fails to apply for recordal or obtain any necessary approval with relevant authorities, they may be disqualified from the Challenge.\n\nA link to the Game in the App Store.  For Games that are uploaded to an App Store as paid applications, Makers will either need to provide Poster with promotional codes so that the Game can be downloaded free of charge, or upload a copy of the Game to Poster’s secure SFTP site.  To request a login for a SFTP account for your submission, email \n.  Games for Android devices should use an Android x86 or Arm apk.  Games for iOS devices, please email \n to receive a list of device IDs that need to be added to your provisioning profile used to compile the Game.\n\nThe text description should summarize the Game’s features and functionality.\nThe images must be photographs or screenshots of the working Game. Please include at least four (4) images; Images must be in one of the following formats: .jpg, .gif or .png. (For instructions on submitting an app for feedback via a Havok SFTP account see Section 6.)\nThe video portion of the Submission: \nshould be less than two (2) minutes;\nmust include gameplay footage that clearly explains the Game’s features and functionality through a comprehensive demonstration;\nmust not include third party trademarks, or copyrighted music, unlicensed artwork, or other intellectual property of a third party unless the Maker has written permission to use such material; and\nMakers must upload videos to Youtube, Vimeo, or Youku and include the link in the submission form on the Challenge website (For instructions on submitting an app for feedback via a Havok SFTP account see Section 6.)\nMakers must also submitthe name of the App Store and the unique identifierassigned to the Game upon acceptance in such App Store to verify the App Store approval required in Section 4.C.(vi) above.  Availability in an App Store alone is not proof or evidence that the Game and/or Maker is eligible for the Challenge, all other Submission and eligibility requirements must also be met.\nIn general the Game will be deemed submitted by the Maker or Representative thereof indicated in the Submission materials.  In the event of a dispute, the entry will  be deemed made by the Makers associated with the Game’s unique identifier assigned by the applicable App Store.  Invalid, non-compliant, or incomplete Submissions will not be considered.  Poster may, but is not obligated to, request that a Game be re-submitted for corrective reasons, so long as it complies with these Official Rules and is submitted by the same, eligible Makers within the Challenge Submission Period.\n\nAs between the Promotion Entities and Makers, and subject to the licenses below, the Makers retain all intellectual property proprietary rights to the Game and other Submission materials that Maker had at time of the entry of the Submission to the App Store as a condition of entry.\n \n By entering the Challenge, Makers grant to the Poster, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, sub-licensable, worldwide and perpetual license to publicly display and exhibit, publicly perform and use for promotional purposes the Submission, and all components thereof. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, and partners’ websites and applications, including the Challenge Website, display and promotion of the Submission in any other media, worldwide, to test and evaluate the Submission for the purposes of this Challenge, to administer technical and other requirements of the Challenge including distribution of the Submission to the Judges and for Prize award verification.  Poster reserves the right to request higher resolution images or videos from Makers for the foregoing purposes.\nThe following Submission components may be displayed to the public after the end of the Submission Period: name, description, images, video URL, website URL, file upload, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster and Judges for screening and evaluation.\nMakers represent and warrant that ChallengePost, the Poster, and Promotion Entities are free to use Makers’ Submission in the manner described above, as provided or as modified by ChallengePost, without obtaining permission or license from any third party and without any compensation to Makers.\nMakers’ entering eligible Submissions prior to the Early Submission Deadline will be eligible to receive Feedback from a panel selected by the Poster. Additionally, only Submissions made by the Early Submission Deadline will be eligible for consideration for the Early Submission Finalist Prize described in Section 8 below.  All members of the panel will be and remain fair and impartial. Feedback will include suggestions on how the Maker's Submission could be improved.\nThe following items are required for early submissions to be eligible and should be submitted with the same technical specifications (file type, format, etc., as described in Section 4(D) above:\n*Please note: \n. Makers should upload a playable version of the game via a SFTP account provided by Havok. To request a login for an SFTP account for your submission, email \n.\n  The following image formats are accepted: .jpg, .gif, .png, .tga, .eps, .psd\n:  The following formats are accepted: MP4 Video File (.mp4, .m4v, .mov) or Windows media video file (.wmv) with at least 720p resolution or above, using a codec supported by a default installation of VLC media player\nThe panel selected by the Poster will endeavor to provide Feedback to help Makers improve their Submission.  Such Feedback may not be comprehensive or complete and may not cover all issues relevant to the evaluation of the Submission by the Judges.  The level of Feedback provided may be dependent on the level of polish demonstrated initially in the submitted screenshots, video and Game file.  Poster shall use commercially reasonable efforts to provide such Feedback by the end of the Feedback period, however Poster shall not be held liable or responsible if it is unable to provide Feedback with regard to every early Submission due to time constraints, the number of early Submissions, or matters outside of Poster’s control.\n \n  The Poster, the panel providing Feedback, and Judges make no warranties or representations as to whether a Maker's incorporation of the Feedback into their Submission, or decision to ignore the Feedback, will affect their chances of winning a Prize. Potential Prize winners will be selected solely on the basis of the Judging Criteria described below in Section 7 and used by the Judges to evaluate the Submissions following the end of the Challenge Submission Period.\nD. If a Maker decides to incorporate Feedback into their Submission, it is the sole responsibility of the Maker to obtain any necessary permission and/or written consent from any third parties who have any right, title or interest in or to the Feedback or any part thereof. \n\nEligible Submissions will be evaluated by a panel of experts in the fields of software development and/or technology innovation selected by the Poster (the “Judges”), and scored using the following weighted criteria (the “Judging Criteria”):\n \n(i.e. is it visually appealing?)\nWeighting: 26%\n(i.e. is the technology used in innovative ways? Does it perform well?)\nWeighting: 26%\n(i.e. is it fun or captivating?)\nWeighting: 18%\n(i.e. is it easy to use and intuitive ?)\nWeighting: 16%\n(i.e. is the concept new and different?)\nWeighting: 16%\nOne (1) Maker whose Submission is made at any time prior to the Early Submission Deadline and who earns the highest overall scores in preliminary judging based on the Judging Criteria, will become the potential winner of the Early Submission Winner Prize listed in Section 8.  Additionally, subject to receiving sufficient eligible Submissions, the ten (10) Makers whose Submissions are made by the Early Submission Deadline and earn the highest overall scores in preliminary judging based on the Judging Criteria will become potential winners of the Early Submission Finalist Prize listed in Section 8.   A special panel of Judges will be convened to review the Games submitted by the Early Submission Deadline and determine the potential winners of the Early Submission Winner and Early Submission Finalist Prizes based on the Judging Criteria.  The Judges who review the Games for the Early Submission Finalist Prize may or may not be the same as the Judges who make the final determination of winners for the Grand Prize, Second Prize and Third Prize.\nThe three (3) Makers whose Submissions are made at any time prior to the end of the Submission Period and earn the highest overall scores based on the Judging Criteria, will become potential winners of the Grand, Second, and Third Prizes listed in Section 8. \nAny and all Prize awards are dependent upon and subject to verification of eligibility and compliance with these Official Rules.  If any Maker selected as a potential Prize recipient for a given Prize is disqualified for any reason, the next highest-scoring Maker will be designated as the potential recipient of that respective Prize. Makers winning an Early Submission Winner Prize or an Early Submission Finalist Prize are also eligible to win the Grand, Second place or Third place Prize.  Limit one Grand, Second place or Third place Prize per Maker. If a Maker has more than one potentially winning Submission, their eligible Submission earning the highest score will determine the Prize to be awarded.  Scores will not be made public by Poster at any time.\nJUDGES are not required to test the GAME and may choose to judge based solely on the text description, IMAGES and video provided in the Submission. \nFor each Prize listed in Section 8 below, if two or more Submissions are tied, the tied Submission with the highest score in the first criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next criterion. If two or more Submissions are tied on all criteria, the panel of Judges will vote on the tied Submissions.\nSubject to receiving sufficient eligible Submissions, the following prizes will be awarded (each a “Prize”):\nThe Project Anarchy PC license will be for the Havok products included in the Project Anarchy SDK for the PC platform and subject to agreeing to a standard Havok license agreement.\nThe Prizes above will be converted to and paid in the currency of the Prize winner’s jurisdiction. The equivalent value in your local currency is subject to change based on the USD exchange rate at the time the Prize payment is made.\n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster. Prizes will be awarded to and in the name of the Eligible Individual, team Representative, or Organization (if a business entity), as applicable.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission. It is the sole responsibility of Makers and/or the Representative of any Makers to ensure that Poster has current contact information.  In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster may deem a potential winner (or participating team members) ineligible to win if: (i) the potential winner’s Representative or any participating member does not respond to Poster’s (or its representative’s) emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize; (ii) the Prize or Prize notification is returned as undeliverable; or  (iii) the Submission or the potential winner, or any member of a potential winner’s team or Organization, is disqualified for any other reason pursuant to these Official Rules. \nIn the event of a disqualification for noncompliance, ineligibility, if a potential winner refuses or fails to complete and return release documents as directed within the time required, or for any other reason, that Prize will be forfeited in its entirety and the Poster may award the applicable Prize to an alternate potential winner in accordance with their score based on the Judging Criteria.  Returned, undelivered, unclaimed, or un-awarded Prizes will not be re-awarded.  Poster shall have the right, where necessary, to undertake all action and/or require further information as is reasonable to protect itself, or any of the Promotion Entities against fraudulent or invalid claims, potential public scandal, ridicule, or disrepute in awarding a Prize to any Maker.   \n\nThe Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nA monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms or sent by wire transfer to the Representatives bank account.  Prizes are awarded on a per entry basis, regardless of the number of individuals in a team or Organization who participated.  It will be the sole responsibility of the winning Maker’s Representative to allocate the Prize amongst the team or Organization’s participating members. The Poster will not intervene in any decisions regarding the distribution of any Prize, is not responsible for resolving any disputes regarding the distribution of any Prize, and has no obligation in relation to, and accepts no liability for, the equal distribution of any Prize among participating members of a team or Organization. \nWithin 45 days of the Poster’s receipt of the Required Forms.\nWinners (and in the case of team or Organization, all participating members) are solely responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial, national, and local) and for any other costs, expenses, and fees connected with their acceptance and use of the Prize in their respective jurisdictions. Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a winner’s jurisdiction.\nIMPORTANT NOTICE FOR EarLy Submission FINALIST prize: All transportation, travel to San Francisco, lodging, meals, gratuities, visa,  and all other costs, expenses and documents relating to or arising directly or indirectly out of the invitation to showcase your Game at San Francisco GDC are not included herein and are the sole cost and responsibility of the winners.   If winner is an Organization or team, a representative must be selected for the Early Submission Finalist Prize.  Winners do not have to be present for their Game to be showcased.  The showcase must be at the location, time and date specified by Poster, which time/date are subject to change.  In the event an Early Submission Finalist Prize winner attending San Francisco GDC Exposition Hall at Poster’s invitation and/or their guest(s) engage in behavior that, as determined by Poster (or its designee) in their absolute discretion, is obnoxious, threatening, dangerous, illegal, disruptive, disorderly or that is intended to annoy, abuse, threaten or harass any other person, Poster reserves the right to terminate the invitation early, in whole or in part, and to require that the Early Submission Finalist(and any guests) leave the conference venue and not return. \n\nBy entering the Challenge, Makers (either individually or if entering on behalf of a team or Organization, each participating member) agree(s) to the following:\nSubmissions may not be acknowledged and will not be received or held “in confidence” or “in trust” and by entering a Submission or winning a Prize no confidential relationship or obligation of secrecy is created between Makers and any of the Promotion Entities.  Makers will not now nor in the future be entitled to any approval, rights of compensation, or any other payment; unless adjudged and verified a winner pursuant to these Official Rules, and in such event, only to the extent of the Prize awarded.  Further, Makers and winners agree that entering a Submission and/or receiving a Prize in the Challenge does not give rise to or in any way create, either express or implied, any employer/employee, joint or co-venture, principle/agent, or any other employment, fiduciary, or other relationship, between them and any one or more of the Promotion Entities, or any other person or entity; \nto be bound by and comply with these Official Rules and by the decisions of the Poster, ChallengePost, and/or the Challenge Judges which are binding and final in all matters relating to the Challenge;\nMakers represent and warrant that Makers have all rights, licenses, permissions and consents necessary to submit the Game and any other Submission materials to the Challenge and to grant all of the rights and licenses granted to Poster and/or the Promotion Entities in these Official Rules, and the exercise of such rights and licenses does not and will not give rise to any alleged or actual claims, disputes, action or liabilities, including but not limited to those for disputes or payment of any kind, including without limitation royalties, residuals, attribution, credit, dues, consultation or any other fees, costs or expenses;\nTo the maximum extent permitted by law, Makers and winners release, indemnify, defend and hold harmless the Poster, ChallengePost, the other Promotion Entities, Prize suppliers, and any other organization responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and their respective (past or present) parents, subsidiaries, affiliates, officers, directors, successors, assigns, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all threatened or actual actions, demands, claims, expenses, liabilities, losses, settlements, fines, damages, and costs (including reasonable attorneys’ fees) whether or not litigation is commenced, from and against any and all threatened or actual actions, liabilities, claims, demands, losses, settlements, fines, damages, costs and expenses (including reasonable attorney fees) whether or not litigation is commenced arising at any time from participation in the Challenge, the entry (in whole or in part), any Challenge and/or Prize-related activity or inability to participate in or parts thereof, the delivery, acceptance, use, misuse of a Prize or any failure with respect thereto, personal injuries, death, damage to or destruction of property, rights of publicity or privacy, defamation, slander, libel, or portrayal in a false light (whether intentional or unintentional), infringement of trademark, patent, copyright or other intellectual property rights, the broadcast, transmission, performance, exploitation or use of a Submission as authorized by these Official Rules or disputes between Maker and any other maker or any third party, whether any of the foregoing are alleged under a theory of contract, tort (including negligence), warranty or other theory, any act, default, omission, non-compliance, and/or a violation or breach of any agreement, representation, warranty or covenant made herein, or any other agreements by/with Makers, the Promotion Entities, and/or any other party or entity.  Furthermore Makers and winners covenant not to sue any Released Party or cause them to be sued regarding any matter released above; and further covenant not to disaffirm, limit or rescind this release.\nWithout limiting the foregoing, the Released Parties shall have no liability in connection with: \nineligible, damaged, lost, late, incomplete, invalid, incorrect, incompatible, non-functioning, or misdirected Submissions, in whole or in part, and any incorrect or inaccurate capture or processing of information or entries or other information,  or the failure to process, collect or communicate any such information; electronic errors, omissions, interruptions, deletions, defects, and/or delays; or loss, theft or destruction of any entry, or other Challenge related materials or information, in whole or in part, whether caused by the Poster’s electronic or printing error, typographical error, or by any of the equipment or programming associated with or utilized in the Challenge; \ntechnical, network, computer, digital, telephone, cable, electronic, hardware, or software malfunctions, or failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, or internet connectivity; or electronic transmission errors; incompatibility problems; garbled, corrupt, or jumbled transmissions; unavailability or failure of service provider, Internet, website, blog site, network, hardware, software, or the Challenge Website;\nunauthorized human intervention or security breach in any part of the entry process or the Challenge or the unauthorized access to, or alteration of entries; \ntechnical or human error which may occur in the administration of the Challenge or the processing of Submissions; or \nany injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any Prize.\nf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.  Once submitted a Submission may not be cancelled or deleted and will not be returned.  The Submission as a whole will be considered and judged.  The Submission may be posted, viewed and used by the Promotion Entities in whole or in part, as provided herein and by others interested in, involved with, or administering the Challenge. \nPOSTER MAKES NO WARRANTY, REPRESENTATION OR GUARANTEE, EXPRESS OR IMPLIED, IN CONNECTION WITH ITS ABILITY TO IN ANY WAY ENABLE, DEVELOP, MARKET OR PROMOTE MAKERS, THE SUBMISSION, OR THE IDEAS OR TECHNOLOGY EMBODIED OR SET FORTH IN THE GAME, IN WHOLE OR IN PART.  Proof that a Submission is uploaded does not constitute proof or evidence that it was received within the Submission Period or is eligible for the Challenge.\nWithout limitation, Poster reserves the right to immediately disqualify and/or remove at any time (before, during, or after the Challenge) any Submission and/or Maker for any reason in its absolute discretion.  Without limiting the foregoing, if at any time a Maker and/or winner is found to have breached, violated or failed to comply with these Official Rules (or any subsequent agreement), in whole or in part, at any time, or is found at any time to have been ineligible, they will be immediately disqualified and agree to immediate return in full any and all Prizes to Poster (if applicable).\nMakers understand, recognize and accept that, without fault of the Promotion Entities, other persons may have provided to one or more of the Promotion Entities or made public, or may in the future submit or make public, materials that are the same or similar to Makers’ Submission.  Further, Makers have independent access to, may create or have created technologies, methods, materials, and/or ideas which may be similar or identical in whole or in part to another Submission in concept, code, theme, idea, format, or other respects.  In the event that a Submission is identical or similar to the Submission of another Maker, the Promotion Entities reserve the right to score one Submission higher than the other, subject to the judging criteria set forth herein, in the discretion of the Poster and Judges. \n \nBy participating in the Challenge and/or accepting a Prize, Makers consent to the use, by the Poster, ChallengePost, and third parties acting on their behalf, of personal information about Makers (including participating members in the case of a team or Organization), and Organization information, if the Maker is an Organization. Personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments, biographical information, hometown and country of residence. Organization information includes, but is not limited to the Organization’s name and description and the city and country where the Organization is domiciled. Such information may be used in any existing or hereinafter created media, worldwide (including without limitation wireless, digital platforms, and the Internet) without further payment or consideration or right of review, unless prohibited by law. Authorized use includes verifying a Maker’s identity, advertising and promotional purposes. The duration of your consent is for a period of three (3) years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Maker’s team or Organization which participated in the winning Submission.\n\nChallengePost collects personal information from you when you enter the Challenge. The information collected is subject to the privacy policy located at: \n. To the extent that any personal information is collected by Poster it is subject to Poster’s privacy policy located at: \n.\nMakers agree that personal data entered during the registration may be processed, stored, and otherwise used for the purposes and within the context of the Challenge and as permitted by and in accordance with the above referenced privacy policies.  This data will be collected and maintained within the United States. By entering, Makers expressly agree to the transmission, processing, and storage of this personal data in the United States.\n\n  \n For the purposes of this Challenge, Makers’ personal information and entrant information may be stored and processed on servers outside of the European Economic Area. Makers and entrants explicitly consent to the transfer of their data collected in connection with participation in the Challenge to countries outside the European Economic Area, including the U.S. Makers acknowledge that these countries may not provide for the same level of data protection as applicable in the EU.  However, wherever the Poster or its agents process information, they will use their reasonable endeavors to ensure that the information is protected at all times in accordance with strict data protection standards in accordance with the Poster’s or ChallengePost’s established privacy policy. Participants have the right to request a copy of the personal information that the Poster or ChallengePost holds on them and to have any errors in that information corrected.\n\nTo the extent the Data, Information or Personal Information [as defined under the Information Technology (Reasonable security practices and procedures and sensitive personal data or information) Rules, 2011 read with the Information Technology Act, 2000] (Hereinafter collectively referred to as \n) provided by a Maker to enter the Challenge, the Poster and ChallengePost shall utilize such Data for the purposes of the Challenge only and the same shall not be withheld beyond the period for which such Data is required by the Poster and/or ChallengePost. The Maker understands and has no objection against his/her Data being uploaded to a server outside the territory of India. However, it shall be the endeavor of the poster and ChallengePost to ensure highest standards of encryption to be adhered to, while transmitting or processing the Maker’s Data as the case may be. In the event the Poster and/or ChallengePost decides to disclose the Data, the same shall be carried out, after getting a prior permission from the Makers concerned unless the disclosure has to be made pursuant to an order passed by a competent adjudicating authority or similar obligation. Such consent shall not be refused by such Makers on unreasonable grounds. The Maker is entitled to request a copy of his/her Data in possession of the Poster and/or ChallengePost and may amend the same, should any deficiencies are found therein.  At the time of collection of the Data, the Poster and/or ChallengePost will provide the Maker with the option of not to provide such Data. However, if the Maker chooses not to provide the said Data, the Poster, at its sole discretion, shall have the right to disqualify such a Maker from the Challenge.\n \nTHESE OFFICIAL RULES SHALL GOVERN THE CHALLENGE, INCLUDING BUT NOT LIMITED TO ENTRY, PARTICIPATION, ELIGIBILITY TO RECEIVE A PRIZE, AND PARTICIPANTS AND OUR RESPECTIVE OBLIGATIONS WITH RESPECT THERETO. IN THE EVENT OF A DISCREPANCY BETWEEN ANY INFORMATION, COMMUNICATION, AND/OR TRANSLATION THESE RULES (ENGLISH VERSION) SHALL GOVERN TO ADDRESS ISSUES RELATING TO THE CHALLENGE. If any item or provision contained in these Official Rules or any part thereof is declared or becomes unenforceable, invalid or illegal for any reason, all other terms and provisions of these Official Rules shall remain in full force and effect as if these Official Rules had been executed without the offending provision appearing therein. \n Poster reserves the right, in its sole discretion, to cancel, terminate, suspend and/or modify the Challenge, or any part of it, in the event the Challenge is not capable of running as planned, including without limitation because of technical failures, computer virus, bugs, tampering, unauthorized intervention, fraud, cheating, force majeure events, or any other factor or event that was not anticipated or is not within Poster’s control or affect the administration, security, fairness, integrity, or proper conduct of the Challenge, or any element thereof,  Poster reserves the right to select only potential winners from eligible, non-suspect entries received (prior to the event or otherwise), but only if doing so is deemed fair and equitable in Poster’s determination under the circumstances.  \n  Without limiting any other right or term herein, Poster reserves the right in its sole discretion to disqualify any individual or Makers it reasonably believes to be actually or presenting the appearance of tampering with or undermining the legitimate operation of the entry process or the operation of the Challenge by cheating, deception, fraud, using multiple identities, engaging in illegal activities or other unfair practices, or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, or that has or attempts to annoy, abuse, threaten, harass or intimidate any other Maker, any of the Promotion Entities, or any other person, or is not in the best interests of this Challenge, or is a violation of any applicable law or regulation. \nAny attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law.  Should Poster or ChallengePost suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to disqualifying a Maker or requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities and seeking damages from any such Maker to the fullest extent of the law.\n \nIf there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nThe terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker and the Poster. The Poster will post the terms and conditions of the amended Official Rules on the Challenge Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nIf at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nThe Poster or ChallengePost’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nExcluding Submissions, all intellectual property related to this Challenge, including but not limited to the Project Anarchy SDK, copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or ChallengePost. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or ChallengePost intellectual property shall be solely to the extent provided for in these Official Rules.\nMakers acknowledge that entries may be subject to United States export laws, regardless of location or nationality. Makers agree to comply with all applicable export controls, including, but not limited to, the United States Department of Commerce's Export Administration Regulations, sanctions programs administered by the United States Treasury Department's Office of Foreign Assets Control, and any export laws applicable in Maker’s country of residence.  Makers further warrant that their Submissions are authorized for export from the United States under these laws.\n\nIN NO EVENT WILL THE RELEASED PARTIES BE RESPONSIBLE OR LIABLE FOR INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES ARISING OUT OF THIS CHALLENGE, PARTICIPATION IN THE CHALLENGE, ANY CHALLENGE ACTIVITIES OR ELEMENTS THEREOF, INCLUDING BUT NOT LIMITED TO THE ENTRY OF A SUBMISSION, MAKERS’ ACCESS TO AND USE OF THE CHALLENGE WEBSITE OR THE UPLOADING OF SUBMISSION MATERIAL TO THE CHALLENGE WEBSITE, AND/OR THE DELIVERY, ACCEPTANCE AND/OR USE/MISUSE OF A PRIZE.\n\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n\n\nAll issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Challenge, shall be governed by, subject to and construed in accordance with, the laws of the State of New York, USA without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \nMakers agree that, to the fullest extent permitted by law: \nany and all disputes, claims and causes of action arising out of or connected with this Challenge, or any Prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; \nany and all disputes, claims and causes of action arising out of or connected with this Challenge or any Prizes awarded, shall be resolved exclusively by a court located New York, New York.  Makers consent to the exclusive jurisdiction and venue of such courts; and  \nunder no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nFor general questions or comments regarding this Challenge, please contact Havok through the discussion forum on the Challenge Website. For technical questions, please visit the forum on www.projectanarchy.com.\n. \n Winners Prizes will be posted on the http//:www.projectanarchy.com as soon as reasonably practical after verification and confirmation of all Prize winners.\n \nFor a copy of these Official Rules, go to \n Challenge Website. Please review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. If there is a conflict between the Terms of Service and these Official Rules, the Official Rules shall control with respect to this Challenge only.", "hackathon-prizes": [{"prize-content": "$100,000 plus one Project Anarchy PC License", "prize-title": "Grand Prize"}, {"prize-content": "$25,000 plus one Project Anarchy PC License", "prize-title": "2nd Prize"}, {"prize-content": "$15,000 plus one Project Anarchy PC License", "prize-title": "3rd Prize"}, {"prize-content": "$10,000 plus invite to showcase your game in Havok's booth at GDC San Francisco, March 17-21, 2014", "prize-title": "Early Submission Winner"}], "hackathon-location-google-maps": "", "hackathon-url": "https://projectanarchy.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is it fun or captivating?"}, {"judging-criterion": "Is it visually appealing?"}, {"judging-criterion": "Is the technology used in innovative ways? Does it perform well?"}, {"judging-criterion": "Is it easy to use and intuitive?"}, {"judging-criterion": "Is the concept new and different?"}], "hackathon-location-address": "", "hackathon-description-header": "Create Anarchy with Havok!", "hackathon-prizes-total": "$150,000", "hackathon-location-description": "", "hackathon-end-date": "2014-06-01", "has-projects": "True"}