{"hackathon-description-text": "\nHackDay aims to be an educational experience for developers of all skill levels. Starting Friday, we're kicking off with a workshop to get new coders up to speed on website development in HTML/CSS.", "hackathon-number-of-prizes": "3", "hackathon-id": "hackday", "hackathon-judges": [{"judge-role": "Technical Director of DALI Lab", "judge-name": "Tim Tregubov"}, {"judge-role": "Associate Professor of Computer Science at Dartmouth College", "judge-name": "Lorie Loeb"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nAll hacks must be built at Dartmouth by registered and accepted participants\nTeams may include up to four members", "hackathon-number-of-participants": "9", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nA valid submission is a hack produced at HackDay from start to finish. Submissions must be made to DevPost by 8PM Sunday April 16th. Please include an accurate description and photos of the hack.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The first place team will have the opportunity to pick awards from the prize table first. Prizes include Xbox Ones, Jambox Speakers, Drones, Play Station 4s, Beats by Dre Headphones, Fire TV sticks, and Tiles.", "prize-title": "First Place"}, {"prize-content": "The second place team will have the opportunity to pick awards from the prize table second. Prizes include Xbox Ones, Jambox Speakers, Drones, Play Station 4s, Beats by Dre Headphones, Fire TV sticks, and Tiles.", "prize-title": "Second Place"}, {"prize-content": "The best team of beginner developers will have the opportunity to pick awards from the prize table third. Prizes include Xbox Ones, Jambox Speakers, Drones, Play Station 4s, Beats by Dre Headphones, Fire TV sticks, and Tiles.", "prize-title": "Best Beginner Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=4 Currier Pl #107, Hanover, NH 03755, USA", "hackathon-url": "https://hackday.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative and engaging is the design of their hack?"}, {"judging-criterion": "How easy to use and understandable is their hack?"}, {"judging-criterion": "How creative is their hack? Have you seen many ideas like this before or is this very unique?"}, {"judging-criterion": "Is their hack going to impact peoples lives positively? Are they helping a particular community?"}, {"judging-criterion": "Is their hack tech-savvy? Have they shown their skills well and shown how to effectively use technology to being an idea to life?"}], "hackathon-location-address": "4 Currier Pl #107, Hanover, NH 03755, USA", "hackathon-description-header": "A hackathon for beginner and experienced developers to write new, innovative code and develop interesting projects.", "hackathon-prizes-total": "0", "hackathon-location-description": "Dartmouth College - Dartmouth Entrepreneurial Network", "hackathon-end-date": "", "has-projects": "False"}