{"hackathon-description-text": "\nOur RESTful APIs give you powerful search across millions of SHOP.COM products.  Use our APIs to create collections of relevant products for users, and to present SHOP.COM products to users in imaginative ways. Our APIs return pre-formatted links with publisher IDs included to support our Affiliate Publisher Network program. Build an application or tool that our publishers can configure with their publisher ID to retrieve product information and promote SHOP.COM products on their sites.  Or register to get your own publisher ID and create an innovative shopping app of your own.", "hackathon-number-of-prizes": "2", "hackathon-id": "shop-com-unleash", "hackathon-judges": [{"judge-role": "CIO / SHOP.COM", "judge-name": "Michael Brady"}, {"judge-role": "CTO / SHOP.COM", "judge-name": "Eugene Wallace"}, {"judge-role": "Vice President of Internet Services / SHOP.COM", "judge-name": "Jeremy Fennema"}, {"judge-role": "Senior Director Project Management      and Business Operations / SHOP.COM", "judge-name": "Penny Varcoe"}, {"judge-role": "Director Field Training  / SHOP.COM", "judge-name": "Scott Grogan"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n", "hackathon-number-of-participants": "111", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\n", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nSHOP.COM Developer Challenge (the “Contest ”)\n (the “Contest  Website”)\nDevpost, Inc. (formerly ChallengePost, Inc.), 433 W. 14th Street, #3F, New York, NY 10014 (the “Host”)\n\n(the “Administrator”): Market America, Inc. (“Market America | SHOP.COM”), 1302 Pleasant Ridge Road, Greensboro, NC, 27409.\nThe Administrator is the entity responsible for the Contest .\n\n April 25, 2016 (9:00am Eastern Time) – July 25, 2016 (5:00pm Eastern Time) (the “Contest Period”)\n July 26, 2016 (8:00am Eastern Time) – August 1, 2016 (5:00pm Eastern Time) (the “Judging Period”)\n A five (5) member panel derived from these Market America | SHOP.COM officers: Chief Information Officer, Chief Technology Officer, Vice President of Internet Services, Executive Director of Front-end/UX,UI and Mobile, Senior Director Project Management and Business Operations\n\n \n \n \n\nTwo (2) prizes will be given away to two (2) lucky winners:\n $3,000 USD\n $2,000 USD\n*Subject to terms listed in Section 10(A).\n June 30, 2016 (5:00pm Eastern Time)\nThe Administrator will be the official timekeeper for the Contest .\n\n\n(The above are collectively, “Makers”).\nAn Individual may join more than one Team and an Individual who is part of a Team may also enter the Contest  Contest on an Individual basis.\nIf a Team is entering the Contest  Contest, they must appoint and authorize one Individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Contest  Website on behalf of a Team, Maker represents and warrants that Maker is the Representative authorized to act on behalf of Maker’s Team.\n\n \n* The members of an individual’s immediate family include the individual’s spouse, children and stepchildren and their spouses, parents and stepparents, in-laws, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual, whether related or not, for at least three (3) months out of the year.\n** Agents include individuals or organizations acting on behalf of, and at the direction of, a Promotion Entity through a contractual or other relationship.\n*** A GOE is defined as an organization/individual who meets any of the following criteria: governmental bodies and employees - national, state, provincial, local, municipal government - and any department, agency, public enterprise or instrumentality of a government; state-owned hospitals, schools, utilities; state-owned enterprises (whether wholly- or partly-owned); public international organizations; private companies controlled fully or partly by or under common control with any of the above; a political party or party official, or any candidate for political office.  GOE also includes GOE customers who may consist of: public schools, utilities and organizations licensed to provide public services; public international organizations, such as the United Nations or World Health Organization; entities subject to public procurement laws and regulations; other entities, even those that are privately held and those that are publicly traded, if a government, a public international organization, an entity subject to public procurement laws or a government official, owns or has the ability to exercise control over such entity; and U.S. Federal Clients, including: (i) executive, legislative and judicial branches of the U.S. Federal government, (ii) U.S. Government-affiliated corporations (e.g., Tennessee Valley Authority), (iii) quasi-governmental organizations (e.g., The Smithsonian Institution), or (iv) commercial business enterprises operating under a U.S. Federal government power of attorney, or with Management Operating Contractor (MOC) status.\n \n\nMakers must do the following to participate in the Contest :\nAll Submission materials must be in English.\n\n(i) \nMakers must create a working software application that uses one or more SHOP.COM APN APIs in a creative, innovative, new, or interesting way (the “Application”).\n(ii) \nThe Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the Video (described below in Section 4(C)(iii)).\n(iii) \nA submitted Application must run on at least one of the following:\n(iv) \nApplications must be newly created by the Maker after the start of the Contest Period or, if the Application existed prior to the start of the Contest Period it must not have been marketed in any way.\n(v) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Administrator and Judges during the Contest  and until the Judging Period ends.\nIf the Application includes software that runs on proprietary or third party hardware that is not widely available to the public, the Administrator reserves the right, at their sole discretion, to require the Maker to provide physical access to the Application hardware upon request.  \nFor Applications running on widely available smartphones, tablets, desktop computers, or wearable devices, Makers may make their Application available using one of the following methods:\nUpload an APK file on the Submission page or provide a link for downloading the Application in the “Testing Instructions” field on the Submission page.\nIf Maker’s Application is available on the iTunes App Store provide a link in the “Website URL” field on the Submission page. If Maker charges a fee for downloading the Application, Maker must provide a promo code.\nIf Maker’s Application is not yet publicly available on the iTunes App Store, Maker must email a test build to the Administrator at \n before the end of the Contest Period.\nUpload a XAP file on the Submission page or provide a link for downloading the Application in the “Testing Instructions” field on the Submission page.\nUpload the appropriate installation files on the Submission page or provide a link for downloading the installation file in the “Testing Instructions” field on the Submission page.\nProvide a link for accessing the Application in the “Testing Instructions” field on the Submission page.\nUpload the appropriate installation files on the Submission page or provide a link for downloading the installation file in the “Testing Instructions” field on the Submission page.\n \n(vi) \n Makers may submit more than one Submission, however, each Submission must be unique and substantially different from the others, as determined by the Administrator.\n(vii) \nApplications may integrate SDKs, Application Program Interfaces and data, provided Makers are authorized to use them.\n(viii) \nMakers’ Submission must: (a) be Makers’ (or Makers’ Team or Organization’s) original work product; (b) be solely owned by Makers, Makers’ Team, or Makers’ Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. Makers may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Makers’ work product and the result of the Makers’ ideas and creativity, and the Makers own all rights to them. Makers may submit a Submission that includes the use of open source software or hardware, provided Makers comply with applicable open source licenses and, as part of the Submission, create software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Contest  Makers represent, warrant, and agree that Makers’ Submission meets these requirements.\n(ix) \n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Administrator any time prior to the end of the Contest Period. The Administrator, at their sole discretion, may disqualify an Application, if awarding a prize to the Application would create a real or apparent conflict of interest.\n(i) \nThe text description should explain the features and functionality of the Application, which SHOP.COM APN services were used, and how those SHOP.COM APN services were used.\n(ii) \nThe image(s) should be photographs or screenshots of the working Application.\n(iii) \nThe video portion of the Submission:\nIf the Maker receives an offer to acquire the Application from a third party, the Maker will offer the Application to the Administrator on the same terms and conditions offered by the third party, and the Administrator will have 30 days during which to accept the Maker’s offer. If the Administrator does not accept the Maker’s offer within 30 days, the Maker will have the right to accept the third party’s offer. If the Maker does not enter into an agreement and close a transaction with the third party within an additional 120 days, on the terms offered to the Administrator or terms more favorable to the Maker, the Maker’s right to transfer their Application to the third party will expire and the Maker will have to repeat the procedure described in this paragraph.\n \n\nMakers represent and warrant that the Administrator and Contest  partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n\n(i) \nTen (10) business days after the Required Forms are sent to the potential winner.\n(i) The potential winner’s Team Representative or any participating Individual Maker does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) The Prize or Prize notification is returned as undeliverable; or  \n(iii) The Submission or the potential winner, or any Individual Maker of a potential winner’s Team or Organization, is ineligible for any other reason.\nIn the event of a disqualification, the Administrator may award the applicable Prize to an alternate potential winner.\n\n\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, stolen, illegal, illegible, inaccurate, non-delivered, postage-due, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, late, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Administrator.\n\nAcceptance of the Prize constitutes permission to the Administrator and third parties acting on their behalf to use winner’s name, entry, likeness, photograph, hometown, and/or country of residence without compensation, consideration, or right of review (“Personal Information”). Personal Information may be used in any existing or newly created media, worldwide, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThis consent applies, as applicable, to Makers, including all Makers who are members of a Team or Organization that participated in the winning Submission.\n\n\nBy entering, all Makers (including, in the case of a Team or Organization, all participating Individual Makers) agree to be bound by the Official Rules and hereby release, discharge, and hold harmless the Released Parties from and against any and all liability or damages in connection with the Prizes or Maker’s participation in the Contest . Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\n\n(i) Any and all disputes, claims and causes of action arising out of or connected with this Contest , or any Prizes awarded, other than those concerning the administration of the Contest,  or the determination of winners, shall be resolved individually, without resort to any form of class action;\n(ii) Any and all disputes, claims and causes of action arising out of or connected with this Contest  or any Prizes awarded, shall be resolved exclusively by the appropriate North Carolina State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and   \n(iii) Under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\n\nPlease review the Host’s Terms of Service at \n for additional rules that apply to Maker’s participation in the Contest  and more generally Maker’s use of the Contest  Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Contest  only.\nParticipation in the Contest  constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, Maker agrees that all decisions related to the Contest  that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Administrator.\nThe Host collects personal information from the Maker when the Maker enters the Contest . The information collected is subject to the privacy policy located here: \n.\nThe Host may share any personal information collected on the Contest  Website with the Administrator. Information shared with the Administrator is subject to the Administrator’s privacy policy located below.\n\nIf Makers have any questions or comment, or wish to send any notice regarding this Contest , please email the Administrator at \n.\n ", "hackathon-prizes": [{"prize-content": "First Place Winner", "prize-title": "The Beast ($3,000)"}, {"prize-content": "Second Place Winner", "prize-title": "The Fury ($2,000)"}], "hackathon-location-google-maps": "", "hackathon-url": "https://shop-com-unleash.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and uniqueness of the idea"}, {"judging-criterion": "Includes the application's usability and user design"}, {"judging-criterion": "Effective Use of the SHOP.COM Affiliate Publisher Network Application Program Interface  (API) Web Services"}], "hackathon-location-address": "", "hackathon-description-header": "Unleash millions of SHOP.COM products.  Use our APIs for real-time search and product information to create apps for sites, bloggers and social media.", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "", "hackathon-end-date": "2016-07-25", "has-projects": "True"}