{"hackathon-description-text": "\nQueensHack is the first student-run hackathon in Queens, NY, led by a group of dedicated high school and college students striving to promote an interest in computer science. Over the course of 24-hours, participants will create awesome projects and showcase their creativity. Beginners and experts alike will have the opportunity to work together to improve their skills and impress the judges, culminating in an awards ceremony. Join us for a weekend of skill building, teamwork, and fun!", "hackathon-number-of-prizes": "5", "hackathon-id": "queenshack", "hackathon-judges": [{"judge-role": "Chief Technology Officer @ NYC", "judge-name": "Minerva Tantoco"}, {"judge-role": "Program Director @ Camp/Interactive", "judge-name": "Tom O'Connell"}, {"judge-role": "Founder @ CodeNewbie", "judge-name": "Saron Yitabarek"}, {"judge-role": "Founder @ Coalition for Queens (C4Q)", "judge-name": "Jukay Hsu"}, {"judge-role": "Technical Evangelist @ Adobe", "judge-name": "Ash Ryan"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nOnly current high school and undergraduate students are eligible to participate as a hacker. If you are an industry professional who would like to mentor or run a workshop, please fill out", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon organizers.\nParticipants are welcome to build the projects by themselves or in collaboration with another participant. However, there can only be a \n participants per team. Projects are judged based on the following criterions:", "hackathon-prizes": [{"prize-content": "Each team member receives an app-enabled Sphero BB-8.", "prize-title": "First Place - Sphero BB-8"}, {"prize-content": "Each team member receives an RC Millennium Falcon Drone.", "prize-title": "Second Place - Millennium Falcon Drone"}, {"prize-content": "Each team member receives an Aurabox speaker.", "prize-title": "Third Place - Divoom® Aurabox PixelArt Speaker"}, {"prize-content": "Each team member will receive a Jenga set.", "prize-title": "Honorable Mention - Jenga Set"}, {"prize-content": "The winners of our Jenga tournament will win a Darth Vader themed Google Cardboard.", "prize-title": "Jenga Tournament Winner - Darth Vader VR"}], "hackathon-location-google-maps": "https://maps.google.com/?q=31-00 47th Ave, Long Island City, NY 11101, USA", "hackathon-url": "https://queenshack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was your idea to 'hack'? Did you slap together APIs or did you challenge yourself with new technologies?"}, {"judging-criterion": "Would a random person be able to use your 'hack' without any difficulty?\nWould their experience be flawless and as intended?"}, {"judging-criterion": "How practical is your 'hack' in today's world? Would you use it outside of QueensHack?"}, {"judging-criterion": "Does your 'hack' look appealing? If another 'hack' had the same functionality, would someone choose yours over it based on the design?"}], "hackathon-location-address": "31-00 47th Ave, Long Island City, NY 11101, USA", "hackathon-description-header": "Stay Curious", "hackathon-prizes-total": "$1,186", "hackathon-location-description": "Falchi Building", "hackathon-end-date": "2016-04-24", "has-projects": "True"}