{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "1", "hackathon-id": "nycbroadbanddatadig", "hackathon-judges": [{"judge-role": "Technology Fellow, Ford Foundation", "judge-name": "Ryan Gerety"}, {"judge-role": "Senior Advisor for Broadband, NYC Mayor's Office", "judge-name": "Joshua Breitbart"}, {"judge-role": "Director at Brooklyn Public Library", "judge-name": "Jesse Montero"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n\nOur event is designed to foster meaningful collaboration between participants and organizers. \nThe organizers reserve the right to ask anyone in violation of these policies not to participate in this event. If you have any other concerns or would like to address an issue, please contact the event organizers via: aschmoeker@cto.nyc.gov\n--------------------------\nNYC Connected Broadband Data Dig (“Event”) Rules:\n \n \nJUDGES:\nThe panel of judges will select up to three winning entries (the “Winners”) in its sole           discretion from among all of the Submissions. All Submissions will be judged based on the following criteria, in the sole discretion of the panel of judges:\n25% - Creativity and Originality\n50% - Potential Benefit to the Public/Analysis’ Alignment with the Administration’s Broadband Goals\n25% - Presentation (visual and oral)  \nWinning analyses will have the opportunity to pitch their recommendations to City officials, including Dr. Amen Ra Mashariki, Chief Analytics Officer; Joshua Breitbart, Senior Advisor for Broadband in the Mayor's Office; and Alphonso Jenkins, Deputy Commissioner for Telecommunications Planning at the Department of Information Technology and Telecommunications (DoITT).\nAward does not include assistance with or travel costs or other expenses associated with the Event, if required. No cash in lieu of award. No substitution of award is permitted except by Sponsors. Award is not assignable or transferable. Limit one award per person/team. Awards are limited in amount to individual or team awardee(s), meaning that if a team wins an award, the team shares the award amount among team members.  If Awardee(s) cannot participate for any reason, Awardee(s) will forfeit the award and Sponsors may, at their option and in their sole discretion, select an alternate awardee or the award may not be awarded. All of the award elements are subject to change and shall be determined by Sponsors in their sole discretion. \n \n The Approximate Retail Value (ARV) of the Award(s) will be $0. Any difference between stated value and actual value will not be awarded. Awardee is responsible for any transportation not specifically noted in these rules. Awardee is responsible for obtaining all necessary travel documents prior to travel. Certain restrictions, as determined by Sponsors, may apply. All specifics of the Event will be at Sponsors’ discretion. If Awardee (s) cannot comply with these restrictions or any other portion of these Official Rules, the award will be forfeited in its entirety and an alternate Awardee (s) will be chosen. If Awardee (s) cannot meet deadlines specified by Sponsors, the award will be forfeited in its entirety and the award may be awarded to an alternate awardee selected by the panel of judges from among entries. All costs and expenses associated with award acceptance and use not listed herein as part of the award including, without limitation, ground transportation (other than that specified above as included in prize), luggage fees, souvenirs, miscellaneous hotel expenses, and gratuities are the sole responsibility of Awardee.\nAll federal, state and local income taxes on award(s) and gratuities are solely the responsibility of the Awardee.  Payments, if any, to potential Awardee(s) are subject to the express requirement that they submit to the Sponsors all documentation requested by the Sponsors in compliance with all applicable state, federal and local tax reporting and withholding guidelines.  All Awards will be net of taxes Sponsors are required by law to withhold.  The Awardee is responsible for ensuring that he/she complies with all the applicable tax laws and filing requirements. If the Awardee fails to provide such documentation or comply with such laws, the prize may be forfeited and the Sponsors may, in their sole discretion, select an alternative potential Awardee.\n \nYou further represent and warrant that the rights that you are granting under these Official Rules do not conflict in any way with any other agreement to which you are a party, or with any commitments, restrictions, or obligations that you are under to any other person or entity.\n\nBy entering, each participant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsors and/or the judges which are binding and final in all matters relating to this Event; (b) release and hold harmless the Sponsors, and their respect parent, subsidiary, and affiliated companies, the award suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Event, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the “Released Parties”) from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a participant’s Submission, creation of an entry or submission of an entry, participation in the Event, acceptance or use or misuse of an award (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of a Submission; and (c) indemnify, defend and hold harmless the Sponsors from and against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to a participant’s participation in the Event and/or participant’s acceptance, use or misuse of an award.\n\nExcept where prohibited, participation in the Event constitutes participant’s consent to Sponsors’ and their agents’ use of his or her name, likeness, photograph, voice, opinions and/or hometown and state for promotional purpose in any media, worldwide, without further payment or consideration.\n\nSponsors reserve the right to cancel, suspend and/or modify the Event, or any part of it, if any fraud, technical failures or any other factor beyond Sponsors’ reasonable control impairs the integrity or proper functioning of the Event, as determined by Sponsors in their sole discretion.  Sponsors reserve the right in their sole discretion to disqualify any individual or participant it finds to be tampering with the entry process or the operation of the Event or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner.  Any attempt by any person to deliberately undermine the legitimate operation of the Event may be a violation of criminal and civil law, and, should such an attempt be made, Sponsors reserve the right to seek damages from any such person to the fullest extent permitted by law.  Sponsors’ failure to enforce any term of these Official Rules shall not constitute a waiver of that provision.  Sponsors are not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit Submissions, including those secured through automated means or by registering more than one e-mail account and name, using another participant’s e-mail account and name, as well as those lost for technical reasons or otherwise.\n\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by participants, printing errors or by any of the equipment or programming associated with or utilized in the Event, (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Event; (4) technical or human error which may occur in the administration of the Event or receipt or use of any award.  If for any reason a participant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, participant’s sole remedy is to provide another Submission within the applicable deadline.  No more than the stated number of awards will be awarded.\n\nParticipant agrees that: (1)  any and all disputes, claims and causes of action arising out of or connected with this Event, or any award, other than those concerning the administration of the Event or the determination of awardees, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Event, or any awards, shall be resolved exclusively by the United States District Court or the appropriate New York State Court; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Event, but in no event attorneys’ fees; and (4) under no circumstances will participant be permitted to obtain awards for, and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased.  SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.  All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsors in connection with the Event, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law of conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\n\nSponsors collect personal information from you when you register for the Event.  The information collected is subject to the privacy policy located \n.\n\nFor Event results go to \n on or about November 23, 2016.\n\nSponsors: (1) New York City Office of the Mayor, City Hall, New York, NY 10007; (2) Brooklyn Public Library, 10 Grand Army Plaza, Brooklyn, NY 11238; (3) the Ford Foundation, 1440 Broadway, New York, NY, 10018; and (4) Horowitz Research, 270 North Ave, Suite 805. New Rochelle, NY 10801.", "hackathon-prizes": [{"prize-content": "The winning analyses will get the opportunity to pitch their \"data digs\" and recommendations to City Officials including Dr. Amen Ra Mashariki, Chief Data Analytics Officer; Joshua Breitbart, Senior Advisor for Broadband in the Mayor's Office; and Alphonso Jenkins, Deputy Commissioner for Telecommunications Planning at the Department of Information Technology and Telecommunications (DoITT).", "prize-title": "Opportunity to pitch your \"data digs\" and recommendations to City Officials"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10 Grand Army Plaza, Brooklyn, NY 11238, USA", "hackathon-url": "https://nycbroadbanddatadig.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "10 Grand Army Plaza, Brooklyn, NY 11238, USA", "hackathon-description-header": "Develop insights into the current state of broadband in New York City, identify the effects of existing inequities and recommend ways to measure progress towards universal broadband.", "hackathon-prizes-total": "0", "hackathon-location-description": "Brooklyn Public Library - The Shelby White and Leon Levy Information Commons", "hackathon-end-date": "2016-11-19", "has-projects": "True"}