{"hackathon-description-text": "\nWelcome to the Disrupt NY 2015 Hackathon! Our Hackathons are crazy, exciting, exhausting events where hundreds of coders and developers come together to form teams which have just shy of 24hours to build something amazing from the ground up.", "hackathon-number-of-prizes": "16", "hackathon-id": "disruptnyc2015", "hackathon-judges": [{"judge-role": "Lisa is the co-host of StartUp", "judge-name": "Lisa Chow"}, {"judge-role": "Co-founder of Kinetic", "judge-name": "Haytham Elhawary"}, {"judge-role": "Jodie is the Co-Founder and Co-Chief Creative Officer of Shoes of Prey", "judge-name": "Jodie Fox"}, {"judge-role": "General Partner at HAX", "judge-name": "Benjamin Joffe"}, {"judge-role": "Senior Editor at BuzzFeed News", "judge-name": "Katie Notopoulos"}, {"judge-role": "Sole Partner and Founder at Brooklyn Bridge Ventures", "judge-name": "Charlie O’Donnel"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n– Tickets are for Developers who wish to participate and work on hack projects to present ONLY. If you are not working on a project please DO NOT register for a Hacker Ticket. Tickets are available on a limited basis.\n– There are many ways for companies to partner with the Hackathon. At Disrupt NY, we’ve had sponsored API platforms for hackers to develop on, as well as several amazing contests, with companies offering cash and in-kind prizes. To learn how you can provide support for the developer community, please contact\nmay attend the Sunday Hackathon Presentation.", "hackathon-number-of-participants": "409", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see. For more information surrounding our policies on harassment, please \n.\n\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by TechCrunch. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. All other things equal, it’s not very reasonable for a team of 2 or 3 to compete against a team of 20.\nAlso, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.", "hackathon-prizes": [{"prize-content": "To host your next big idea in our cloud for a chance to win $5,000 cash. Your project must be hosted on Atlantic.Net SSD Cloud Hosting Servers to be eligible to win. Atlantic.Net will choose the winner based on originality, creativity, and boldness of vision.", "prize-title": "Atlantic.net"}, {"prize-content": "Watch this space for Gimbal prize updates.", "prize-title": "Gimbal"}, {"prize-content": "Layer is giving away a $1,000 cash prize as well as one year’s subscription to our Startup Plan ($300) value for a total of $1300 in value for “Best Use of the Layer SDKs.”", "prize-title": "Layer"}, {"prize-content": "First Place: Up to $50,000* in Simplify Commerce processing within the first 6 months. $500 MasterCard card per teammate, up to five individuals.", "prize-title": "MasterCard"}, {"prize-content": "There are two ways to be eligible for this contest. Build a compelling scenario:", "prize-title": "Microsoft"}, {"prize-content": "Best Use of Nexmo: XBox One + Kinect (max 3 per team)", "prize-title": "Nexmo"}, {"prize-content": "Best use of the Twilio API wins a Phonejoy.", "prize-title": "Twilio"}, {"prize-content": "Four XBox Ones for the most creative and interesting Yammer hack.", "prize-title": "Yammer"}, {"prize-content": "$5,000 prize for best use of Esri’s ArcGIS technologies ($2,500 cash + $2,500 online subscription.)", "prize-title": "Esri"}, {"prize-content": "jKool (jKoolCloud.com) is a SaaS that provides real-time visualization and analytics for streaming time-series data.  The prize for this session includes the “DataNerd” package which enables the user to stream up to 5 Million data points a month into the service. These data points can be retained for up to 30 days.  jKool provides an API (nastel.github.io/JESL/) which can be used to stream data.", "prize-title": "IBM"}, {"prize-content": "The developer or team who builds the coolest new project using the Zalando API wins these three great prizes: a Go Pro camera, a Raspberry Pi 2 and a DJI Phantom Aerial UAV Drone Quadcopter for GoPro. A group of up to five hackers can win.", "prize-title": "Zalando SE"}, {"prize-content": "Our custom challenge for you this weekend is to use CircleCI as a deployment tool. We will pick the winner by who implements the best continuous delivery workflow. You only have one day - so don't step on each other's toes and make conflicting commits: use CircleCI and ship better code, faster.", "prize-title": "CircleCI"}, {"prize-content": "Teams rated over 3 by the judges will be awarded Disrupt tickets!", "prize-title": "Disrupt Tickets"}, {"prize-content": "", "prize-title": "HackDisrupt 1st Place"}, {"prize-content": "", "prize-title": "HackDisrupt 1st Runner Up"}, {"prize-content": "", "prize-title": "HackDisrupt 2nd Runner Up"}], "hackathon-location-google-maps": "https://maps.google.com/?q=8th Avenue, New York, NY 10001, USA", "hackathon-url": "https://disruptnyc2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will be focusing on creativity, cleverness, and that deep-down sense of “Whoaaaaaaa“"}], "hackathon-location-address": "8th Avenue, New York, NY 10001, USA", "hackathon-description-header": "Calling hackers, developers and designers— strut your stuff and win tickets to Disrupt NY", "hackathon-prizes-total": "$17,000", "hackathon-location-description": "", "hackathon-end-date": "2015-05-03", "has-projects": "True"}