{"hackathon-description-text": "\nSaturday, 2/24", "hackathon-number-of-prizes": "11", "hackathon-id": "makecu", "hackathon-judges": [{"judge-role": "Columbia Professor of Electrical Engineering", "judge-name": "John Kymissis"}, {"judge-role": "Manager of the Columbia University Makerspace", "judge-name": "Mohamed Haroun"}, {"judge-role": "Columbia Professor of Electrical Engineering", "judge-name": "James Teherani"}, {"judge-role": "Senior Applications Engineer at Silicon Labs", "judge-name": "Mark Mulrooney"}, {"judge-role": "Columbia Professor of Mechanical Engineering", "judge-name": "Hod Lipson"}, {"judge-role": "Columbia Professor of Electrical Engineering", "judge-name": "David Vallancourt"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAll students (or anyone who has graduated within the last 12 months) are welcome!", "hackathon-number-of-participants": "61", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n- We would like all hackers to feel welcome at MAKECU and as such all attendees are expected to abide by the \n.\n- Teams should consist of 2-4 people (sorry, no solo hacks!)\n- Feel free to bring your own hardware, too! However, no quadcopters or RC vehicles faster than 3 mph are allowed.\n- Feel free to come up with an idea beforehand, but please don't start working on it until after hacking kicks off. If you've got any pre-modified hardware and want to bring it, please contact us first.\n ", "hackathon-prizes": [{"prize-content": "The team that wins the prize for best overall hack will be awarded 3 Kindle Fires.", "prize-title": "First Place, Overall"}, {"prize-content": "The team that wins the prize for second-best overall hack will be awarded 2 Parrot Rolling Spider Drones and 2 Arduino starter kits including DC motors, servo motors, tilt sensors, LEDs and other basic electronic components. Projects in this category should demonstrate maturity of idea and sophistication of implementation. First and foremost, projects will be considered based on how successfully they “hack together” a solution to an interesting problem or challenge. From there, judges will consider usability, design, and technical aptitude in implementation.", "prize-title": "Second Place, Overall"}, {"prize-content": "The team that wins the prize for third-best overall hack will be awarded 2 Smraza Ultimate Project Starter Kits. Projects in this category should demonstrate maturity of idea and sophistication of implementation. First and foremost, projects will be considered based on how successfully they “hack together” a solution to an interesting problem or challenge. From there, judges will consider usability, design, and technical aptitude in implementation.", "prize-title": "Third Place, Overall"}, {"prize-content": "The team that wins the prize for the best beginner hack will be awarded 2 SunFounder Project Starter Kits. This category is designed to allow for beginners to have an equal playing field to earn a prize! Beginner hacks will be judged on the same criteria as the “overall” category. Hackers self-identified if they were beginners at registration and we flagged teams that had majority beginners.", "prize-title": "Best Beginner Hack"}, {"prize-content": "The team that wins the prize for the most entertaining hack will be awarded 2 Elegoo 37-in-1 sensor kits. This category is for the hacks that make judges smile.", "prize-title": "Most Entertainig Hack"}, {"prize-content": "The team that wins the prize for the best dorm automation hack will win 1 Myo Gesture Control Armband. Hacks in this category should creatively enhance some aspect of living in a small space where tenants are not allowed to make permanent changes, like a college dorm.", "prize-title": "Best Dorm Automation Hack"}, {"prize-content": "The team that wins the prize for Best Use of Silicon Labs Hardware will win Thunderboard IoT kits and other Si Labs merchandise. This category will be judged by a Si Labs engineer.", "prize-title": "Best Use of Silicon Labs Hardware"}, {"prize-content": "The team that wins the prize for the Most Technically Challenging hack will win 2 handheld multimeters. Judges will consider teams that incorporated a wide variety of skills into their project, including analog and digital hardware skills as well as programming.", "prize-title": "Most Technically Challenging"}, {"prize-content": "The team that creates the Best IoT Hack Using a Qualcomm Device will be awarded 1 Qualcomm DragonBoard 410c + power source", "prize-title": "MLH Prize: Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "The team that is awarded Best Use of Amazon Web Services will win $250 AWS Credit.", "prize-title": "MLH Prize: Best Use of Amazon Web Services (AWS)"}, {"prize-content": "The team that thinks up the best domain name will be awarded 1 Raspberry Pi & PiHut Essential Kit. Even hacks that are completely offline can have descriptive websites!", "prize-title": "MLH Prize: Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=530 W 120th St, New York, NY 10027, USA", "hackathon-url": "https://makecu.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The important thing here is not necessarily the number of features, but how well they’re implemented. How well did you hack together an interesting solution for the interesting problem or challenge that you decided to focus on?"}, {"judging-criterion": "To what extent did you consider the user in your hack? Did you have time to make it battery-powered, give it some kind of user interface, or think about an ergonomic exterior? Whatever you can think of, make sure you point it out!"}, {"judging-criterion": "Judges will consider the depth and breadth of the skills you applied here. Did you apply analog and digital hardware skills as well as programming? Remember that we have a Best Beginner Hack!"}, {"judging-criterion": "If you are going for dorm automation, tell judges about why your solution is great for a small living space. Think about residents who aren't allowed to make permanent changes if they spice up their lighting fixtures or regulate temperature."}, {"judging-criterion": "Useful things can be entertaining, but also, hacks for the sake of hacks."}], "hackathon-location-address": "530 W 120th St, New York, NY 10027, USA", "hackathon-description-header": "Columbia University's annual hardware hackathon.", "hackathon-prizes-total": "$1,520", "hackathon-location-description": "Columbia University- Davis Auditorium, Schapiro / CEPSR", "hackathon-end-date": "2018-02-25", "has-projects": "True"}