{"hackathon-description-text": "\nFirst National Bank will release the challenge to participants at 6:00 pm on Friday, November 4th, 2016.", "hackathon-number-of-prizes": "4", "hackathon-id": "code-one-omaha-4258", "hackathon-judges": [{"judge-role": "Sr. Director, Enterprise Architecture", "judge-name": "Steven Cudd"}, {"judge-role": "Sr. VP of Retail Banking", "judge-name": "Eric Blick"}, {"judge-role": "Director Marketing Creative and Delivery", "judge-name": "Jill Schmitz"}, {"judge-role": "Managing Director Digital & Payment Solutions", "judge-name": "Matt Millard"}, {"judge-role": "Director of Emerging Technologies", "judge-name": "Justin Krist"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nTo be eligible to enter, you must be registered for the Event via\nThe Event is open to all legal residents of the United States who are eighteen (18) years of age and older at the time of entry who are eligible to enter into binding contracts in the State of Nebraska.\nEmployees of First National Bank of Omaha (“FNBO”), prize suppliers and advertising and promotion agencies, and each of their respective parent, subsidiary and affiliated companies, shareholders, officers, directors, agents, representatives and employees (collectively “Releasees”), and each of their immediate family members (spouse, parents, children, siblings and their respective spouses regardless of where they live) and individuals living in the same households of the above, whether or not related, are not eligible to enter or win the prize(s).\n ", "hackathon-number-of-participants": "30", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nNO PURCHASE, APPLICATION, OR USE OF SPONSOR PRODUCTS OR SERVICES NECESSARY TO ENTER OR WIN. A PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING.\n1. ELIGIBILITY: To be eligible to enter, you must be registered for the Event via http://www.codeoneomaha.com/ (the “Website”) and have a valid email address to enable us to contact you. The Event is open to all legal residents of the United States who are eighteen (18) years of age and older at the time of entry who are eligible to enter into binding contracts in the State of Nebraska. Employees of First National Bank of Omaha (“FNBO”), prize suppliers and advertising and promotion agencies, and each of their respective parent, subsidiary and affiliated companies, shareholders, officers, directors, agents, representatives and employees (collectively “Releasees”), and each of their immediate family members (spouse, parents, children, siblings and their respective spouses regardless of where they live) and individuals living in the same households of the above, whether or not related, are not eligible to enter or win the prize(s). Each Participant by participating in the Event agrees to be bound by these Official Rules and FNBO’s decision. The Event is subject to all applicable federal, state and local laws, rules and regulations. Void where prohibited or restricted by law, rule or regulation.\n2. EVENT PERIOD: Event begins at 6:00 p.m. Central Time (“CT”) on November 4, 2016 and ends at 6:00 p.m. CT on Sunday, November 6, 2016 (“Event Period”).\n3. HOW TO ENTER: To enter the Event, you must register via the Website by providing the information requested and clicking where indicated to submit the entry.  Up to fifteen (15) teams (each, a “Team”) of three (3) individual participants (each, a “Participant”) are eligible for registration.  If Teams of less than three (3) Participants or individuals register, such Participants may be grouped by FNBO to create a Team of three at the beginning of the Event.  Participants will be chosen from those who register for the Event by FNBO at FNBO’s sole discretion.  No more than 45 total Participants may take part in the Event.  Each Participant and all Participants in a Team must agree to these Official Rules and the Release prior to participating in the Event.\nRegistration will close Sunday, October 30, 2016 at 6:00 PM CT.\n4. WINNERS: The winners for the 1st, 2nd and 3rd place Teams will be selected by a panel of FNBO employees (“Panel”) and the decision of the Panel is final and binding. The Panel will select the winners on or about November 7, 2016.  The winner of the Team Audience Choice award will be chosen by the Participants on November 6, 2016 immediately following the end of the Event Period and confirmed by the Panel on November 7, 2016. Participants cannot vote for their own Team for the Audience Choice award and any such votes will not be counted.  The Panel’s decisions are final in all matters relating to the Event.\n5. PRIZES: Four (4) prizes will be awarded, consisting of the following prizes for the top three (3) Teams in the Event and one prize for the Audience Choice Team:\n1st Place Team – $7,500\n2nd Place Team – $5,000\n3rd Place Team – $2,500\nAudience Choice Team – $2,000\nPrizes for each of the 1st, 2nd and 3rd place Teams and Audience Choice Team will be equally split among the three (3) Participants on the Team and will be delivered to each Participant in the form of a check.\nPrizes for the winners will be delivered via overnight courier within fifteen (15) business days after November 7, 2016.\nAll prize details are within the sole discretion of FNBO. All costs and expenses associated with the prize acceptance and use not specified herein as being provided, including but not limited to lodging, transportation costs, meals, beverages, gratuities and other expenses incurred by accepting the prize are the sole responsibility of the winners. Winners are responsible for the payment of all federal, state and local taxes on the prizes. No substitution, cash equivalent, or transfer of prize permitted except at the sole discretion of FNBO, who reserves the right to substitute a prize (or portion thereof) with one of comparable or greater value, at its sole discretion.\n6. WINNER NOTIFICATION: The winners will be notified via telephone within five (5) business days after being selected. The winners will be required to complete and sign an Affidavit of Eligibility, Publicity and Release, and an IRS form W-9, both of which must be returned to FNBO prior to prizes being awarded. If the above documents are not received by FNBO within five (5) business days the winner is notified of his/her Team’s selection, or in the event of noncompliance with these Official Rules by a Participant or Team, the prize(s) will be forfeited by the Team and awarded to an alternate winning Team. By entering the Event, Participants agree to the use by FNBO and its designees of their name, city and state and photograph/likeness for advertising, promotional and other purposes, worldwide and in perpetuity, in any and all forms of media, now known or hereafter devised (including and without limitation, the Internet) without additional compensation, except where prohibited by law.\n7. LIMITATION OF LIABILITY: By participating in the Event, Participants agree to release, indemnify and hold harmless Releasees from and against any injuries, losses, damages, claims, actions and any liability of any kind resulting from or arising from participation in the Event or acceptance, possession, use, misuse or non-use of the prizes that may be awarded. This Event and these Official Rules shall be interpreted in accordance with the laws of the State of Nebraska without regard to its principles of conflicts of law and jurisdiction and venue shall be solely within the State of Nebraska. Releasees are not responsible for technical, computer, mechanical, printing, typographical, human or other errors relating to or in connection with the Event, including, without limitation, errors which may occur in connection with the administration of the Event, the processing of entries, the announcement of the prize, the Official Rules, or in any Event related advertising or materials; or for stolen, lost, late, misdirected, damaged, incomplete, inaccurate, undelivered, delayed or illegible entries; or for electronic, computer, or telephonic malfunction or error, fail to enter into the processing system, or are processed, reported, or transmitted late or incorrectly or are lost for any reason including computer, telephone, paper transfer, or human or other error. If in FNBO’s opinion, there is any suspected or actual evidence of electronic or non-electronic tampering with any portion of the Event, or if computer viruses, bugs, unauthorized intervention, fraud, or technical difficulties or failures compromise or corrupt or affect the administration, integrity, security, fairness, or proper conduct of the Event, FNBO, at its exclusive discretion reserve the right to disqualify any individual who tampers with the entry process and/or void any entries submitted fraudulently, to modify or suspend the Event, or to terminate the Event. As a condition of entering the Event, Participant agrees that: a) under no circumstances will Participant be permitted to obtain awards for, and Participants hereby waive all rights to claim, punitive, incidental, consequential, or any other damages, other than for actual out-of-pocket expenses; b) all causes of action arising out of or connected with this Event or the prize awarded, shall be resolved individually, without resort to any form of class action; and c) any and all claims, judgments, and awards shall be limited to actual out-of-pocket costs incurred and in no event shall Participant be entitled to receive attorneys’ fees or other legal costs. FNBO reserves the right to modify prize award procedures.\n8. SPONSOR’S RIGHT TO SUBMISSIONS:  Teams will retain ownership rights in their work product created at the Event (“Submission”). Participants hereby grant Sponsor, as a condition of participation in the Event, the right of first negotiation, which shall be done on good faith, for Sponsor to acquire certain rights in the Submission.  Notwithstanding the foregoing, Participants acknowledge that Sponsor engages, has engaged and will in the future engage in the development, preparation, production, acquisition and dissemination of creative, educational, artistic and other material (collectively, the “Materials”), including without limitation Materials that are similar or identical to a Submission. Participants also acknowledge that other persons, including employees of Sponsor, may previously have originated and may hereafter originate Materials that are similar or identical to a Submission. Participants agree that they will not be entitled to any compensation because of the use by Sponsor of any such similar or identical Material. Without limitation of the foregoing, Sponsor may use, without any payment or other obligation whatsoever to any contestant, any part of the Materials, and any idea or concept contained therein, that (a) is similar or identical to, or contains significant elements encompassed in, a concept that is under consideration or in development by Sponsor before or at the time of entry, (b) is not unique, novel, original, and concrete so as to be entitled to protection under applicable laws, (c) has been made public by anyone at the time of its submission to Sponsor or otherwise is in the public domain, (d) would be freely usable by a third person if it had not been accepted as a Submission or the subject of any agreement, (e) is not protected by United States copyright law, or (f) is similar or identical to, or contains significant elements encompassed in, an idea, concept or material that is independently created by Sponsor or any third party.  Participants agree that Sponsor’s development, preparation, production, acquisition, dissemination and/or exploitation of Materials similar or identical to a Submission or containing features, ideas, material and/or elements similar to or identical with those contained in a Submission shall not entitle any Participant or Team to any compensation or other right or remedy. As an inducement to Sponsor to accept each Submission for entry into the Event, Participant hereby waives any claim or right of action against Sponsor or its successors in connection with the Sponsor’s use of any Materials (or any portions thereof) whether or not such Materials are similar or identical to a Submission or contain any features, ideas, material and/or elements that are similar or identical to those contained in a Submission. Acceptance by Sponsor of a Submission is not an admission by Sponsor of the novelty or originality of the Submission. \n9. PRIVACY POLICY/DATA COLLECTION/SECURITY: Information provided by you under this Event is subject to FNBO’s Privacy Policy and Security Statement located at www.firstnational.com\n10. WINNER’S NAMES: For the name of the winners (available on or about November 7, 2016), go to http://www.facebook.com/fnbomaha.\n11. SPONSOR: First National Bank of Omaha, 1620 Dodge Street, Omaha, NE 68197.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}, {"prize-content": "", "prize-title": "Audience Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1601 Dodge St, Omaha, NE 68102, USA", "hackathon-url": "https://code-one-omaha-4258.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How does your idea make the customers experience awesome?"}, {"judging-criterion": "Does your new experience align to the values of the bank?"}, {"judging-criterion": "Can your experience be leveraged in multiple ways (digital and physical)?"}, {"judging-criterion": "Are you doing something that differentiates us from the rest of the Financial Industry?"}], "hackathon-location-address": "1601 Dodge St, Omaha, NE 68102, USA", "hackathon-description-header": "First National Bank of Omaha invites all developers, designers, and other talented 3-person teams to participate in a 48 hour hackathon hosted at First National", "hackathon-prizes-total": "$17,000", "hackathon-location-description": "First National Bank Tower Wintergarden", "hackathon-end-date": "2016-11-06", "has-projects": "True"}