{"hackathon-description-text": "\nThe City of Waterloo is committed to being an open, transparent and accountable government. Hosting a hackathon is just one of the ways we can achieve this goal. Open data is available - make it useful! Code your Waterloo in a weekend at Waterloo Codefest this Oct. 24 and 25, 2015.", "hackathon-number-of-prizes": "3", "hackathon-id": "civiccodefestwaterloo", "hackathon-judges": [{"judge-role": "Mayor, City of Waterloo", "judge-name": "Mayor Dave Jaworsky"}, {"judge-role": "Director, Hack the North", "judge-name": "Kartik Talwar"}, {"judge-role": "Lead Organizer of HackerNest KW", "judge-name": "Amaris Gerson"}, {"judge-role": "Director, Business Development Cloud-A", "judge-name": "Geoff Sullivan"}, {"judge-role": "Director of Emerging Technology, SAP", "judge-name": "Sarah McMullin"}, {"judge-role": "Director, Product and Marketing, Miovision", "judge-name": "Bryan Peters"}, {"judge-role": "Dean of Mathematics, University of Waterloo", "judge-name": "Stephen Watt"}, {"judge-role": "Professor, Physics and Computer Science, Wilfrid Laurier University", "judge-name": "Dr. Chinh Hoang"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nYou are not required to make any purchase or pay any fee to enter or win a prize at the hackathon. \nYou may only enter the hackathon if you are an individual and, at the time of entry you are at least 18 years old.\nCity of Waterloo employees and their immediate families (i.e., their spouses, siblings, children, spouses’ parents, and the spouses of any of those individuals) and their household members (related or not), and anyone otherwise connected with the hackathon, are not eligible to enter the hackathon. \nCity of Waterloo may at any time in its sole discretion disqualify any entrant who:  does not meet the hackathon’s eligibility criteria, fails to comply with these rules, attempts to enter the hackathon in any manner or through any means other than as described in these rules, attempts to disrupt the hackathon or attempts to circumvent any of these rules.", "hackathon-number-of-participants": "95", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nAll submitted ideas must include the following information:\nReasons you should participate:\nSome other good reasons:", "hackathon-rules": "\n\nTeams can be comprised of one to four members. \nIf you're looking for fellow teammates, direct message participants on Dev Post. Others are looking for teams, too!\n\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the hackathon. We want to ensure all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nIf your team qualifies for prizes, the team will be subject to a code review to verify that there was no foul play.\n\nThe exception to the above rule is that you are encouraged to use third party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \n\nAll teams retain full ownership of what they have created during the hackathon. City of Waterloo is here to help entrepreneurs realize their dreams, not destroy them.\n\nThere will be no alcohol served or allowed at the event. \n\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*.\n* Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\n\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n**Attendees violating these rules may be asked to leave the hackathon at the sole discretion of the hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.", "hackathon-prizes": [{"prize-content": "*This prize includes both monetary and in kind components*", "prize-title": "First prize"}, {"prize-content": "", "prize-title": "2nd Prize"}, {"prize-content": "", "prize-title": "3rd prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=67 Erb Street West, Waterloo, ON N2L 6C2, Canada", "hackathon-url": "https://civiccodefestwaterloo.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What type of technical challenges did the group deal with? \n\nHow technically did they dive here?"}, {"judging-criterion": "How unique and innovative is the demo?"}, {"judging-criterion": "How useful is this demo based on the problem they are trying to solve? Issues/problems that were identified by the public on Open City Hall."}, {"judging-criterion": "How good is the visual design and interaction experience?"}, {"judging-criterion": "Are you blown away by what you see?"}], "hackathon-location-address": "67 Erb Street West, Waterloo, ON N2L 6C2, Canada", "hackathon-description-header": "Create applications with the City of Waterloo's Open Data", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "Centre for International Governance Innovation", "hackathon-end-date": "", "has-projects": "False"}