{"hackathon-description-text": "\nWe'll provide free food, space, and access to amazing mentors. All you have to do is show up, and build something amazing!", "hackathon-number-of-prizes": "5", "hackathon-id": "texasamhackerbowl", "hackathon-judges": [{"judge-role": "", "judge-name": "Adam Steele"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll students are welcome as long as they are currently enrolled in a university", "hackathon-number-of-participants": "32", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n\nYou can create any iOS, Android, web, software, hardware, or any other hack that we didn't think of already, on any platform of your choice.", "hackathon-rules": "\n\nAbsolutely Not! This event is for any college student in the state of Texas that is, or aspires to be a Hacker.\n\nIt is highly encouraged that you find a team of four Hackers from your school to compete with. However, if you are unable to do so we’ll be able to place you on another team at the start of the competition. \nYou should definitely discuss ideas with your team before the event. The earlier you start planning, the cooler the Hack will be!\n\nIn order to compete in the competition you must stay for the entire Hackathon. You’re allowed to arrive to the competition late, but all code for your project must be written on site.\n\nTeams are not allowed to use code they have written prior to the competition in their project. However, certain circumstances exceptions can be made if the software/hardware doesn’t present a competitive advantage for the team. If you have any doubt whether or not your project will be allowed just let us know and we’ll see what we can do. We don’t want this rule to stop you from building something amazing!\n", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best overall Hack"}, {"prize-content": "", "prize-title": "Most influential to society"}, {"prize-content": "", "prize-title": "Best hack using Ruby on Rails"}, {"prize-content": "", "prize-title": "Best fin-tech hack"}, {"prize-content": "", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Texas A&M University, College Station, TX 77843, USA", "hackathon-url": "https://texasamhackerbowl.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How usable, creative, innovative, and original is your hack?"}], "hackathon-location-address": "Texas A&M University, College Station, TX 77843, USA", "hackathon-description-header": "Hackers from across the state will battle for 24 hours to determine the best Hacker Team in Texas. Only one school can take home the Hacker Bowl Trophy. Will it be yours?", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-23", "has-projects": "True"}