{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "2", "hackathon-id": "tchack", "hackathon-judges": [{"judge-role": "Executive Director 180 Program", "judge-name": "Domonique Davis"}, {"judge-role": "Professor/Youth Advocacy Clinic Seattle University School of Law", "judge-name": "Paul Holland"}, {"judge-role": "Program Manager at ProrBono Net", "judge-name": "Claudia Johnson"}, {"judge-role": "Executive Director of Columbia Legal Services", "judge-name": "Aurora Martin"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nYou are welcome to join us if you:", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nOur community partners have provided a variety of challenges and data on our Hackpad. We'll keep this pad updated throughout the weekend to help you build the best submission possible! In general, any concept, system or application is a valid entry for the Team Child Hackathon. The most competive challenges will address social justice issues related to the \"school-to-prision-pipeline\" and use data found in open source databases.\nIt may help to check out Nate Aune's \"10 Tips for Hackathon Success\" here: \nHere is some information to get you started\n\n\n (\nIf you have any questions, feel free to ask us online or at the event. We can't wait to see the final submissions!", "hackathon-rules": "\n\nDeveloping educational platforms to empower and inform students of their legal and disciplinary issues, and actions that they may independently pursue.\nLegal portals that use an automated triage process to direct people needing legal help to the most appropriate form of assistance and that guide them through the legal process.  \nMobile technologies that reach more people more effectively and the application of business process/analysis to legal activities to streamline interactions and improve efficiency.\nDocument-assembly applications that support the creation of legal documents by service providers and by litigants themselves.\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it.\n3) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, free to make plans, create wireframes, brainstorm prior to the event. Teams can also use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\nBring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”.\n4) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community.\n5) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. They'll review it with the team and notify you if you should go forward. Don't waste 36 hours on a hack that won't be allowed to demo.\n6) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.\nCurrently, we are looking for \nWe need some help with event management, team mentorship (prior experience with a similar event is a plus), documentation (live-Tweeting, photography, video), and logistics. Please reach out if you’re interested! - See more at in the discussion Volunteer with Team Child", "hackathon-prizes": [{"prize-content": "Winners of the TeamChild Hackathon will be eligible to present their project at our Demo Day in January. In addition, a direct connection to our sponsors and other free resources will be provided to assist in project development.", "prize-title": "Winners"}, {"prize-content": "This team did an excellent job and deserves an honorable mention. Unfortunately, we only have room for three teams in our demo day. This team, along with all participants of the hackathon, are free to contact the #TCHack team to get in touch with event sponsors and community partners!", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2901 3rd Ave #300, Seattle, WA 98121, USA", "hackathon-url": "https://tchack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this idea solve a real problem that creates barriers for youth receiving access to justice Includes creativity and originality of the idea. Applications that are not primarily drawing related will be given preference."}, {"judging-criterion": "Implementation of Idea\nIncludes how well the idea was executed by the developer/team and the extent to which it utilizes the full features"}, {"judging-criterion": "Accessibility & Sustainability\nHow accessible is the application for the audience that is intended to serve?"}, {"judging-criterion": "Includes the extent to which the solution could impact and improve access to youth services and improve youth justice outcomes."}, {"judging-criterion": "How well did you present?"}], "hackathon-location-address": "2901 3rd Ave #300, Seattle, WA 98121, USA", "hackathon-description-header": "Disrupting the School-to-Prison Pipeline", "hackathon-prizes-total": "0", "hackathon-location-description": "Code Fellows Seattle Campus", "hackathon-end-date": "", "has-projects": "False"}