{"hackathon-description-text": "\n24 hours of hacking and fun at the University of Minnesota Twin Cities! Gather your mightiest hackers (in teams of up to 4) and face each other in glorious hack-based combat. Only the nerdiest (top three teams) will prevail (win top team prizes) in this battle of hacks, so bring your game face and get ready to make something great. Whether it's your first hackathon or your thirtieth, we'relooking forward to seeing what you can create in such a short time.", "hackathon-number-of-prizes": "4", "hackathon-id": "minnehack-2015", "hackathon-judges": [{"judge-role": "", "judge-name": "An awesome panel of judges!"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nMinnehack is open to all current college students.", "hackathon-number-of-participants": "73", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSince there's a section of our grading rubric dedicated to prompt points, in order to place well you need to make sure that your idea aligns (at least roughly) with one of our prompts. You'll need to be able to articulate to our judges just how your project aligns with a prompt. \nThe prompts are as follows:\n: Computing is all about automation, our usage here is a bit restricted. Home automation is a prime example of what we're looking for; the automation of tasks that would otherwise be done by people, with a wide range of applications so that an average person could benefit from it.\nIf you're concerned about whether or not your idea aligns well with the prompts, feel free to ask anyone at our contact desk for input.", "hackathon-rules": "\nThe entirety of the hack must have been made during Minnehack, only by participants physically present at the Coffman Memorial Union. Participants must adhere to the MLH \n. Here are some other guidelines (borrowed from \n):\nIn addition to Major League Hacking's Code of Conduct, we ask hackers at Minnehack to agree to the following:\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it. \n3) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.\nThe only exception to this rule is that you may use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\n Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”. \n4) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community. \n5) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. \n They'll review it with the team and notify you if you should go forward. Don't waste 24 hours on a  hack that won't be allowed to demo.\n6) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.", "hackathon-prizes": [{"prize-content": "Option of a Printrbot Assembled Metal Simple 3D Printer, or a Parrot AR.Drone 2.0 GPS Edition Quadricopter for each member.", "prize-title": "First place"}, {"prize-content": "Each member has the option of:", "prize-title": "Second place"}, {"prize-content": "Each member of the third place can choose between these:", "prize-title": "Third place"}, {"prize-content": "A nice swag bag courtesy of domain.com, for the best use of the free domain name provided by domain.com", "prize-title": "Best Domain Swag Bag"}], "hackathon-location-google-maps": "https://maps.google.com/?q=300 Washington Ave SE, Minneapolis, MN 55455, USA", "hackathon-url": "https://minnehack-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this project present new ideas or constitute a novel approach to problems?"}, {"judging-criterion": "Polish isn't everything, but it is important. Is the project designed well, and does it look nice? Do all of the parts flow together logically?"}, {"judging-criterion": "How well does the project apply to one of the official prompts? This should be pretty clear cut - our prompts have been designed to be fairly open-ended, and it shouldn't be difficult to get all of the points here."}, {"judging-criterion": "What goals or issues does your project aim to address? How well does your project address these goals? In order to score well here, your project should be well-justified, effective, and target nontrivial problems or goals."}], "hackathon-location-address": "300 Washington Ave SE, Minneapolis, MN 55455, USA", "hackathon-description-header": "24 hours of caffeine-powered madness", "hackathon-prizes-total": "$4,200", "hackathon-location-description": "Coffman Memorial Union Great Hall, University of Minnesota Twin Cities", "hackathon-end-date": "2015-10-25", "has-projects": "True"}