{"hackathon-description-text": "\nWelcome to Hack K-State. Kansas State University's Second Annual Hackathon!", "hackathon-number-of-prizes": "14", "hackathon-id": "hack-k-state-2016", "hackathon-judges": [{"judge-role": "Instructor and Adviser, K-State CIS", "judge-name": "Russ Feldhausen"}, {"judge-role": "Instructor and Adviser, K-State CIS", "judge-name": "Nathan Bean"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nStudents in High School and College are elegible to complete in teams of up to four members.", "hackathon-number-of-participants": "71", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nProjects submissions may vary from a wide range of topics. All projects must be created at the event, but public open source code may be integrated into your projects.", "hackathon-rules": "\nWe expect all hackers to adhere to the MLH Code of Conduct (http://static.mlh.io/docs/mlh-code-of-conduct.pdf).", "hackathon-prizes": [{"prize-content": "All teams are eligible for this prize. Each member of the winning team will receive a Xbox One.", "prize-title": "General Theme - 1st Place"}, {"prize-content": "All teams are eligible for this prize. Each member of the winning team will receive an Amazon Echo", "prize-title": "General Theme - 2nd Place"}, {"prize-content": "All teams are eligible for this prize. Each member of the winning team will receive a Corsair K70 Mechanical Keyboard", "prize-title": "General Theme - 3rd Place"}, {"prize-content": "All teams are eligible for this prize. Each member of the winning team will receive a JetBrains license for PyCharm, WebStrom, AppCode, CLion or RubyMine.", "prize-title": "General Theme - 4th Place"}, {"prize-content": "Team members of the top 10 teams that did not place in the General theme win a one-year subscriptions to Wolfram|Alpha Pro.", "prize-title": "Wolfram Top Teams Award"}, {"prize-content": "All high school only teams are eligible for this prize. Each member of the winning team will receive a Pebble Time.", "prize-title": "Best High School Hack"}, {"prize-content": "This years data hack focuses on big data and specifically its applications to healthcare. We have a novice and expert track but prizes will only be given for the expert track.", "prize-title": "Data Science 4 Good"}, {"prize-content": "Any team that integrates the web or web technology is eligible to win a Google Cardboard and Google Chromecast for each team member.", "prize-title": "Best Web Hack"}, {"prize-content": "Any team that creates a mobile app is eligible to win a Google Cardboard and Google Chromecast for each team member.", "prize-title": "Best Mobile Hack"}, {"prize-content": "Teams that use the Watson IoT platform are eligible to win an Apple Watch for each member of the team.", "prize-title": "Best use of Watson IoT platform on Bluemix"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win a HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Each member on the team that presents the best hack/website on a .TECH domain wins a $50 Amazon gift card.", "prize-title": "Best Hack on a .TECH Domain"}, {"prize-content": "Each member on the team that presents the best hack with Wolfram Tech receives:", "prize-title": "Best with Wolfram Tech"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Rathbone Hall, Manhattan, KS 66506, USA", "hackathon-url": "https://hack-k-state-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Each project will be guided by the themes they choose, but overall we are looking for projects that are unique, interesting, useful, and user friendly. (aka make something fun and enjoy yourself!)"}], "hackathon-location-address": "Rathbone Hall, Manhattan, KS 66506, USA", "hackathon-description-header": "The annual hackathon at Kansas State University", "hackathon-prizes-total": "$6,241", "hackathon-location-description": "Kansas State University Engineering Hall", "hackathon-end-date": "", "has-projects": "False"}