{"hackathon-description-text": "\nThe Tech Summit 2015 Hackathon promotes the design, development and prototyping of civic and entrepreneur ideas.", "hackathon-number-of-prizes": "3", "hackathon-id": "techsummit2015", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be Announced"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nThis is, by all means, the most important rule you must abide. We strive for the Tech Summit to be an inclusive and diverse environment. Any misbehavior or action that belittles or degrades others will not be allowed, and the participant will be immediately disqualified and removed from the event.\nThe Tech Summit Hackathon Organizing Committee has adopted the \n and \n. For more information, please click \n.\nAll projects presented at the Tech Summit 2015 Hackathon must be developed during the event.\nYou are allowed to use frameworks, tools, APIs and open source libraries made available by the Tech Summit Organizing Committee or that have been available at least for a month.\nRemember, this isn’t a Powerpoint-athon! Don't show just screenshots and slides.\nThis is not the platform to launch your team's existing product.\nEach project must select an approved open source license to participate at the Tech Summit 2015. If a project does not specify a particular open source license, the \n will be assumed by default.\nProjects that specify a non open source license will not be able to present a demo or compete for any categories and prizes at the Tech Summit 2015.\n\nAs a best practice, you must use a version control software to track your code as you write it.\nIt is required that participants of the Tech Summit 2015 Hackathon use Git and Github as the platform to track, share and develop their projects. All project's code, design, schematics and documentation must be forked by the \n in order to present a demo and compete for any categories and prizes.\nProjects failing to be forked will not be able to present a demo or compete for any categories and prizes at the Tech Summit 2015.\nFinalists will have their project's source code audited to make sure it's new, legit and complies with the rules and guidelines.\nThe number of members per team is limited to 5. A participant can only belong to one team.\nDon't stop repeating this:\nAlthough there is an element of competition, the Tech Summit Hackathon is a place to experiment, learn new things, meet great people, and build (or break) things from scratch. Don't stress yourself too much, don't get upset if you can't make it, and never quit (even if you don't win).\nJust have a good time and put your best effort and skills towards your project.\nRemember, you are the the place where disruption and innovation is taking place in Puerto Rico! ;)", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best Data Hack"}, {"prize-content": "", "prize-title": "Best Maker Hack"}, {"prize-content": "", "prize-title": "Best Innovative Hack"}], "hackathon-location-google-maps": "", "hackathon-url": "https://techsummit2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Tech Summit 2015 Hackathon", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}