{"hackathon-description-text": "\nLet’s join together to showcase the innovative and entrepreneurial spirit of Chicagoland's Christian developers, designers, and technologists. More importantly, let's create technologies addressing significant issues impacting society in general, the local Chicago community, families, and the spiritual life of Christians.​", "hackathon-number-of-prizes": "4", "hackathon-id": "c4tk-chicago-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone regardless of faith or religous background is welcome to participate! Team size will not be mandated so any size team is welcome. ", "hackathon-number-of-participants": "22", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nAll projects must be submitted to Devpost before final judging. ", "hackathon-rules": "\nNew or Previously started projects?\nYou can start coding ahead of the hackathon or at the hackathon. Awards will be given for best new code as well as existing code.\nUSE WHAT YOU KNOW\nParticipants are free to use any tools that they know, in order to help them code.\nCODING RULES\nThere will be identical but separate awards for teams that started coding before the hackathon as well as teams that started coding at the hackathon. However, some or all of the coding must take place at the hackathon, in order to be eligible for the awards.\nTRY TO USE AVAILABLE ’S API’S\nAlthough not mandatory, participants are encouraged to use our available APIs.\nINTELLECTUAL PROPERTY\nParticipants have full ownership of what they build during the Code for the Kingdom hackathon and are free to do with it as they wish. If you build as a team, the IP is shared by the team. If you build as an individual, the IP is all yours.\nFINISH ON TIME\nParticipant must submit their project by the submission time on Sunday afternoon. No late submissions will be accepted.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Pre-existing project prize"}, {"prize-content": "", "prize-title": "New project prize"}, {"prize-content": "", "prize-title": ".tech AWS prize"}, {"prize-content": "", "prize-title": "Participants choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1040 W Huron St, Chicago, IL 60642, USA", "hackathon-url": "https://c4tk-chicago-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "1040 W Huron St, Chicago, IL 60642, USA", "hackathon-description-header": "A hackathon igniting the Christian purpose of technologists to innovate culture shaping technologies.", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "1040 Event Space", "hackathon-end-date": "2017-07-30", "has-projects": "True"}