{"hackathon-description-text": "\nEs un evento donde, respaldados por la Major League of Hacking (MLH), equipos multidisciplinario formados universitarios de las areas de ingeniería y negocios de las distintas universidades en todo el bajío, tendrán 36 horas para desarrollar una aplicación, página web o solución de software y convertirlas en negocio para mostrarlo al mundo.", "hackathon-number-of-prizes": "5", "hackathon-id": "hackbajio", "hackathon-judges": [{"judge-role": "Tepache HackLab", "judge-name": "Hamurabi Delgado"}, {"judge-role": "Proyect Manager de Masada", "judge-name": "Ismael"}, {"judge-role": "Tepache HackLab", "judge-name": "Gerardo Barrios Arenas"}, {"judge-role": "DevCeleration", "judge-name": "Juan Carlos Ruiz"}, {"judge-role": "Masada", "judge-name": "Gize Bonilla"}, {"judge-role": "Major League Hacking", "judge-name": "Juan Pablo Flores"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAl hackaton puede entrar cualquier estudiante de preparatorio y universidad. Si egresaste hace 6 meses tambien puedes articipar", "hackathon-number-of-participants": "49", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nEl Tecnológico de Monterrey  Campus León hace de tu conocimiento el reglamento interno de seguridad  para eventos internos y externos.  \nReglamento General   \nMe abstendré de fumar dentro de las instalaciones del ITESM CAMPUS ya que me doy por enterado que es un espacio libre de humo.  \nNo usaré lenguaje insultante en mi trato con persona alguna.  Queda prohibido consumir bebidas embriagantes y drogas dentro de las instalaciones del Tecnológico de Monterrey Campus León, la persona que sea sorprendida infringiendo este punto será remitida a las autoridades correspondientes. \nAl asistir al evento queda por enterado que ya tienes conocimiento de los reglamentos de ITESM y MLH, así como ITESM, MLH y comité organizador de HackBajio no se harán responsables de cualquier daño y/o perdida de objetos personales (Laptops,Hardware,objetos de valor,etc.). \nSEÑALES DE TRÁNSITO: \nLas marcas sobre el pavimento y las señales colocadas, temporal o permanentemente, deben ser respetadas en todo momento.  \nAREAS NO SEÑALADAS COMO CAJÓN \nQueda prohibido estacionarse en áreas que no están delineadas como cajón, así como ocupar más de un cajón para estacionarse, invadir esquinas, carriles de circulación o andadores.", "hackathon-prizes": [{"prize-content": "Dell & Intel le dan 5 tablets al primer lugar.", "prize-title": "Tablets Dell V7"}, {"prize-content": "AIESEC patrocina las prácticas profesionales del primer y mitad del segundo lugar.", "prize-title": "Practicas Profesionales en el Extranjero"}, {"prize-content": "Express Hosting regala un Leap Motion al Tweet más creativo y geek del hackatón. No se te olvido que para que el tweet sea valido deben de agregar el #HackBajio y @XpressHosting. En caso de no cumplir ambas condiciones el tweet no será valido.", "prize-title": "Leap Motion"}, {"prize-content": "", "prize-title": "Medallas"}, {"prize-content": "", "prize-title": "Mencion Honorifica"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Eugenio Garza Sada, Predio Cerro Gordo, León de los Aldama, Gto., Mexico", "hackathon-url": "https://hackbajio.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Se puede aplicar al mundo real y que original es la idea"}, {"judging-criterion": "Que nivel de dificultad tecnica tiene el desarrollo del proyecto."}, {"judging-criterion": "¿Cuál es la calidad visual de la aplicacion y qué tan sencilla es de utilizar?"}, {"judging-criterion": "¿Su negocio tiene lógica y presenta una oportunidad de ingresos?"}], "hackathon-location-address": "Eugenio Garza Sada, Predio Cerro Gordo, León de los Aldama, Gto., Mexico", "hackathon-description-header": "\"Todos tiene capacidad creativa, pero muy pocas personas saben cómo aprovecharla.\" Akio Morita.", "hackathon-prizes-total": "$73,500", "hackathon-location-description": "", "hackathon-end-date": "2015-06-07", "has-projects": "True"}