{"hackathon-description-text": "\nThe County of Riverside's Information Technology Department and SmartRiverside are teaming up to put on RivCodes, our first Hack-A-Thon, to show the County's commitment to technology, increase awareness about open data, reach out to citizens and allow for easier use of public data.", "hackathon-number-of-prizes": "8", "hackathon-id": "rivcodes2014", "hackathon-judges": [{"judge-role": "City of Riverside Chief Innovation Officer & Executive Director of SmartRiverside", "judge-name": "Lea Deesing"}, {"judge-role": "Founder & CEO of Carrington Case and riverside.io member", "judge-name": "Kevin Carrington"}, {"judge-role": "Vocademy Founder and CIO", "judge-name": "Gene Sherman"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nOpen to registered participants who come to our event and plays well with others. Register at:\n", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nWhat to create: Try to solve one of the app ideas shown on our webpage or surprise us with your creativity (software applications, mockups, demonstrations, screenshots, more).\nParticipants must create a functioning prototype. The idea of the hack can be conceived previously however all code must be completed within the time limits of the event.\n ", "hackathon-rules": "\nRivCodes Official Rules 2014\nYou must be registered by 9am on June 28 on our Eventbrite site \n  to participate and win in the event on.  Participants must be onsite during opening and closing.  WINNERS MUST BE PRESENT TO ACCEPT PRIZE OR PRIZE WILL BE FORFEITED.\nNo submission may win more than (2) prizes.  By participating in this Hackathon contestants agree to be bound by these Official Rules as well as all decisions of the RivCodes judges, which are final and binding on all aspects of the Hackathon.\nUnless otherwise specified in the Official Rules, Hackathon contestants must be 16 years of age or older and legal residents of the United States in order to be eligible for prizes. A release form will be required for minors to participate and win a prize. Employees, RivCodes sponsors, Administrator, any prize supplier, and their respective parent companies, subsidiaries and affiliates and their advertising, promotion, and fulfillment agencies (the “Contest Parties”) are not eligible to win.\nRivCodes Hackathon contestants are encouraged to compete in teams. Contestants can recruit people to join a team or teams may be formed or assigned at the event.  During the competition, participants will be asked to create a mobile or web application, with at least one of the County data sets, that is sustainable on a tablet or Smartphone device, along with a summary description for their app (“Submission”). Each team will be given a time limited opportunity to demonstrate their Submission and provide an oral presentation to the judges describing their Submission. We may choose to limit the number of submissions. \nAll team formations must be made in our Challengepost site \n and be done by 9am on Sunday.  All coding for the Submission must be during the Hackathon.  The deadline for submissions is 9am on June 29th.   Any additional requirements concerning Submissions will be specified in the Official Rules or provided during the Hackathon.  \nEntries must not be indecent, defamatory, in obvious bad taste, demonstrate a lack of respect for public morals or conduct or adversely affect the reputation of the county or sponsors. Any determination made by the County's judges under this paragraph is wholly within their discretion and will be final.\nUNLESS OTHERWISE STATED IN THESE OFFICIAL RULES, ALL PRIZES OR ANY PRIZE COMPONENTS WILL BE AWARDED TO THE WINNING TEAM AS A WHOLE AND NOT TO EACH INDIVIDUAL MEMBER OF A WINNING TEAM. RCIT, SmartRiverside and RivCodes Hackathon sponsors are not responsible for any disputes among team members concerning prize or prize components.\nAll taxes and any expenses are sole responsibility of winners. Only the stated number and components of prizes in Official Rules or at the event will be awarded.  Winners are required to complete a W-4 . 1099s will be issued to Qualifying Recipients by the Fiscal Sponsor for all cash prizes in excess of $600 and all non-cash prizes fair market value in excess of $600.\nEvent organizers, sponsors, or RCIT may prohibit certain contestants or teams from participating in the Hackathon or winning a prize if, in its sole discretion, it determines that a contestant or team has attempted to undermine the legitimate operation of the Hackathon by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other participants or RCIT representatives.\nContestants authorize event organizers, sponsors, and RCIT to use and share their name, voice, likeness, biographical data, city and state of residence and entry materials in programming or promotional material, worldwide in perpetuity, or on a winner's list, if applicable, without further compensation unless prohibited by law.\nRivCodes makes no claims to any code or hack produced as a result of the event. However, as the civic sponsor, the County of Riverside retains a free and non-expiring license to utilize any code and/or app produced during the event to deliver and/or improve the delivery of services to the County’s constituents and may also share it with other public agencies.\nRivCodes is a place where people freely share ideas and concepts. By participating, you acknowledge and agree that if you share an idea, suggestion, or concept you are working on that others may use your idea, suggestion, or concept and integrate it into an application that they are working on now or in the future, and you waive any and all claims and lawsuits against the organizers or sponsors or participants that may use or incorporate that idea, suggestion or concept, into an application, service, or product. If you can’t agree, you can’t participate.", "hackathon-prizes": [{"prize-content": "plus a 1 month membership to riverside.io", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "More prize announcements to follow..", "prize-title": "Third Place"}, {"prize-content": "", "prize-title": "Sponsor Prize: Best Use of esri Technology"}, {"prize-content": "XBOX for the app that has the most potential impact to County constituents.", "prize-title": "RCIT CIO Pick"}, {"prize-content": "a pre-ordered Amazon Firefly phone + 1 year of unlimited use of Syncano (a $6,650 value if all features are utilized)", "prize-title": "Sponsor Prize: Syncano First Place"}, {"prize-content": "Amazon FireTV + 6 months of unlimited use of Syncano ($3,100 value if all features are utilized)", "prize-title": "Sponsor Prize: Syncano Second Place"}, {"prize-content": "3 months of unlimited use of Syncano ($1,500 value if all features are utilized)", "prize-title": "Sponsor Prize: Syncano Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3450 14th Street, Riverside, CA 92501, USA", "hackathon-url": "https://rivcodes2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "the app or concept provides an innovative or creative approach to an idea"}, {"judging-criterion": "the app or concept is intuitive and easy to use"}, {"judging-criterion": "Sophistication of technologies used in its creation."}, {"judging-criterion": "the app or concept should enhance citizen engagement/employee experience"}, {"judging-criterion": ""}, {"judging-criterion": "Syncano Apps will be judged on: •\tCreativity\n•\tUse of Syncano platform •\tNumber of Syncano features used •Functionality"}], "hackathon-location-address": "3450 14th Street, Riverside, CA 92501, USA", "hackathon-description-header": "RivCodes: Program with a purpose... Calling hackers, developers and designers— improve your community and win great stuff.", "hackathon-prizes-total": "$18,149", "hackathon-location-description": "", "hackathon-end-date": "2014-06-29", "has-projects": "True"}