{"hackathon-description-text": "\nBe it Lahore or Karachi, we have civic problems! Do you want to bring a civic innovation revolution to Pakistan? Do you have ideas about how to fix things? Do you like working with other intelligent people? Have skills like web or mobile development or design? Want to innovate on top of government information and services? Apply your geek or creative skills to transforming your city for the better! ", "hackathon-number-of-prizes": "5", "hackathon-id": "lhrhacks", "hackathon-judges": [{"judge-role": "Associate Professor, CS, LUMS", "judge-name": "Judge: Dr. Sohaib Khan"}, {"judge-role": "CEO, Vahzay", "judge-name": "Judge: Zia Imran"}, {"judge-role": "CEO, Sofizar", "judge-name": "Judge: Zafar Khan"}, {"judge-role": "CEO, Arbisoft", "judge-name": "Judge: Yasser Bashir"}, {"judge-role": "Faculty, ITU", "judge-name": "Judge: Khurram Zafar"}, {"judge-role": "Founder & CEO, Ghonsla", "judge-name": "Mentor: Zehra Ali"}, {"judge-role": "Campaign Manager, Alif Ailaan", "judge-name": "Mentor: Salman Naveed"}, {"judge-role": "CTO, Pring", "judge-name": "Mentor: Muhammad Nasrullah"}, {"judge-role": "Google Pakistan Country Consultant", "judge-name": "Mentor: Badar Khushnood"}, {"judge-role": "COO, Tintash", "judge-name": "Mentor: Jazib Zahir"}, {"judge-role": "Head of Development, TPI, LUMS", "judge-name": "Mentor: Marium Afzal"}, {"judge-role": "Development Fellow, TPI, LUMS", "judge-name": "Mentor + GitHub/Hosting Help: Fahad Sultan"}, {"judge-role": "Coordinator, TPI,  LUMS", "judge-name": "Mentor: Umer Naeem"}, {"judge-role": "Project Coordinator, TPI, LUMS", "judge-name": "Mentor: Hamza Humayun"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "", "hackathon-number-of-participants": "113", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nWhen you’re ready to enter your submission, go to the lhrhacks.challengepost.com homepage and click ", "hackathon-rules": "\n\n\nThe Lahore Civic Hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, disability, physical appearance, body size, race, or religion. We do not tolerate harassment of event participants in any form. Sexual language and imagery is not appropriate for any event venue, including talks.\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate for the event.\nEvent participants violating these rules may be sanctioned or expelled from the event at the discretion of the event organizers.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome physical attention. Participants asked to stop any harassing behavior are expected to comply immediately.\nIf a participant engages in harassing behavior, the event organizers may take any action they deem appropriate, including warning the offender or expulsion from the event. If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the event staff immediately.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Audience Favorite"}, {"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "", "prize-title": "Best Open Source Redeployment"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Lahore University of Management Sciences, Lahore 54792, Pakistan", "hackathon-url": "https://lhrhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the problem well-defined? \nIs the solution a good fit for mitigating or resolving the issue?"}, {"judging-criterion": "How widespread is the community problem that the application intends to solve? \nIs there any market research on the problem and solution?\nHow will the application be maintained?"}, {"judging-criterion": "How easy-to-use is the application? \nHow elegant and engaging is the user experience and design? \nHow functional and well-implemented is the prototype demo?"}, {"judging-criterion": "Can the solution be scaled easily to actual deployment in the real world? How committed is the team to scaling and deploying the application beyond the hackathon?\nHas the team thought of a way to encourage adoption of the application by users?"}], "hackathon-location-address": "Lahore University of Management Sciences, Lahore 54792, Pakistan", "hackathon-description-header": "Calling all civic-minded geeks! Think your city could be better?", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}