{"hackathon-description-text": "\nCome build your product with us! This event is for EVERYONE. Whether you're just starting out and looking to learn or you're a seasoned developer. Come to meet the Make School community. Our founders, alumni, and current students are excited to see you. Oh -- and there are prizes too! :)", "hackathon-number-of-prizes": "7", "hackathon-id": "makehacks", "hackathon-judges": [{"judge-role": "Teespring", "judge-name": "Evan Stites-Clayton"}, {"judge-role": "Dailymotion", "judge-name": "Amadea Choplin"}, {"judge-role": "Lyft", "judge-name": "Adam Reis"}, {"judge-role": "MindBody", "judge-name": "Eliot Mestre"}, {"judge-role": "Unbabel", "judge-name": "Sofia Pesshana"}, {"judge-role": "Make School", "judge-name": "Andrei Lyskov"}, {"judge-role": "Make School", "judge-name": "Tyler Hoffmann"}, {"judge-role": "Make School", "judge-name": "Unathi Chonco"}, {"judge-role": "Make School", "judge-name": "Adrian Wisaksana"}, {"judge-role": "Make School", "judge-name": "Fero Hetes"}, {"judge-role": "Make School", "judge-name": "Mohammed Othman"}, {"judge-role": "Make School", "judge-name": "Ryan Kim"}], "hackathon-number-of-judges": "12", "hackathon-eligibility": "", "hackathon-number-of-participants": "10", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nTeams can be anywhere from two to four members. All members must be a builder (a Developer or Designer). If you're looking for fellow teammates, there is a team building workshop in the basement at 1:30pm on Saturday!\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification. If your team qualifies for prizes, the team will be subject to a code review to verify that there was no foul play.  \nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect.   \nAll teams retain full ownership of what they have created during the Make Hacks.  \nThere will be no alcohol served or allowed at the event.   \nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*. * Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.    \nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.   **Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\n \n \n \nSource: DevPost Code of Conduct", "hackathon-prizes": [{"prize-content": "Office Tour of Teespring HQ and one on one meeting with Teespring Founder, Evan Stites-Clayton, plus 50$ Barnes & Noble gift cards for each team member.", "prize-title": "Best Web Hack (presented by Teespring)"}, {"prize-content": "Office Tour of Dailymotion HQ and meetings with Engineering team.", "prize-title": "Best Media Hack (presented by Dailymotion)"}, {"prize-content": "100$ Lyft credit.", "prize-title": "Best Social Good Hack (presented by Lyft)"}, {"prize-content": "Paid trip to MindBody HQ in San Luis Obispo, CA for an office tour and meeting with Engineering team.", "prize-title": "Best Health &amp; Wellness Hack (presented by MindBodyOnline)"}, {"prize-content": "1000$ to the first place team.", "prize-title": "Best Overall Hack (1st Place)"}, {"prize-content": "400$ to the second place team.", "prize-title": "Best Overall Hack (2nd Place)"}, {"prize-content": "200$ to the third place team.", "prize-title": "Best Overall Hack (3rd Place)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1547 Mission St, San Francisco, CA 94103, USA", "hackathon-url": "https://makehacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "1547 Mission St, San Francisco, CA 94103, USA", "hackathon-description-header": "Come build your product with us!", "hackathon-prizes-total": "$2,300", "hackathon-location-description": "Make School", "hackathon-end-date": "", "has-projects": "False"}