{"hackathon-description-text": "\nEsri is sponsoring an internal developer hackathon. Use the ", "hackathon-number-of-prizes": "3", "hackathon-id": "hack-the-map-2", "hackathon-judges": [{"judge-role": "chief technology officer (CTO) of Professional Services", "judge-name": "Larry Boden"}, {"judge-role": "Director of Research and Development of Esri", "judge-name": "Scott Morehouse"}, {"judge-role": "UX/UI design team lead Software Products", "judge-name": "Steve Nelson"}, {"judge-role": "Chief Scientist, Esri + GIS/oceans professor at OSU", "judge-name": "Dawn Wright"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nThe event is open to anyone within Esri (with manager's approval), including Esri Int'l Distributors, who meets the prerequisites.\nParticipants must be able to appear in-person at Esri headquarters or via Skype/Lync over Esri's VPN.\nParticipants can form teams of up to 6 individuals.\nTeams must declare participation by the Team entry deadline.", "hackathon-number-of-participants": "68", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "\nSubmissions will be judged on content developed during the hackathon submission period only. Any component developed before the hackathon submission period is not eligible for judging.\nAll teams must declare their participation by the Team entry deadline by completing the team entry form.\nAll code must be submitted to a public Github repository and available for the judges and event organizers to access.\nThe submitted solution must build and run in a standalone app on a PC or Mac computer or in a simulator running on a PC or Mac computer.\nAll projects submitted must use the ArcGIS platform APIs in some way. Projects submitted that do not use ArcGIS developer technology are not eligible for judging and prizes.\nAll submissions must use only publically released APIs, SDKs, software and services. Since the submissions are made to public github repositories, and our ultimate goal is to show your project off on a public facing website, we cannot accept submissions that use beta or internally available non-public components.\nAll submitting teams must be able to perform a 5-minute presentation of their solution. Teams may present in-person, via videoconference, or by submitting a video of their presentation. When presenting in-person at least one team representative must be on site during the presentation period at the specific time requested. When presenting via video conference at least one team representative must be online during the presentation period at the specific time requested. When submitting a video the video must be submitted with the project by the submission deadline.\nAll submissions must include: title, elevator pitch (short description), technology used, link to public github repository, all contributing team members, project description, 3 screenshots. Video, additional screenshots, project thumbnail are optional.\nIf any additional hardware is used it will not be considered in the judging. If additional hardware is required it is the team's responsibility to make it available to the judges during the judging period.", "hackathon-rules": "\nOfficial rules for the Hack the Map hackathon.\nJanuary 25, 26, 2018.\nEU Teams\nTeam entry start: Thursday, January 25 at 9:00 AM GMT (1:00 AM PT).\nTeam entry deadline: Thursday, January 25 at 12:00 PM GMT (4:00 AM PT).\nUS Teams\nTeam entry start: Thursday, January 25 at 9:00 AM PT (5:00 PM GMT).\nTeam entry deadline: Thursday, January 25 at 12:00 PM PT (8:00 PM GMT).\nTeam hacking start: Thursday, January 25 at 12:00 PM GMT (4:00 AM PT) for EU teams, 12:00 PM PT (8:00 PM GMT) for US teams.\nTeam hacking ends: Friday, January 26 at 2:00 GMT (6:00 AM PT) for EU teams, 2:00 PM PT (10:00 PM GMT) for US teams.\nSubmission deadline: EU teams Friday, January 26, 2:00 PM GMT (6:00 AM PT) or US teams 2:00 PM PT (10:00 PM GMT). (projects may be submitted anytime before the deadline, but not after.)\nPresentations start: Friday, January 26, 2:00 PM PT for all teams.\nPresentation period: Friday, January 26, 2:00 PM to 4:00 PM PT for all teams.\nJudging start: Friday, January 26, 2:00 PM PT (or when the first team presentation begins.)\nWinners announced: Friday, January 26, 4:00 PM PT (or shortly after the final presentation.)\nOpen to employees of Esri, including Esri Int'l Distributors.\nEsri employees are required to have their manager’s approval. There is no charge code for this event.\nParticipants must be able to appear in-person at Esri headquarters or via Skype video conference. Slack is also used for event communication.\nParticipants can form teams of up to 6 individuals.\nTeams must declare participation by the Team entry deadline.\nSubmissions will be judged on content developed during the hackathon submission period only. Any component developed before the hackathon submission period is not eligible for judging.\nAll teams must declare their participation by the Team entry deadline by completing the team entry form.\nAll code must be submitted to a public Github repository and available for the judges and event organizers to access.\nThe submitted solution must build and run in a standalone app on a PC or Mac computer or in a simulator running on a PC or Mac computer.\nAll projects submitted must use the ArcGIS platform APIs in some way. Projects submitted that do not use ArcGIS developer technology are not eligible for judging and prizes.\nAll submissions must use only publically released APIs, SDKs, software and services. Since the submissions are made to public github repositories, and our ultimate goal is to show your project off on a public facing website, we cannot accept submissions that use beta or internally available non-public components.\nAll submitting teams must be able to perform a 5-minute presentation of their solution. Teams may present in-person, via videoconference, or by submitting a video of their presentation. When presenting in-person at least one team representative must be on site during the presentation period at the specific time requested. When presenting via videoconference at least one team representative must be online during the presentation period at the specific time requested. When submitting a video the video must be submitted with the project by the submission deadline.\nAll submissions must include: title, elevator pitch (short description), technology used, link to public github repository, all contributing team members, project description, 3 screenshots. Video, additional screenshots, project thumbnail are optional.\nIf any additional hardware is used it will not be considered in the judging. If additional hardware is required it is the team's responsibility to make it available to the judges during the judging period.\nEsri maintains full rights to the resulting project and maintains the right to continue further development of the idea.\nEsri will have the right to include the project on its website.\nOne prize will be awarded to an overall winning project as determined by the judges. The overall prize will be a trophy awarded to the winning team.\nThere will be three first prize winners, one in each of the three categories, as determined by the judges.\nThere will be three second prize winners, one in each of the three categories, as determined by the judges.\nThe judges will be instructed to grade the projects on a scoring of 1 (lowest) to 5 (highest) in the following categories:\nThe score is determined by adding all the scores across all the judging criteria categories for each contest judge.\nThe winner is the team with the highest total score.\nThe first prize winner is the team with the highest score in each of their respective selected categories (after removal of the overall winner.)\nThe second prize winner is the team with the next highest score in each of their respective selected categories (after removal of the overall winner and the first place winner in that category.)\nIn the case of a tie, the prize will be awarded to the team that presented first.\nIn the case not enough projects are completed in a given category then no prize will be awarded in that category.\nAll participants are required to abide by \n.", "hackathon-prizes": [{"prize-content": "The Trophy is awarded to the overall winner - the team that delivers the best app overall, awarded to the highest overall score.", "prize-title": "Overall Winner"}, {"prize-content": "Awarded to the first place team in each of 3 categories. Swag bag includes: Esri tote bag, Esri hard-cover notebook, Esri t-shirt.", "prize-title": "Esri swag bag"}, {"prize-content": "Esri swag bag including: tote bag, hard-cover notebook, t-shirt", "prize-title": "Esri Swag Bag (2nd place)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=380 New York St, Redlands, CA 92373, USA", "hackathon-url": "https://hack-the-map-2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Applies to category – Civic, Consumer, Enterprise"}, {"judging-criterion": "Real world applicability and usefulness;"}, {"judging-criterion": "User experience and design"}, {"judging-criterion": "Submission quality - how well the project adheres to the submission guidelines"}, {"judging-criterion": "Project quality - based on clear architecture and code organization of the solution"}, {"judging-criterion": "Project completeness – how much of the proposed solution was built and how much worked"}, {"judging-criterion": "Quality of presentation - how well the product is represented, how well the presentation follows the presentation guidelines"}, {"judging-criterion": "Application of ArcGIS technology and utilization of ArcGIS APIs and SDKs"}], "hackathon-location-address": "380 New York St, Redlands, CA 92373, USA", "hackathon-description-header": "If you can think it, you can build it. Use Esri's ArcGIS platform APIs and SDKs and bring your world into view.", "hackathon-prizes-total": "0", "hackathon-location-description": "Esri Corporate HQ", "hackathon-end-date": "2018-01-25", "has-projects": "True"}