{"hackathon-description-text": "\nMake sure to check submission guidelines before submitting your project:", "hackathon-number-of-prizes": "13", "hackathon-id": "hackillinois-2018", "hackathon-judges": [{"judge-role": "", "judge-name": "HackIllinois Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAttendees must be College students over the age of 18.", "hackathon-number-of-participants": "294", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nAll participants must be full-time or part-time University students during Spring 2018 except where permission is explicitly given. Participation is closed to family of judges and HackIllinois staff members.\nCreate and Contribute teams may only have organizer-approved team sizes. These sizes exclude mentors. Teams must submit a list of members upon submitting their project by Sunday February 25th, 2018 at 11:00 am. Any modifications after that must be approved by the organizers. Single person teams are allowed, but we encourage you to work in groups!\nEach team is permitted one submission that must be received by 11:00am on Sunday, February 25th, 2018. Submissions must be produced only by the team members and what is created during HackIllinois between the starting time on Friday, February 23th, 2018 and the submission time should be explicitly stated on the submission. Please list any resources you used in your submission (including old code developed by your own team). By submitting a project, you and your team grant the HackIllinois team the unrestricted right to use your submission material, at no cost, for promotional purposes of future HackIllinois events.\nParticipants will respect the equipment and hardware provided. The use of power tools, high voltage and/or high current equipment is prohibited except in labs that are approved for this use. By participating in HackIllinois and its activities, you agree to abide by the following code of conduct: hackillinois.org/code. \nParticipants may bring whatever hardware they wish as long as they adhere to the above rules about submissions and safety. HackIllinois will do its best to provide all teams the necessary hardware to complete their projects. If you have any questions or would like to see specific hardware, please send us an email at contact@hackillinois.org.\nParticipants will be judged based on the progress that they make during the 36 hours of HackIllinois. Specific judging criteria will be released closer to the event.", "hackathon-prizes": [{"prize-content": "HackIllinois will be selecting teams as overall winners that best represent our mission.", "prize-title": "HackIllinois Overall Winners"}, {"prize-content": "4 Google Home Minis for the best case of organizing the world’s information and making it universally accessible and useful. Presented by Google.", "prize-title": "Information Overload"}, {"prize-content": "4 Google Home Minis and Chromecasts for the best software that leverages Google Cloud. Presented by Google.", "prize-title": "Head in the Clouds"}, {"prize-content": "4 Surface Book Pros for developing a tool or service that expands upon a current Microsoft technology and helps bring out its full potential. Presented by Microsoft.", "prize-title": "Hard core, Soft ware"}, {"prize-content": "4 Quadcopter Drones for enhancing and improving data analytics and data management tools. Presented by Rubrik.", "prize-title": "Data Storage and Migration"}, {"prize-content": "1 $250 Amazon Gift Card per Team Member for developing or expanding upon a project that puts financial data into the hands of consumers. Presented by Capital One.", "prize-title": "Dream About the Dollars"}, {"prize-content": "1 Apple Watch per Team Member for developing or extending a tool or technology that helps advance this future. Presented by Synchrony Financial.", "prize-title": "Building the Future of Financing"}, {"prize-content": "Qtum Stake Boxes with various Qtum loaded. Presented by Qtum.", "prize-title": "Hop on the Blockchain Bandwagon"}, {"prize-content": "$1000 Gift Cards for connecting people, bringing them together, and making travel accessible to more people than ever before. Presented by Amadeus.", "prize-title": "Go Further"}, {"prize-content": "pi^pi litecoin for creating the best open source contribution with commercial viability. Presented by Fulcrum.", "prize-title": "Walking Your Dog Food to Market"}, {"prize-content": "$1,000 Visa Gift Cards for using available sources of public, food and agricultural data, such as the John Deere API’s, to gather information and use Artificial Intelligence to make projections based on that information. Those recommendations could be related to weather crop conditions, machine health, or other information you cross reference. Presented by John Deere.", "prize-title": "Grow Your Future"}, {"prize-content": "Fujifilm cameras, headphones, Amazon Tap, Record Player and Drone for the best healthcare and open sourced focused projects. Presented by IMO.", "prize-title": "Making Sense out of Complicated Clinical Information"}, {"prize-content": "Amazon Fire TV with 4K Ultra HD + $500 Amazon Web Services (AWS) credits + Opportunities to work with U of I Faculty and research teams. Presented by US Ignite.", "prize-title": "Hacking Socio-technical in Our Community"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Thomas M. Siebel Center for Computer Science, 201 N Goodwin Ave, Urbana, IL 61801, USA", "hackathon-url": "https://hackillinois-2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We want attendees to work on projects that contribute back to the open source projects they are working with. A highly beneficial submission fills a gap in their project or addresses relevant documented issues."}, {"judging-criterion": "We are looking for projects that are well-built and organized for future contributions in the open source community. This includes proper coding style and documentation that thoroughly outlines what the group worked on and how others can add more."}, {"judging-criterion": "Participants must have a solid understanding of the open source project that they have been working on to indicate their ability to continue working on the project or to guide others in contributing to the project."}, {"judging-criterion": "There are certain hacks that just cause you to say “WOW.” It is up to the discretion of the judges to identify this intangible quality of a hack that just amazes people."}], "hackathon-location-address": "Thomas M. Siebel Center for Computer Science, 201 N Goodwin Ave, Urbana, IL 61801, USA", "hackathon-description-header": "HackIllinois is the primary hackathon at the University of Illinois at Urbana Champaign.", "hackathon-prizes-total": "0", "hackathon-location-description": "Siebel Center", "hackathon-end-date": "2018-02-25", "has-projects": "True"}