{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "6", "hackathon-id": "flir-sanfran-challenge", "hackathon-judges": [{"judge-role": "Developer Relations Manager", "judge-name": "Cal Loo"}, {"judge-role": "Director of Business Development / FLIR", "judge-name": "Dan Jarvis"}, {"judge-role": "Director of Marketing", "judge-name": "Bruce Cumming"}, {"judge-role": "Vice President", "judge-name": "Mike Walters"}, {"judge-role": "Research Scientist", "judge-name": "Dr. Austin Richards"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nMust be at least 18 years old to participate and you must be legally eligible to win to collect a cash prize.  FLIR employees and their families are not eligible.  Any eligible person, team or entity can join the challenge. Only requirement is that you participate in person during the hacakthon in San Francisco. In general teams will be formed around the best ideas on the first evening of the hackathon, however, you can also join as a pre-formed team. ", "hackathon-number-of-participants": "80", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThere are two categories of projects: 1.) Software app and 2.) Hardware app.  Projects/solutions may be based on the FLIR ONE smartphone accessory or the Lepton thermal imaging component.\nEach team is required to submit their project to ChallengePost for consideration no later than 11am on Sunday 6/28.  Accepted submissions will be given 3 min to pitch and demo their functioning software or hardware solution Sunday afternoon in front of a panel of judges. The format is free, but it is recommended to share a presentation, e.g. PowerPoint or a video combined with a demo (e.g. video) of the solution developed.  We will provide projection equipment and an Apple TV to display your app on your phone screen to the judges.", "hackathon-rules": "\nMaximum team size is 5 people. You may not begin any actual development (ie. coding) of your solution prior to the start of the event at the risk of disqualification.  All participants are required to respect all laws during the hackathon and are subject to the posted rules of the Palace of Fine Arts.  Violation of laws or venue rules will result in disqualification and expulsion.\nYou must have legal access to any IP used in your solutions, FLIR is not responsible for your use of anyone else's IP.  All IP developed by the participants during the event belongs to the participants.", "hackathon-prizes": [{"prize-content": "$5,000 cash prize", "prize-title": "Best Overall"}, {"prize-content": "$2,500 cash prize", "prize-title": "Second Place Overall"}, {"prize-content": "$1,000 cash prize", "prize-title": "Crowd Favorite"}, {"prize-content": "Best hardware app created based on Lepton", "prize-title": "Best Hardware App"}, {"prize-content": "Best software app created based on FLIR ONE", "prize-title": "Best Software App"}, {"prize-content": "Honorable mention awarded to 5 additional projects, either hardware or software, at discretion of the judges.", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3301 Lyon Street, San Francisco, CA 94123, USA", "hackathon-url": "https://flir-sanfran-challenge.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Degree of innovation demonstrated either in use of thermal imaging or in the creation of the solution."}, {"judging-criterion": "How beautiful the solution is in terms of how it looks to the users or how elegant the solution is."}, {"judging-criterion": "How easy it is to understand and use."}, {"judging-criterion": "How well does it do what it's supposed to do."}], "hackathon-location-address": "3301 Lyon Street, San Francisco, CA 94123, USA", "hackathon-description-header": "Infrared Everywhere! Change the world with thermal imaging.", "hackathon-prizes-total": "$17,000", "hackathon-location-description": "", "hackathon-end-date": "2015-06-28", "has-projects": "True"}