{"hackathon-description-text": "\nGoogle I/O is this week!  ", "hackathon-number-of-prizes": "4", "hackathon-id": "iosb-2015", "hackathon-judges": [{"judge-role": "Sr. Product Manager, Citrix", "judge-name": "Carey Caulfield"}, {"judge-role": "Sr. Manager, Innovations, Citrix", "judge-name": "Jenn Kelley"}, {"judge-role": "Principal Research Engineer, Citrix", "judge-name": "Ashish Thapliyal"}, {"judge-role": "Lead Product Designer, Citrix", "judge-name": "Elizabeth Thapliyal"}, {"judge-role": "Chief Architect & VP, Platform Cloud, Citrix", "judge-name": "Malte Muenke"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nThe Citrix Google I/O Hackathon Contest (the “Promotion”) is open only to persons who are at least eighteen (18) years of age or have reached the age of majority in their jurisdiction of residence. Employees of Citrix Online, Citrix Systems, Inc., their related or subsidiary companies and companies associated with the promotion of the Promotion, as well as the immediate family (spouse, parents, siblings, and children) and household members of each employee of the foregoing companies are not eligible. Participation in the Promotion constitutes your full and unconditional agreement to and acceptance of these Official Rules and the decisions of the Sponsor, which are final and binding. Winning a prize is contingent upon fulfilling all requirements set forth herein.\n ", "hackathon-number-of-participants": "35", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThe Promotion begins at 7:30:00 PM PDT May 28. 2015 and ends at 9:00:00 AM PST May 30, 2015, when all Entries must be submitted. Entries are demonstrated for judging from 10:00:00 AM to 1:00:00 PM on May 30. (the “Entry Period”). Entries that are submitted before or after the Entry Period will be disqualified. \n ", "hackathon-rules": "\nOFFICIAL RULES FOR THE CITRIX GOOGLE I/O HACKATHON CONTEST\nNO PURCHASE REQUIRED TO ENTER OR WIN. A PURCHASE WILL NOT INCREASE YOUR CHANCES OF WINNING A PRIZE. VOID WHERE PROHIBITED OR RESTRICTED BY LAW.\nELIGIBILITY: The Citrix Google I/O Hackathon Contest (the “Promotion”) is open only to persons who are at least eighteen (18) years of age or have reached the age of majority in their jurisdiction of residence. Employees of Citrix Online, Citrix Systems, Inc., their related or subsidiary companies and companies associated with the promotion of the Promotion, as well as the immediate family (spouse, parents, siblings, and children) and household members of each employee of the foregoing companies are not eligible. Participation in the Promotion constitutes your full and unconditional agreement to and acceptance of these Official Rules and the decisions of the Sponsor, which are final and binding. Winning a prize is contingent upon fulfilling all requirements set forth herein.\nSPONSOR: The Promotion is sponsored by Citrix Online LLC, 7414 Hollister Avenue, Goleta, California 93117 (the “Sponsor”). This address is also the location of the event.\nENTRY PERIOD: The Promotion begins at 7:30:00 PM PDT June 25, 2014 and ends at 10:00:00 AM PST June 27, 2014, when all Entries must be submitted. Entries are demonstrated for judging from 10:30:00 AM to 1:00:00 PM on June 27. (the “Entry Period”). Entries that are submitted before or after the Entry Period will be disqualified.\nHOW TO ENTER: To enter, you must participate, in person, in the Citrix sponsored Hackathon event, which begins at 7:30:00 PM PDT on June 25, 2014 and at least one team member must be present to demo the Entry for judging. Entrants will have the opportunity to view Google I/O keynote and sessions prior to beginning hacking, starting at 8:00:00 AM on June 25, with breakfast provided. Sign in for the event also opens at 8:00:00 AM on June 25 at the Citrix campus. All team members must check in and pick up badges on June 25, prior to the start of the Promotion. Teams may not exceed six (6) people. Each entrant (or team of entrants) must create and submit a project that can be demonstrated to the panel of judges (an “Entry”). Incomplete ideas or white-boarded concepts are not eligible. This is an open hackathon. All projects must be created from code built during the event. Entrants may not use code that has been written previously. Third party code (e.g. open source) that is generally available to all may be used. There is no confidentiality or exclusive right to an idea or prototype Entry when it is presented at the end of the Entry Period. Entries will be judged according to the following criteria: technical creativity and technical difficulty, as determined based on the experience of the judges. The judges will choose the three Entries that best embody the criteria above and will award first, second and third place recognition following judging at the end of the Entry Period.\nTECHNICAL REQUIREMENTS During the Entry Period, you must create a concept or prototype that meets the criteria above. Original source files, if any, must be retained and provided to the Sponsor upon request.\nADDITIONAL REQUIREMENTS: Your Entry must not: (a) violate any third party rights, including, but not limited to, copyrights and trademark rights, or confidentiality obligations; (b) contain defamatory or offensive statements; (c) include threats to any person, place, business, or group; (d) invade privacy rights or any other rights of any person, business, or group; (e) be obscene or indecent; (f) depict any risky behavior, as determined by the Sponsor in its sole discretion; (g) contain or any third party trademarks or logos,; (h) contain any copyrighted elements other than elements owned exclusively by you or those used with permission of the copyright holder; (i) contain or use any other intellectual property, including trade secrets of any third party, unless you have license or permission to do so; and (j) use any celebrities, celebrity look-a-likes, or celebrity sound-a-likes. Your Entry must have been created during the event and may not have been entered in any other Contest or exhibition and may not have been published or distributed in any other media. The Sponsor reserves the right to refuse to post any Entry for any reason. If any group of individuals elects to collaborate on an Entry, the group is required to designate one (1) person as the agent for the group to enter the Promotion, agree to these Official Rules, and accept the prize on behalf of the group. You retain ownership of all intellectual property rights to your Entry, and grant to Citrix an irrevocable, world-wide license to display, distribute and publish your Entry for the purposes of this Promotion.\nENTRANT’S WARRANTIES AND REPRESENTATIONS: By submitting an Entry, Entrant warrants and represents that: (a) Entrant own all rights to the Entry, including, without limitation, any and all code, libraries, source code, APIs, text, graphics, photos, videos, sound recordings, images or other material(s) (collectively, “Materials”) that may form any part of your Entry, or Entrant has obtained have express authorization to use any third party Materials in the Entry; (b) to the extent the Entry depicts any individual or features the voice of any individual, you are the individual pictured and heard in the Entry, or, alternatively, Entrant has obtained express permission from each person appearing in the Entry (or, in the case of minors, Entrant has obtained said permission from parent(s) or legal guardian(s)) to grant the rights to the Sponsor described in the “Sponsor’s Rights to Entries” section below, and can make written copies of such permissions available to the Sponsor upon request; and (c) the Entry complies with all requirements of these Official Rules.\nSPONSOR’S RIGHTS TO ENTRIES; ASSIGNMENT OF RIGHTS; RELEASE AND WAIVER OF CLAIMS: By presenting an Entry, Entrant expressly grants permission to Sponsor to reproduce, display, publish, publicly perform, adapt, modify, create derivative works from, exhibit and otherwise use the Entry as-is or as-edited for purposes of judging and promoting the Promotion in any media throughout the world without limitation, and\nwithout additional review, compensation, or approval from Entrant or any other party, in perpetuity. Entrant acknowledges that there is no confidentiality when presenting the Entry and that anyone who views an Entry is free to develop their own intellectual property as a result of viewing any Entry. Entrant retains ownership of all intellectual property rights arising out of and related to the further development of their specific Entry. Entrant expressly agrees not to instigate, support, maintain, or authorize any action, claim, or lawsuit against the Sponsor on the grounds that any use of the Entry, or any derivative work based upon or incorporating the Entry, infringes any of your rights as creator of the Entry, including, without limitation, copyrights, trademark rights, privacy, publicity and moral rights.\nWINNER SELECTION. At the end of the Entry Period, Entries will be reviewed and judged by a panel assembled by Sponsor. The panel will identify three finalists from those submissions based on the following Judging Criteria: Technical Creativity (“Wow Factor”) (50%), and Technical Difficulty (50%). The finalists will be awarded first, second and third places at the end of the judging.\nPRIZES: First prize is $1,000. Second prize is $500 and third prize is $250. Prizes are non-transferable. No substitution, transfer or assignment of prizes will be allowed. As applicable, non-cash prizes are not transferable for cash, and Sponsor reserves the right to substitute a prize of equal or greater value in the event a prize is not available at the time of award, and the Promotion calls for a non-cash prize.\nWINNER NOTIFICATION Winners will be notified on the day of the Hackathon event of their first, second or third place finish. Following the notification, each winner will be contacted with further information about how to receive the prize for their award level using the e-mail address provided by Entrant at the time of entry. No other notice will be provided.\nODDS OF WINNING. The odds of winning depend upon the number of eligible Entries received during the Entry Period.\nADDITIONAL REQUIREMENTS OF PRIZE WINNERS AND SOME ENTRANTS: Except where prohibited, winners and some Entrants will be required to expressly consent to the use of their name(s), image(s) and likeness(es) identifying them as winners of this promotion before receiving a prize. In addition, except where prohibited, Sponsor may require Entrants and every Prize winner to sign and return an affidavit of eligibility, and a liability/publicity release (“Affidavit and Release”). The Affidavit and Release will confirm Entrant’s: (i) age, residence and eligibility to win a prize pursuant to and in conformance with these Official Rules; (ii) irrevocable license to the Sponsor as described above; (iii) waiver of all claims and moral rights in, relating to and arising out of this promotion, including, without limitation and to the extent permitted by law, a release and waiver of claims relating to use of Entrant’s name(s), image(s), photograph(s), and voice(s) in any media throughout the world for any purpose, without\nlimitation, and without additional review, compensation, or approval from Entrant or any other party, in perpetuity. As applicable, such an Affidavit and Release will be required for each contributor to or any third party appearing in any Entry that wins or is selected for a possible prize. All documents requested by Sponsor, including said Affidavit and Release must be signed, notarized, and returned to the Sponsor within 14 days of receiving notice that said Affidavit and Release is required. If an Entrant or any person contributing to an Entry is a minor, the Entrant’s parent or legal guardian must sign the required documents on the Entrant’s behalf. Prize winners will also be required to provide a Social Security Number for tax reporting purposes. If an Entrant fails to sign and return the required documents within the required time period or is otherwise ineligible to receive the prize, he/she will forfeit the prize.\nGENERAL CONDITIONS: Prize winners are solely responsible for any fees, taxes or other costs associated with receiving any prize. In the event that the operation, security, or administration of the Promotion is impaired in any way for any reason, including, but not limited to, technical errors, tampering with Entries, winner selection, or any form or fraud, the Sponsor may, in its sole discretion, either (a) suspend the Promotion to address the impairment and then resume the Promotion in a manner that best conforms to the spirit of these Official Rules or (b) award the prizes according to the best approximation of these Official Rules, from among the eligible entries received up to the time of the impairment. The Sponsor reserves the right in its sole discretion to disqualify any individual it finds to be tampering with the Promotion or to be acting in violation of these Official Rules. Any attempt by any person to undermine the legitimate operation of the Promotion may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor reserves the right to seek damages from any such person to the fullest extent permitted by law. Failure by the Sponsor to enforce any provision of these Official Rules shall not constitute a waiver of that provision. The Promotion is subject to federal, state, and local laws and regulations and is void where prohibited. In the event of a dispute as to the owner of an Entry, the authorized account holder of the e- mail address used to enter will be deemed to be the Entrant. The “authorized account holder” is the natural person who is assigned to an e-mail address by an Internet access provider, online service provider, or other organization responsible for assigning e-mail addresses for the domain associated with the submitted e-mail address.\nDISCLAIMER. NEITHER SPONSOR, NOR ITS PARENT AND RELATED COMPANIES, NOR ANY OF THEIR RESPECTIVE AGENTS, DIRECTORS, OFFICERS, EMPLOYEES, ATTORNEYS, INSURERS, PREDECESSORS, SUCCESSORS OR REPRESENTATIVES (COLLECTIVELY, “SPONSOR ENTITIES”) MAKE OR GIVE ANY REPRESENTATIONS, CONDITIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, REGARDING THE PROMOTION, OR ANY PRIZE OR ENTRANT’S PARTICIPATION IN THE PROMOTION. THE SPONSOR ENTITIES SHALL NOT BE RESPONSIBLE OR LIABLE FOR ANY LOSS, DAMAGE, COST, OR INJURY THAT ARISES FROM THE PROMOTION OR ANY\nCAUSE, OCCURRENCE OR CONDITION THAT MIGHT CAUSE THE PROMOTION TO BE DISRUPTED, SUSPENDED OR CORRUPTED, INCLUDING: (I) LATE, LOST, DELAYED, DAMAGED, MISDIRECTED, INCOMPLETE, OR UNINTELLIGIBLE ENTRIES; (II) TELEPHONE, ELECTRONIC, HARDWARE OR SOFTWARE PROGRAM, NETWORK, INTERNET, OR COMPUTER MALFUNCTIONS, FAILURES, VIRUSES OR DIFFICULTIES OF ANY KIND; (III) FAILED, INCOMPLETE, GARBLED, OR DELAYED COMPUTER TRANSMISSIONS; AND (IV) THE DOWNLOADING OF ANY MATERIAL IN CONNECTION WITH THIS PROMOTION.\nRELEASE AND LIMITATION OF LIABILITY: Sponsor Entities shall not be liable for any claims, demands, damages and causes of action or any costs or expenses relating to the foregoing, arising out of or relating in any way to the Promotion or any prize. By participating in this Contest/Sweepstakes, Entrants hereby release and discharge the Sponsor Entities from any and all claims, demands, damages and causes of action of every kind and nature, in law, equity or otherwise, known and unknown, suspected and unsuspected, disclosed and undisclosed, and in particular any from all claims, demands, damages and causes of action of every kind and nature for damages actual and consequential, past, present, and future, arising out of, or in any way relating the Contest, the administration of the Contest, any prize awarded, the use or misuse of any prize, and any publicity, advertising or promotion relating to the Contest and/or the prize, and/or acceptance, possession, use, or misuse of the prize. It is understood and agreed that this is a full, complete, and final general release of any and all claims described as aforesaid, and Entrant agrees that it shall apply to all unknown, unanticipated, unsuspected, and undisclosed claims, demands, liabilities, actions or causes of action, in law, equity or otherwise. Entrant has read and fully understands the contents of section 1542 of the Civil Code of the State of California, and that section and the benefits thereof are expressly waived. Section 1542 reads as follows:\n“Section 1542. (General Release - Claims Extinguished.) A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.”\nDISPUTES: Except where prohibited, Entrant agrees that any and all disputes, claims and causes of action arising out of, or connected with, the Promotion or any prize awarded shall be resolved individually, without resort to any form of class action, and exclusively by the appropriate court located in the state of California. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, Entrant’s rights and obligations, or the rights and obligations of the Sponsor in connection with the Promotion, shall be governed by, and construed in accordance with, the laws of California, without giving effect to any choice of law or conflict of law rules\n(whether of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than California.\nPROMOTION RESULTS: Prize winners will be posted at 7414 Hollister Avenue, Goleta, California. Names of winners can also be obtained by sending a self-addressed stamped envelope to CITRIX GOOGLE I/O HACKATHON CONTEST, c/o Citrix Online LLC, 7414 Hollister Avenue, Goleta, California 93117. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "First place"}, {"prize-content": "", "prize-title": "Second place"}, {"prize-content": "", "prize-title": "Third place"}, {"prize-content": "", "prize-title": "Honorable mention"}], "hackathon-location-google-maps": "", "hackathon-url": "https://iosb-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "\"Wow factor\""}, {"judging-criterion": "How likely to be a real product or service?"}, {"judging-criterion": "Ease of use, user experience."}], "hackathon-location-address": "", "hackathon-description-header": "Google I/O Extended Santa Barbara @ Citrix (2015)", "hackathon-prizes-total": "$3,500", "hackathon-location-description": "", "hackathon-end-date": "2015-05-30", "has-projects": "True"}