{"hackathon-description-text": "\nWe are back this year with the second edition of LauzHack - EPFL's official student run hackathon - in Lausanne, Switzerland. Come and join us and 250 like-minded student-hackers hacking together for 24 hours to make something amazing!", "hackathon-number-of-prizes": "14", "hackathon-id": "lauzhack2017", "hackathon-judges": [{"judge-role": "Dependable Systems Lab, EPFL", "judge-name": "George Candea"}, {"judge-role": "Audiovisual Communications Laboratory, EPFL", "judge-name": "Paolo Prandoni"}, {"judge-role": "Laboratory For Systemic Modeling, EPFL", "judge-name": "Alain Wegmann"}, {"judge-role": "GirlsCoding", "judge-name": "Marta Camara-Martinez"}, {"judge-role": "Logitech", "judge-name": "Dan Dumitriu"}, {"judge-role": "Bobst", "judge-name": "Grégory Gascon"}, {"judge-role": "SGS E-Commerce", "judge-name": "Jose-Maria Hernandez"}, {"judge-role": "CERN", "judge-name": "Sebastian Witowski"}, {"judge-role": "Processor Architecture Laboratory, EPFL", "judge-name": "René Beuchat"}, {"judge-role": "Parallel Systems Architecture Lab, EPFL", "judge-name": "Mirjana Stojilovic"}, {"judge-role": "VentureLab", "judge-name": "Jordi Montserrat"}, {"judge-role": "Bloomberg", "judge-name": "Javier Camino"}], "hackathon-number-of-judges": "12", "hackathon-eligibility": "", "hackathon-number-of-participants": "190", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nHacks must be awesome, creative, and built on site at the event. All hacks must adhere to the\nYour submission must include\nPlease include the hash of your last commit.", "hackathon-rules": "\nOnly code that was written after the official start of the 'hacking phase' is valid. Teams can work on existing projects but during the demo the team must clearly outline the part that was written during the hackathon and it shall be only judged on this part. Additionally open-source frameworks and code that is available to everyone may be used. Judges and organizers have to be granted a look on the source code on request.\nTeams of up to 4 humans are allowed.\nAs we are hacking on a university campus, we need to be able to clearly identify participants and non-participants. That's why we ask everyone to wear the badges we hand out and clearly display the badge with their name. It is also not permitted to pass them on to non-participants.\n\nIn order to participate in the actual competition and present your hack your team must be registered on the official project submission platform of the event before the submission deadline.\nUntil submission deadline all teams must be registered, and their submission must include \n and a link to the repository. Video submissions showing a demo of your project are optional.\n\nThe ownership for everything built at the event remains with the team and the team is free to do with it what it wants, with respect to disclaimers for company challenges that indicate otherwise.\nIn order to participate in the competition it is necessary that you demo your hack. Slides are not allowed. Don't be scared to present unfinished hacks. You can still have a chance to win :)\nThe judging of the hackathon will have two phases. In the first phase every team has the chance to present to some judges. Afterwards the best teams will be chosen to present on stage in front of all participants and the final jury. Everyone who presents in front of the final jury starts with a blank slate. Previous scores will not be counted for the final decision.\nIn both cases the decisions of the jury members and organizers are final and shall not be reconsidered.\nWe want a fair competition and are not planning to disqualify anyone however if any of the following things is violated we sadly have to disqualify you (and in cases your team):", "hackathon-prizes": [{"prize-content": "", "prize-title": "LauzHack 2.0 Grand Winner"}, {"prize-content": "", "prize-title": "LauzHack 2.0 Runner Up"}, {"prize-content": "", "prize-title": "LauzHack 2.0 Second Runner Up"}, {"prize-content": "", "prize-title": "Organizer's Favourite Hack"}, {"prize-content": "", "prize-title": "Logitech Challenge Winner"}, {"prize-content": "", "prize-title": "Bobst Challenge Winner"}, {"prize-content": "", "prize-title": "SGS Challenge Winner"}, {"prize-content": "", "prize-title": "AXA Challenge Winner"}, {"prize-content": "", "prize-title": "Cisco Challenge Winner"}, {"prize-content": "", "prize-title": "Credit Suisse Challenge Winner"}, {"prize-content": "", "prize-title": "LCAV/Vidinoti Challenge Winner"}, {"prize-content": "", "prize-title": "Skyscanner Challenge Winner"}, {"prize-content": "", "prize-title": "Swissquote Challenge Winner"}, {"prize-content": "", "prize-title": "Bloomberg's Favourite Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Chemin Alan Turing, 1015 Ecublens, Switzerland", "hackathon-url": "https://lauzhack2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How impressive is your hack from a technical perspective? What were the challenges you had to surmount, and were they difficult given just 24 hours? “Wow” factor is also a criteria."}, {"judging-criterion": "How innovative, original and unexpected is your hack? Does it do\nsomething entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is your hack usable and polished? Does everything work? Is it well designed? How convincing was your presentation?"}], "hackathon-location-address": "Chemin Alan Turing, 1015 Ecublens, Switzerland", "hackathon-description-header": "#HackTheAlps", "hackathon-prizes-total": "0", "hackathon-location-description": "EPFL", "hackathon-end-date": "2017-11-12", "has-projects": "True"}