{"hackathon-description-text": "\nThis year, the inaugural Canvas hackathon is focused on “Media in Context”. Context has always been around us, from where we are, how we are feeling, what time it is, and even our history and culture. How can we apply the idea of context to media and journalism? How do different contexts affect the different phases of media, from production, to distribution, to consumption and interpretation? We believe that exploring new forms of contextually-aware media at this year’s Media in Context hackathon will help us tell a better human story.", "hackathon-number-of-prizes": "13", "hackathon-id": "canvas", "hackathon-judges": [{"judge-role": "MIT Media Lab", "judge-name": "Matt Carroll"}, {"judge-role": "frog design inc.", "judge-name": "Matteo Penzo"}, {"judge-role": "Tech Wadi", "judge-name": "Osama Hassanain"}, {"judge-role": "Al Jazeera", "judge-name": "Yaser Bishr"}, {"judge-role": "Thinkst", "judge-name": "Haroon Meer"}, {"judge-role": "QBIC", "judge-name": "Aysha Al Mudahka"}, {"judge-role": "Al Jazeera", "judge-name": "Reem Al Mansouri"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "66", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nPlease examine the Canvas and Al Jazeera Terms & Conditions, Privacy Policy, and FAQs on the Canvas Website.\nTerms and Conditions: \nPrivacy Policy: \nFAQs: ", "hackathon-prizes": [{"prize-content": "Awarded to the team with the challenge solution that, overall, the judges decide is the most innovative. As elaborated in the Judging Criteria, “innovation” could involve the high level to which this team accomplished their chosen challenge and met or exceeded its recommendations; the level of risk-taking and experimentation apparent in the submitted solution; and/or the high level at which this team and solution shows what can be accomplished within a 48 hour hackathon.", "prize-title": "Most Innovative"}, {"prize-content": "Awarded to the team with the challenge solution that, overall, the judges decide has the greatest potential for growth. As elaborated in the Judging Criteria, “potential for growth” could mean a viable business model; clear usefulness to Al Jazeera or another media organization; or even if this team or solution demonstrates good qualities for incubation.", "prize-title": "Greatest Potential for Use"}, {"prize-content": "Awarded to the team with the challenge solution that, overall, the judges decide has the greatest potential impact on any or all of these fields. As elaborated in the Judging Criteria, “impact” here may mean that this solution advances the current “state-of-the-art”; or has substantial ramifications for how we will produce, distribute, and consume media in the future.", "prize-title": "Greatest Impact and Disruption"}, {"prize-content": "Awarded to the team with the challenge solution that, overall, the judges decide has the highest technical quality. As elaborated in the Judging Criteria, “technical quality” involves the tools, technologies, APIs, and open standards used in the solution; the level of functionality achieved during the hackathon; aesthetic appearance and good design; and other characteristics.", "prize-title": "Highest Technical and Design Quality"}, {"prize-content": "Awarded to the team with the challenge solution that, overall, the judges decide best incorporates the values of Al Jazeera and journalism, including Al Jazeera’s mission to “give voice to the voiceless”; journalistic ideals of honesty, courage, fairness, balance, independence, and diversity; and Al Jazeera’s principles like objectivity, independence, transparency, pioneering spirit, and Human-first.", "prize-title": "Best Embodiment of Values and Ethics"}, {"prize-content": "Awarded to the team with the best solution addressing a “Production Phase” challenge.", "prize-title": "Best Production Phase Solution"}, {"prize-content": "Awarded to the team with the best solution addressing a “Distribution Phase” challenge.", "prize-title": "Best Distribution Phase Solution"}, {"prize-content": "Awarded to the team with the best solution addressing a “Consumption Phase” challenge.", "prize-title": "Best Consumption Phase Solution"}, {"prize-content": "Awarded to the team with the best solution addressing a “Personal Context” challenge.", "prize-title": "Best Personal Context Solution"}, {"prize-content": "Awarded to the team with the best solution addressing a “Situational Context” challenge.", "prize-title": "Best Situational Context Solution"}, {"prize-content": "Awarded to the team with the best solution addressing a “Cultural/Historical Context” challenge.", "prize-title": "Best Cultural/Historical Context Solution"}, {"prize-content": "Awarded to the team with the best solution addressing an “Editorial Context” challenge.", "prize-title": "Best Editorial Context Solution"}, {"prize-content": "This is the only award that will not be determined by the judges. After the Media in Context hackathon, all submitted solutions from all teams and their presentations will be listed on the Canvas website with public voting capabilities. Public voting from the community will be solicited and conducted for about 1 month. At the end of the month, the “People's Choice Award” will be given to the team with the solution that receives the greatest number of votes from the community. All teams and solutions are eligible for this award, regardless of any other major or minor awards they have or have not already won. The People's Choice Award includes the same prize package as the 5 “major awards”: $3,000 cash.", "prize-title": "People's Choice Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Qatar National Convention Centre", "hackathon-url": "https://canvas.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well does the team’s solution address the hackathon challenge they chose? Did they incorporate the challenge’s recommendations or even imagine their own criteria above and beyond these? How much risk-taking or innovation was involved in this approach?"}, {"judging-criterion": "How sustainable is this solution? Is it a good candidate for incubation? Would Al Jazeera or another media organization find this solution immediately useful, deployable, and continue to improve it? Are there established user communities?"}, {"judging-criterion": "How substantially will this solution change the way media is produced, distributed, or consumed? Does this solution make a significant advancement in a media or technology domain or impact the current “state of the art”?"}, {"judging-criterion": "Does the solution make use of an appropriate variety of open source technologies and third party APIs? Is the solution aesthetically appealing and indicative of good design principles? Is it reliable and functional, even for a hackathon prototype?"}, {"judging-criterion": "How well does this solution embody the journalistic ideals of honesty, courage, fairness, balance, independence, and diversity?"}], "hackathon-location-address": "Qatar National Convention Centre", "hackathon-description-header": "Welcome to \"Media in Context\" - the Inaugural Hackathon of the Al Jazeera Canvas Community!", "hackathon-prizes-total": "$25,000", "hackathon-location-description": "", "hackathon-end-date": "2014-12-01", "has-projects": "True"}