{"hackathon-description-text": "\nHackPrinceton is back this spring! With over 600 students last spring, we're opening the show up to more talented hackers from all across the country. Whether it is your first time, or you're a seasoned veteran, we'd love to see you here!", "hackathon-number-of-prizes": "15", "hackathon-id": "hackprincetons2015", "hackathon-judges": [{"judge-role": "", "judge-name": "HackPrinceton Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "116", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n\nWe welcome both hardware and software hacks! We're looking forward to what you produce, but please keep the following in mind.\nSubmissions should be reasonably complete to be considered for any prizes and reimbursements. They must be submitted to ChallengePost", "hackathon-rules": "\nSpecific rules will be announced at the event. However, participants are expected to follow the \n. Those who violate these rules may be asked to leave and have their submission disqualified.\n ", "hackathon-prizes": [{"prize-content": "Technology prize for best use of machine learning: $1,000 in indico API credit, computer-generated portraits for each winning team member, $500, and a Titan X GPU sponsored by Nvidia.", "prize-title": "Best Use of Machine Learning - Indico"}, {"prize-content": "$250 Namecheap Credit for Best Domain Name registered at the event", "prize-title": "Best Domain Name Registration - Namecheap"}, {"prize-content": "This prize is awarded to the team (or individual) who applies the most innovative computational methods to a traditional humanities source base (literary texts, images, library data, etc).", "prize-title": "Best Digital Humanities Hack - Center for Digital Humanities"}, {"prize-content": "Awarded to the best project that merges elements of software and history. Prize is a signed copy of Stephen Kotkin’s magisterial biography of Joseph Stalin.", "prize-title": "Best CS + History Hack"}, {"prize-content": "Prize pack for each member of the team that has the most interesting use of the Twitter APIs or Fabric.  One prize pack includes Vayper Gunnar Glasses, an Amazon Fire TV Stick, and a $50 Amazon gift card.", "prize-title": "Best Use of Twitter API"}, {"prize-content": "Best Use of Linode Services: Each team member will receive a Raspberry Pi 2.", "prize-title": "Best Use of Linode Services"}, {"prize-content": "Cash prize of $500 awarded to the best use of Python that involves large/open datasets. The only requirements are that users primarily code Python; that they use public and open datasets; and that the end result facilitates the every day lives of the general public.", "prize-title": "Best Use of Everyday Data - PrincetonPy / PICSciE"}, {"prize-content": "API Prize for best use of Emotiv API: One EPOC EPOC EEG headset", "prize-title": "Best Use of Emotiv API"}, {"prize-content": "API Prize for best use of MUSE API: One MUSE headset", "prize-title": "Best Use of MUSE API"}, {"prize-content": "", "prize-title": "Hardware 1st Place"}, {"prize-content": "", "prize-title": "Hardware 2nd Place"}, {"prize-content": "", "prize-title": "Hardware 3rd Place"}, {"prize-content": "", "prize-title": "Software 1st Place"}, {"prize-content": "", "prize-title": "Software 2nd Place"}, {"prize-content": "", "prize-title": "Software 3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Friend Center for Engineering Education, Princeton University, William Street, Princeton, NJ 08540, USA", "hackathon-url": "https://hackprincetons2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea? Is it simply a repackaging of a previous project (i.e. Floppy Bird) or is it something that has never been done before? Projects can also blend two concepts together in a refreshing new way (i.e. chocolate-covered bacon)."}, {"judging-criterion": "Does it feel like a quickly hacked-together project, or something that is well thought out? This can be apparent from the UI or the lack of bugs in the project."}, {"judging-criterion": "Can this hack be used in real life to better somebody's life? Is it enough to justify people wanting to use it?"}, {"judging-criterion": "Is the project zany, interesting or just plain amusing? Will it bring a smile to the face of those who see it, whether they are adults, teenagers or little kids?"}], "hackathon-location-address": "Friend Center for Engineering Education, Princeton University, William Street, Princeton, NJ 08540, USA", "hackathon-description-header": "This April 11-12th, some of the nation's best and brightest hackers will converge at Princeton University to create an unforgettable hackathon.", "hackathon-prizes-total": "$7,000", "hackathon-location-description": "", "hackathon-end-date": "2015-04-12", "has-projects": "True"}