{"hackathon-description-text": "\nFinalists are announced!  Read more on the OpenPOWER Foundation", "hackathon-number-of-prizes": "3", "hackathon-id": "openpower", "hackathon-judges": [{"judge-role": "Chairman, OpenPOWER Foundation Vice President of Cloud Channels and Alliances, Canonical", "judge-name": "John Zannos"}, {"judge-role": "Distinguished Engineer, Power Systems Software and Solutions, IBM", "judge-name": "Randy Swanberg"}, {"judge-role": "Senior Enterprise Software Developer Relationship Manager, NVIDIA", "judge-name": "John Ashley"}, {"judge-role": "CAPI Chief Engineer and Distinguished Engineer, Power Systems, IBM", "judge-name": "Bruce Wile"}, {"judge-role": "CTO, GPUdb", "judge-name": "Nima Negahban"}, {"judge-role": "Distinguished Engineer, Xilinx", "judge-name": "Ashish Sirasao"}, {"judge-role": "", "judge-name": "More judges to be announced soon"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThis challenge is open to individuals who are at least 18 years of age as of the time of entry, teams of eligible individuals, and organizations with no more than 50 employees from the following countries: Australia, Canada (excluding Quebec), China (including Hong Kong), France, Germany, India, Israel, Japan, Mexico, Netherlands, South Korea, United Kingdom, and the United States.\nSee the", "hackathon-number-of-participants": "355", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "10", "hackathon-requirements": "\n\n\n\n", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nThe OpenPOWER Developer Challenge (the “Hackathon”)\n (the “Hackathon Website”)\n \nThe Poster is the sponsor and entity responsible for the Hackathon.\n(the “Administrator”): Devpost, Inc., 433 W. 14th Street, #3F, New York, NY 10014.\n \nApril 6, 2016 (10:00am Eastern Time) – August 2, 2016 (5:00pm Eastern Time) (the “Hackathon Registration Period”)\n June 1, 2016 (10:00am Eastern Time) – September 6, 2016 (9:00pm Eastern Time) (the “Hackathon Submission Period”)\n September 2, 2016 (10:00am Eastern Time) – September 18, 2016 (5:00pm Eastern Time) (the “Judging Period”)\nSeptember 19 -22, 2016 during the IBM Edge Conference\n On or around November 18, 2016 at Supercomputing 2016 Conference\nThe Administrator will be the official timekeeper for the Hackathon.\n \n\n(the above are collectively, “Makers”)\nAn individual may join more than one team, Organization, or Large Organization and an individual who is part of a team, Organization, or Large Organization may also enter the Hackathon on an individual basis.  \nIf a team or organization is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or organization, you represent and warrant that you are the Representative, and are duly authorized to act on behalf of your team or organization.\n\n* The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n** Agents include individuals or organizations acting on behalf of, and at the direction of, a Promotion Entity through a contractual or other relationship.\n*** A Government Owned Entity (“GOE”) is defined as an organization/individual who meets any of the following criteria: Governmental bodies and employees - national, state, provincial, local, municipal government - and any department, agency, public enterprise or instrumentality of a government; State owned hospitals, schools, utilities; State owned enterprises (whether wholly or partly owned); Public international organizations; Private companies controlled fully or partly by or under common control with any of the above; a political party or party official, or any candidate for political office.  GOE also includes GOE customers who may consist of: public schools, utilities and organizations licensed to provide public services; public international organizations, such as the United Nations or World Health Organization; entities subject to public procurement laws and regulations; other entities, even those that are privately held and those that are publicly traded, if a government, a public international organization, an entity subject to public procurement laws or a government official, owns or has the ability to exercise control over such entity; and U.S. Federal Clients, including: (i) executive, legislative and judicial branches of the U.S. Federal government, (ii) U.S. Government-affiliated corporations (e.g., Tennessee Valley Authority), (iii) quasi-governmental organizations (e.g., The Smithsonian Institution), (iv) commercial business enterprises operating under a U.S. Federal government power of attorney, or with Management Operating Contractor (MOC) status.\n**** An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that owns equity in, or is partially owned by the other organization.\n \nMakers must do the following to participate in the Hackathon:\n\n\n\n\n\n\nA. Port an existing GPU-enabled application to OpenPOWER and demonstrate scaling to 2 GPU-enabled instances running on two (2) nodes under Spark\nB. Port or create a new Spark application on OpenPOWER and demonstrate scaling to two (2) nodes under Spark. Then, enable the application with GPU acceleration and demonstrate gains when scaling to two (2) GPU-enabled instances under Spark versus the non-GPU enabled application under 2-node Spark.\nC. Modify Spark to enable GPU acceleration, for example GPU-enable a Spark MLlib algorithm, a Spark GraphX algorithm, Spark SQL queries, or any other core function of Spark that you wish to try accelerating with a GPU. Demonstrate the speed-up provided transparently to a Spark application using the Spark functions you GPU-accelerated (with before and after results), scaling across 2-nodes\n\n\n\n\n\n\n\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \nThe text description should explain your solution, including an optional single paragraph description of any innovative problem approaches to what you built, what tools were used, and any other relevant experiences with the tools.\nThe image(s) should be photographs or screenshots of your working solution.\nAll Submissions must include a demonstration video screen capture of the solution. The video portion of the Submission: \na. should be less than ten (10) minutes;\nb. must include footage that clearly explains the solution’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to YouTube, Vimeo, or Youku and a link to the video must be provided on the Enter a Submission form on the Hackathon Website; and\nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\nSolutions must function as depicted in the video and/or expressed in the text description.\nThe Maker must make the Submission available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Hackathon and until the Judging Period ends. \nSubmissions may, but are not require to, integrate other APIs, SDKs, datasets, and custom code as long as the developer is authorized to use them\nYour Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n A Submission must not have been developed, or derived from a solution developed, with financial or preferential support from the Poster or Administrator. Such solutions include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or Administrator any time prior to the end of the Hackathon Submission Period. The Poster, at their sole discretion, may disqualify an Submission, if awarding a prize to the Submission would create a real or apparent conflict of interest.\n \nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website URL, team members (username only), the Submission category and platform, the public link to the solution, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\n Makers represent and warrant that the Poster, Administrator, and Hackathon partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n \nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”), and scored using the following equally weighted criteria (the “Judging Criteria”):\n\n\n\nThe Judging Criteria above may not apply to every Prize. See section 8 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”), and scored using the following weighted criteria (the “Judging Criteria”):\n\n\n\nThe Judging Criteria above may not apply to every Prize. See section 8 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”), and scored using the following weighted criteria (the “Judging Criteria”):\n\n\n\nThe Judging Criteria above may not apply to every Prize. See section 8 below for the Judging Criteria that apply for each Prize. The Maker(s) that are eligible for a Prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that Prize.\nJudges are not required to test the solution and may choose to judge based solely on the text description, images and video provided in the Submission. \nFor each Prize listed in Section 8 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n \nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nPotential winners will be notified using the email address associated with the Devpost account used to enter the Submission (the submitter is the “Representative” in the case of a team, Organization, or Large Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster or Administrator, declaration(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team, Organization, or Large Organization, is ineligible for any other reason. \nIn the event of a disqualification, the Poster and/or Administrator may award the applicable Prize to an alternate potential winner.\n \nThe Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Hackathon, or if there are no eligible Makers or Submissions for a specific Prize.\nA monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms. Prizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a team, or to the Organization, if the Maker is an Organization. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team’s members, as the Representative deems appropriate. \nWithin 45 days of the Poster or Administrator’s receipt of the Required Forms\nWinners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents are required to provide a completed form W-9 and residents of other countries are required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \nA. By entering the Hackathon, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Poster and Administrator is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon. \n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website;\n(iii) unauthorized human intervention in any part of the entry process or the Hackathon; \n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, late, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster.\n \nBy participating in the Hackathon you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\n \nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Hackathon, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB.  Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law.  Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision. \nH. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n \nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n \nA. Makers agree that, to the fullest extent permitted by law: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, other than those concerning the administration of the Hackathon or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Hackathon or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and   \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Hackathon, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \n \nPlease review the Devpost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \n.\nThe Administrator may share any personal information collected on the Hackathon Website with the Poster. Information shared with the Poster is subject to the Poster’s privacy policy located below.\n \nHackathon winners will be posted on the Hackathon Website on or about November 18, 2016.\n \nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at \n. \n ", "hackathon-prizes": [{"prize-content": "One representative from winning individual/team will receive an all-expenses paid trip to Supercomputing 2016.", "prize-title": "Grand Prizes, for Each Track"}, {"prize-content": "Apple iPad Air 16GB for members of the winning team (max of 5 per winning team).", "prize-title": "Second Prizes, for Each Track"}, {"prize-content": "Apple Watch Sport for members of the winning team (max of 5 per winning team)", "prize-title": "Third Prizes, for Each Track"}], "hackathon-location-google-maps": "", "hackathon-url": "https://openpower.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does your contribution add ppc64le support to an existing application or package? How widely used is your solution within the free / open-source community?"}, {"judging-criterion": "If your solution is open-source, was it successfully contributed back to the original project?  If your solution is not open source, what's your path for distribution on OpenPOWER? How will you provide and support a binary?"}, {"judging-criterion": "How well does your solution leverage the technologies available in the OpenPOWER ecosystem, like 8-way multithreading on POWER8, or accelerator offload via accelerators?"}, {"judging-criterion": "Quality of implementation and the extent to which you demonstrate in a verifiable manner performance gain after tuning from a first compile (e.g. verifiable performance gain of 50% from tuning)"}, {"judging-criterion": "Does the solution incorporate Spark as the framework to scale beyond a single node? How well does the solution incorporate Spark to scale?"}, {"judging-criterion": "The extent to which the submitter demonstrates in a verifiable manner, performance gain after GPU-enabling your application (2-node Spark non-GPU enabled versus 2-node Spark GPU enabled)."}, {"judging-criterion": "Does the solution: Incorporate any innovative ideas for the Spark Community?\u2028 Incorporate multiple possibilities across “A”, “B”, and/or “C” of the Spark Rally? Address Deep Learning challenges as defined in the “Cognitive Cup”?"}, {"judging-criterion": "End-to-end accuracy achieved for the problem."}, {"judging-criterion": "Does the solution incorporate Spark as the framework to scale beyond a single node? How well does the solution incorporate Spark to scale?"}, {"judging-criterion": "How well is Deep Learning exploited as part of the solution? Does the solution incorporate any new approaches to the Deep Learning problem (e.g. did the submission involve creating new code, algorithms, or leverage emerging frameworks)?"}], "hackathon-location-address": "", "hackathon-description-header": "Tap into Performance. Tap into OpenPOWER.", "hackathon-prizes-total": "$24,000", "hackathon-location-description": "", "hackathon-end-date": "2016-09-06", "has-projects": "True"}