{"hackathon-description-text": "\nEach day in Massachusetts, travelers throughout the state make individual decisions on how to reach their destinations. Together, the public’s transportation “mode choice” translates into significant outcomes which impact residents across the Commonwealth in many ways, including through traffic congestion, travel costs, and carbon emissions.  To better understand traffic flows throughout the state, MassDOT installed pilot network of roadway sensors to provide real-time traffic management (RTTM) information on three major roadways- 93, I-90, and Rt. 3. Each of these roadway “corridors” is paralleled by at least one light rail line. The Mass Transportation Future Hackathon will engage the public to show compelling insights from the available data, with a special priority around presenting the differences between driving vs. riding the train through specific corridors. The event is designed to encourage participants to choose their own most compelling “lens“ through which to analyze the data, which may include: travel cost, emissions, time delays, etc.", "hackathon-number-of-prizes": "3", "hackathon-id": "masstransporthack", "hackathon-judges": [{"judge-role": "Senior Manager for Big Data & Tech Initiatives, Mass Tech Collaborative", "judge-name": "Christopher Scranton"}, {"judge-role": "Former Mass. Sec. of Transportation, Partner, Foley Hoag, LLP", "judge-name": "Jeff Mullan"}, {"judge-role": "Deputy Registrar for Operations, MassDOT", "judge-name": "Clinton Bench"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\n\n", "hackathon-number-of-participants": "49", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n", "hackathon-rules": "\n\n\nhack/reduce, Inc. is a not-for-profit organization seeking designation by the Internal Revenue Service (IRS) as a 501(c)(3) tax-exempt organization. Our not-for-profit mission is clear. We ask you to support us in fulfilling it—to educate the Boston community at large about Big Data while improving Boston’s reputation as a hub for Big Data, and to foster the growth and development of the technologies and skills required to analyze Big Data among the participants in our lectures, master classes, and hackathons.\nTo make our educational mission possible and as a condition of participating in this hackathon (the “Hackathon”), our hackers’ ideas must be shared with the public. Accordingly, we require our hackers to open source the code they create in our hackathons. By participating in the Hackathon and signing the agreement onsite, you hereby agree to apply any one of the Open Source Initiative licenses listed at \n to any software you generate during the Hackathon. \nDistribution of software generated during the Hackathon to the public at no cost is most consistent with the not-for-profit principles underlying our educational mission.    In addition, by signing the agreement, you hereby affirm that (i) you are someone who is the age of majority in this jurisdiction and are competent to enter into an agreement such as this, and (ii) your participation in the Hackathon is voluntary and you have no expectations and waive any claim to any compensation or remuneration from the donors of the data set used in the Hackathon.", "hackathon-prizes": [{"prize-content": "The project with the best use of core and comparative data. The data represented is useful, insightful, and actionable insights can be derived.", "prize-title": "Best use of data"}, {"prize-content": "The project that is most visually compelling.", "prize-title": "Most visually compelling"}, {"prize-content": "This project is the crowd voted favorite. When voting, participants should bare in mind the Judging Criteria listed in ChallengePost and NOT vote for one's own team. This winner will be determined after the \"Best Use of Data\" and \"Most Visually Compelling\" awards have been presented.", "prize-title": "Crowd Favorite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=275 3rd Street, Cambridge, MA 02142, USA", "hackathon-url": "https://masstransporthack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Has the project used all or some of the core data provided for the hackathon in an interesting way? Does the visualization present compelling correlations? Does the visualization suggest actionable insights?"}, {"judging-criterion": "Has the project incorporated comparative data provided for the hackathon in an interesting way?"}, {"judging-criterion": "Is the visualization interactive? Can the public readily engage with the data?"}, {"judging-criterion": "Is this visualization immediately useful? Is it easy to learn and navigate the content?"}, {"judging-criterion": "Is the data presented in an aesthetic, effective, and imaginative way?"}], "hackathon-location-address": "275 3rd Street, Cambridge, MA 02142, USA", "hackathon-description-header": "Informing the Future of Massachusetts Transportation through Data Analysis and Visualization.", "hackathon-prizes-total": "$6,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}