{"hackathon-description-text": "\nIoThon is Europe’s first research-oriented open source IoT hackathon, taking place in Janunary 18–19, 2018 in Berlin, at Einstein Center Digital Future, Wilhelmstraße 67, 10117 Berlin.", "hackathon-number-of-prizes": "1", "hackathon-id": "iothon", "hackathon-judges": [{"judge-role": "Professor / Aalto University", "judge-name": "Pekka Nikander"}, {"judge-role": "RIOT Core Developer / FU Berlin", "judge-name": "Martine Lenders"}, {"judge-role": "Professor / FU Berlin", "judge-name": "Matthias Wählisch"}, {"judge-role": "Professor / HAW Hamburg", "judge-name": "Thomas C. Schmidt"}, {"judge-role": "Designer and Trainer / Ell-i co-operative", "judge-name": "Teemu Hakala"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nEach submission must be original work done by the team during the hackathon.  The submission must make a clear distinction between work done before the hackathon and the work done during the hackathon.\nOur hackathon is dedicated to providing a harassment-free experience for everyone. We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon organisers.\nThe main prize will be paid by Ell-i co-operative, a Finnish registered company. It is the winners responsibility to pay any taxes or other fees they may need to.", "hackathon-prizes": [{"prize-content": "The main prize is paid by Ell-i co-operative to the members of the winning team.", "prize-title": "IoThon main prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Wilhelmstraße 67, 10117 Berlin, Germany", "hackathon-url": "https://iothon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We will evaluate how novel and awesome your idea and its implementation are.  It pays to be bold and go beyond the box."}, {"judging-criterion": "How much your idea or solution applies IoT, blockchain, and/or ICN technologies in a novel and previously unseen way."}, {"judging-criterion": "Quality of the code and other solution components produced during the hackathon, based on the subjective evaluation of the judges."}, {"judging-criterion": "How much you contribute to open source.  We encourage you to have one or more github repositories, which may be forks of existing repositories.  In the case of forks, we need to be able to see clearly what you have done during the hackathon."}], "hackathon-location-address": "Wilhelmstraße 67, 10117 Berlin, Germany", "hackathon-description-header": "IoT, blockchains, and ICN", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "Einstein Center Digital Future", "hackathon-end-date": "2018-01-19", "has-projects": "True"}