{"hackathon-description-text": "\nHackIllinois is a chance for you to spend 36 hours with a team building any project you'd like! You can work on a useful tool you wish existed or a skill or language you want to learn. Web apps, mobile apps, and hardware hacks - Anything goes!", "hackathon-number-of-prizes": "21", "hackathon-id": "hackillinois2014s", "hackathon-judges": [{"judge-role": "Organizer", "judge-name": "Contact"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll participants must be full-time or part-time University students during Spring 2014 except where permission is explicitly given. Participation is closed to family of judges. Participants must be present at HackIllinois.", "hackathon-number-of-participants": "299", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n- Platforms (iOS, Android, Web / Mobile Web, Mac, Windows, hardware hacks)\n- Must include submission\n- Must select which sponsorship prizes you are going for\n ", "hackathon-rules": "\nParticipation\nAll participants must be full-time or part-time University students during Spring 2014 except where permission is explicitly given. (We’re willing to work with high school students -- \n). Participation is closed to family of judges.\n \nTeams\nTeams must consist of between 1 and 4 participants. Teams must submit a list of members upon submitting their hack by Sunday April 13th, 2014  at 10:00 am CDT. Any modifications after that must be approved by organizers. Single person teams are allowed, but we encourage you to work in groups!\n \nSubmissions\nEach team is permitted one submission that must be received by 10:00am on Sunday, April 13th, 2014. Code submitted must be produced only by team members and written during HackIllinois from the starting time on Friday, April 11th, 2014 to the submission time. If you are continuing a previous project or using old code written by you, let us know on the project submission form. Third party libraries are allowed without notice provided that they are publicly available to any participant. By submitting a project, you and your team grant the HackIllinois team the unrestricted right to use your submission material, at no cost, for promotional purposes of future HackIllinois events.</legalese>\n \nJudging Criteria\nTeams’ demos will be judged on several criteria including usefulness, technical difficulty, polish, and creativity. Teams will not be told their scores during or after judging, and decisions by the judges and HackIllinois team are final.\n \nProject Fair\nAt the end of the event, teams will showcase their projects in a project fair. During this time period, judges will proceed to all teams, and a team will have one to two minutes to demo their projects in a project fair. A team’s presentation may be interrupted by a judge at any time. Teams must be ready to demo when the judges reach their table, and passing on a judge relinquishes the right to be judged. Corporate prizes are judged directly by the company, and HackIllinois is not responsible for the criteria used by these companies.\n \nWinners\nWinners for general HackIllinois prizes will be selected by a combination of corporate judges and judges provided by HackIllinois. Each winning team will be responsible for working with the University of Illinois Computer Science department to arrange for the payment to be sent. Corporate prizes are judged by the respective company, and are provided directly from a company to the winning team. The winning team is responsible for all taxes associated with a prize.\n \nPhotos\nBy attending HackIllinois, you acknowledge that your picture and video may be used without compensation, prior permission, or notification in any promotional material related to HackIllinois.\n \nOther Rules\nHave a question, or something we should have included here and didn’t? Email contact@hackillinois.org\n ", "hackathon-prizes": [{"prize-content": "First place overall", "prize-title": "First Place Overall"}, {"prize-content": "Second place overall", "prize-title": "Second Place Overall"}, {"prize-content": "Third place overall!", "prize-title": "Third place overall"}, {"prize-content": "One Year License of Mathematica for students and a one-year subscription to Wolfram|Alpha Pro.", "prize-title": "Most innovative use of the Wolfram Technology Stack"}, {"prize-content": "$100 Groupon Gift Cards for each member of the team.", "prize-title": "Best use of the Groupon API"}, {"prize-content": "Raspberry Pi Starter Kits for each team member.", "prize-title": "Best use of the Dwolla API"}, {"prize-content": "2-years Rdio Unlimited for each member of the winning team.", "prize-title": "Best use of the Rdio API"}, {"prize-content": "1 IPad mini per team member.", "prize-title": "Best Healthcare Hack - IMO"}, {"prize-content": "$500 paid out via Venmo.", "prize-title": "Best “Just Makes Life Easier” Hack - Venmo"}, {"prize-content": "Beats By Dre Headphones for each person on the team. In addition, the top 3 apps built with Firebase will receive 6 months of the Firebase Bonfire plan ($900 value)", "prize-title": "The most creative use of the Firebase API"}, {"prize-content": "$150 worth of parts.", "prize-title": "Most Sophisticated Hardware Hack - Octopart"}, {"prize-content": "Answers Swag Basket with (5) $100 Cash Gift Cards", "prize-title": "Best Use of Data - Answers"}, {"prize-content": "Jawbone Up Bands for each team member.", "prize-title": "\"Most Technically Challenging\" Hack - Andreesen Horowitz"}, {"prize-content": "3 Pebble Steels.", "prize-title": "Best Wearable Hack - Pebble"}, {"prize-content": "$500 VISA gift card.", "prize-title": "Best Use of John Deere API"}, {"prize-content": "$500 cash.", "prize-title": "Best way to connect two different people  - Trunk Club"}, {"prize-content": "$500 to be sent to the team.", "prize-title": "Most Scalable Hack - Niksun"}, {"prize-content": "There are 2 prizes being given out with this award.", "prize-title": "Coolest Hack - Neustar"}, {"prize-content": "$500 for the team with the most maintainable, testable, correct, and best designed hack.", "prize-title": "Most Maintainable, Testable, Correct Hack - Goldman Sachs"}, {"prize-content": "$500 to the team!", "prize-title": "Best use of the Yahoo API"}, {"prize-content": "$500 for the team.", "prize-title": "Best Use of Image Recognition"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackillinois2014s.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}], "hackathon-location-address": "", "hackathon-description-header": "Imagine. Learn. Launch", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "", "hackathon-end-date": "2014-04-13", "has-projects": "True"}