{"hackathon-description-text": "\nCode2040 will be hosting its 4th Annual Hack4Diversity the weekend of July 23-24th, 2016. The theme of the hackathon is 'Closing the Gap' for the Black and Latinx community. Code2040 Fellows will be creating projects that impact a real need / problem / opportunity that impact our communities.", "hackathon-number-of-prizes": "1", "hackathon-id": "hack4diversity-2016", "hackathon-judges": [{"judge-role": "CyberCode Twins", "judge-name": "America Lopez"}, {"judge-role": "CyberCode Twins", "judge-name": "Penelope Lopez"}, {"judge-role": "GitHub", "judge-name": "Corey Hobbs"}, {"judge-role": "Code2040/Apple", "judge-name": "Code2040 Apple Fellows"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nHack4Diversity is only open to 2016 Code2040 Fellows.\nIf you have any questions, please contact Phillip Loya at", "hackathon-number-of-participants": "36", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\nAll work must be completed between July 23 and July 24.\nPresentations and hosted link (if applicable) must be submitted by 10:00 am on Sunday. No modifications are allowed. Any submissions after that time will be docked 10 points per minute. The hackathon officially begins at 10am on Saturday July 23rd. You may not begin coding, setting up your project, working on your presentation, or use code you’ve written before the hackathon officially begins.\nYou must present a working demo! You may present mocks in addition to the demo but you must show an application running during your presentation.\nParticipants must contact the organizers if they wish to reuse code they’ve created outside the hackathon.\nAll work must be done in the designated hacking zone unless permission has been granted from the Hack4Diversity organizers.\nThird party libraries are permitted if they are available freely and publicly accessible to all teams.\n3rd Party materials, like graphics and images may be used in products and presentation if they fall under public domain, creative commons, or fair use policies.\nExternal 3rd Party Guidance and Assistance in the form of a non-team member assisting in the hackathon projects is strictly forbidden, EXCEPT in the case of registered Hack4Diversity mentor.\nPlease contact a Hack4Diversity organizer during the event for questions regarding 3rd party help or libraries.\n\nLength of demos will be no more than 2 minutes with 3 minutes of Q&A from the Judges. This will be strictly enforced. No videos permitted. One team member presents while at least one other team member controls the laptop.\n\nAll participants are expected to follow the \n.", "hackathon-prizes": [{"prize-content": "Winners for each category will win $500 for their team.", "prize-title": "Cash Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=88 Colin P Kelly Jr St, San Francisco, CA 94107, USA", "hackathon-url": "https://hack4diversity-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this idea really tap into the big picture? Is this team going to change the world? Is the team solving a problem in a fresh new way?"}, {"judging-criterion": "Does the feel of this product match the use case? Is this product easy and intuitive to use? Are the visual elements high quality?"}, {"judging-criterion": "Did the team do something impressive technically? Did they create their own algorithm or roll their own tools?"}, {"judging-criterion": "Was the presenter creative and engage the audience? Was the demo and/or content presented in a meaningful and understanding way?"}], "hackathon-location-address": "88 Colin P Kelly Jr St, San Francisco, CA 94107, USA", "hackathon-description-header": "Closing the Gap", "hackathon-prizes-total": "$2,000", "hackathon-location-description": "GitHub HQ", "hackathon-end-date": "2016-07-24", "has-projects": "True"}