{"hackathon-description-text": "\nNow that we have announced two major features to our platform: links and location, smart developers from all around the world can leverage them into creating useful and amazing uses for the Yo platform using the Yo API.", "hackathon-number-of-prizes": "2", "hackathon-id": "yoapp", "hackathon-judges": [{"judge-role": "CEO at Yo", "judge-name": "Or"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n Anyone can participate.", "hackathon-number-of-participants": "179", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\n \n\n\nThis Challenge is sponsored by Life Before Us, Inc. (“us” or “our”), to identify the best new service that integrates the YO API into a mobile application.  ChallengePost is administering and managing this Challenge.  This Challenge is governed by these Official Rules as well as the ChallengePost Terms of Service which are incorporated herein by reference.  To the extent there is a discrepancy between the Official Rules and the ChallengePost Terms of Service, these Official Rules shall govern with respect to this Challenge only.\n\n\nJudging will be based on (i) the actual number of users accumulated by a certain submission/service; and (ii) the overall creativity, originality, marketability, compatibility with the Yo App vision and the ability to integrate the Yo concept into the Submission as determined by the judges. \nSubmissions, or a small group thereof, may be made available on ChallengePost for users to vote.  If so, non-suspect user votes may also be considered as part of the judging criteria.\n \n\n\n\n\n\n\n\n\n\n\n\n \n\nPlease send any notices, questions, comments, or concerns regarding your privacy concerns for this Challenge to:  challenge@justyo.co.\n ", "hackathon-prizes": [{"prize-content": "This prize will be given to the Yo service with most (real) users after the week of judging.", "prize-title": "People Choice"}, {"prize-content": "This prize will be given to the Yo service that the judges decide is best based on usefulness, design and creativity.", "prize-title": "Judges Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://yoapp.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Yo now has location and links! The possibilities are endless! Let creativity prevail!", "hackathon-prizes-total": "$7,500", "hackathon-location-description": "", "hackathon-end-date": "2014-11-17", "has-projects": "True"}