{"hackathon-description-text": "\nThe Pebble App Challenge is a competition to find the best 16 apps of the Pebble appstore and match them against each other until the best app is revealed! Between March 10th and March 23rd, developers have submitted their new or existing apps to enter in the Challenge.", "hackathon-number-of-prizes": "2", "hackathon-id": "pebble", "hackathon-judges": [{"judge-role": "", "judge-name": "Pebble Users"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThe challenge is open to individuals, team of individuals who are at least the age of majority where they reside as of the time of entry. It is also open to organizations. One individual can join several teams in the Challenge.\nThe Challenge is not open to individuals who are residents of a country where the laws of the United States or local laws prohibits participating or receiving a prize in the Challenge. Employees of Pebble or companies involved in the organization, as well as their families are not authorized to enter the Challenge. Please", "hackathon-number-of-participants": "338", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nParticipants need to submit a Pebble 2.0 application (watchapp, watchface, companion apps are all eligible) on the Challenge website. The submission should include a text description, some screenshots and an optional (but strongly recommended) video.\nThe application must be publicly available in the Pebble appstore. It does not need to be new, every app available on the Pebble appstore can be entered in the competition. Each participant can submit multiple applications.\n", "hackathon-rules": "\nPebble App Challenge Official Rules – (the “Official Rules”) \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\n  \nChallenge Name: Pebble App Challenge (the “Challenge”)\nChallenge Website: http://Pebble.ChallengePost.com (the “Challenge Website”)\n1. POSTER & ADMINISTRATOR\nPoster (the “Poster”): Pebble Technology Corp., 925 Alma Street, Palo Alto, CA 94401.\nAdministrator (the “Administrator”): ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nThe Poster is the sponsor and entity responsible for the Challenge. The Administrator manages and implements the Challenge per the direction of the Poster. \n2. DATES AND TIMING\nChallenge Submission Period: March 10, 2014 (10:00am Pacific Time) – March 23, 2014 (5:00pm Pacific Time) (the “Challenge Submission Period”)\nPublic Voting Period: March 24, 2014 (10:00am Pacific Time) – March 27th, 2014 (5:00pm Pacific Time) (the “Public Voting Period”)\nPublic Voting will take place on the Challenge Website and will be open to members of the general public with verified ChallengePost accounts.\nFinalist Voting Period: March 31st, 2014 (10:00am Pacific Time) – April 3rd, 2014 (5:00pm Pacific Time) (the “Finalist Voting Period”)\nThe Finalist Voting Period will be divided into a series of voting rounds (see section 7 for details) which will take place as follows:\nRound 1: April 7th, 2014 (8:00 Pacific Time - 23:59 Pacific Time)\nRound 2: April 8th, 2014 (8:00 Pacific Time - 23:59 Pacific Time)\nRound 3: April 9th, 2014 (8:00 Pacific Time - 23:59 Pacific Time)\nRound 4: April 10th, 2014 (8:00 Pacific Time - 23:59 Pacific Time)\nFinalist Voting will take place on the Pebble appstore and will be open only to registered Pebble users.\nWinners Announced: On or around April 11th, 2014 (2:00pm Pacific Time) \nThe Administrator will be the official timekeeper for the Challenge Submission Period and Public Voting Period. The Poster will be the official timekeeper for the Finalist Voting Period.\n3. ELIGIBILITY\nA. The Challenge IS open to: \nindividuals who are at least the age of majority where they reside as of the time of entry\nteams of eligible individuals\norganizations (including corporations, not-for-profit corporations and other nonprofit organizations, limited liability companies, partnerships, and other legal entities) that exist and have been organized or incorporated at the time of entry (“Organizations”)\n(the above are collectively, “Makers”)\nAn individual may join more than one team or Organization and an individual who is part of a team or Organization may also enter the Challenge on an individual basis.  \nIf a team or Organization is entering the Challenge, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a team or Organization, you represent and warrant that you are the Representative authorized to act on behalf of your team or Organization.\nB. The Challenge IS NOT open to: \n  \nindividuals who are residents of, or Organizations domiciled in, a country, state, province or territory where the laws of the United States or local law prohibits participating or receiving a prize in the Challenge (including, but not limited to, Brazil, Quebec, Italy, and Cuba, Sudan, Iran, North Korea, Syria, and any other country designated by the United States Treasury's Office of Foreign Assets Control)\norganizations involved with the design, production, paid promotion, execution, or distribution of the Challenge\nemployees, representatives and agents of such organizations, and all members of their immediate family or household*\nany other individual involved with the design, production, promotion, execution, or distribution of the Challenge, and each member of their immediate family or household*\nany Judge (defined below), or company or individual that employs a Judge \nany parent company, subsidiary, or other affiliate of any organization described above\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n4. SUBMISSION REQUIREMENTS\nMakers must register for the Challenge on the Challenge Website, complete and enter all of the required fields on the “Enter a Submission” page of the Challenge Website (each a “Submission”) during the Challenge Submission Period, and follow the requirements below.\nA. Language Requirements \nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \nB. Application Requirements\n(i) What to Submit: Makers must submit a working software application that utilizes the Pebble SDK 2.0 and is available to the public via the Pebble appstore prior to the end of the Challenge Submission Period (each an “Application”).\n(ii) Functionality: The Application must be capable of being successfully installed and running consistently on the platform for which it is intended, and must function as depicted in the video and/or expressed in the text description.\n(iii) Platforms: A submitted Application can be:\nA native Pebble application\nAn iOS and/or Android application that uses Pebble SDK 2.0\nA combination of these.\n(iv) New & Existing: Applications may be either newly created by the Maker, or may have existed prior to the Challenge Submission Period.\n(v) Multiple Submissions: A Maker may submit more than one Submission, however, each Submission must be unique, as determined by the Poster and/or the Administrator.\n(vi) SDKs, APIs, & Data: Applications may integrate SDKs, APIs and data, provided the Maker is authorized to use them.\n(vii) Intellectual Property: Your Submission must: (a) be your (or your team or Organization’s) original work product; (b) be solely owned by you, your team, or your Organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. By entering the Challenge you represent, warrant, and agree that your Submission meets these requirements.\nC. Text Description, Image and Video Requirements \n(i) Text Description: The text description should explain the features and functionality of the your Application.\n(ii) Images: You must submit at least one image. The image(s) should be photographs or screenshots of your working Application. Images must be one of the following formats: .jpg, .gif, or .png.\n(iii) Video: The optional video portion of the Submission: \na. should be less than five (5) minutes;\nb. should include footage that walks through and clearly explains the Application’s features and functionality through a comprehensive demonstration;\nc. must be uploaded to Youtube, Vimeo, or Youku, and a link to the video must be provided on the submission form on the Challenge Website; and\nd. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\n5. SUBMISSION RIGHTS & LICENSES\nA. Maker Rights: Subject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nB. Poster Rights:  By entering the Challenge, you grant to the Poster, Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nC. Submission Display: The following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster and Administrator for screening and evaluation.\nD. Makers represent and warrant that the Poster, the Administrator and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by ChallengePost, without obtaining permission or license from any third party and without any compensation to Makers.\n6. SELECTION OF POPULAR CHOICE FINALISTS\nA. Voting on the Challenge Website during the Public Voting Period will determine the potential winners of the Popular Choice Finalist Awards. The Poster and the Administrator reserve the right to extend or change the Public Voting Period at any time for any reason.\nB. Voting during the Public Voting Period is open to any person with a verified ChallengePost account. Each person is limited to one vote per Submission and may only vote using one account.\nC. Sixteen (16) potential winners of the Popular Choice Finalist Awards (described below in Section 9) will be selected based solely on the highest number of verified votes received on the Challenge Website. The Administrator and/or Poster will determine verified vote counts in their sole discretion.\nD. If there is a tie between or among two or more Submissions for the Popular Choice Awards, the Poster will appoint a panel of three (3) internal judges that will vote on the tied Submissions. The winner of the panel vote will be considered the Submission with the higher overall verified vote count.\n7. SELECTION OF GRAND PRIZE WINNER\nA. The sixteen (16) potential winners of the Popular Choice Finalist Award will compete for the Grand Prize during the Finalist Voting Period in a single elimination tournament. Voting during the Finalist Voting Period will take place on the Pebble appstore during a series of voting rounds. The Poster may extend the Final Voting Period at their sole discretion.\nB. Voting during the Finalist Voting Period is open only to registered Pebble users. Each registered Pebble user is limited to one vote per pair of Applications competing in a voting round and may only vote using one Pebble account.\nC. The Application in a competing pair with the most verified votes from registered Pebble users will advance to the next round. The Poster will determine verified vote counts in their sole discretion.\nD. Applications will be paired in Round 1 based on their ranking (1st through 16th) in total number of verified votes received during the Public Voting Period (see the table below). Round 1 will include the 16 potential winners of the Popular Choice Finalist Award; Round 2, the 8 winners of the Round 1 matchups; Round 3, the 4 winners of the Round 2 matchups; and Round 4, the 2 winners of the Round 3 matchups. The winner of Round 4 will win the Grand Prize. Submissions will be paired to compete for votes as follows:\n \n \nE. If there is a tie between two competing Submissions in a voting round during the Finalist Voting Period, the Poster will appoint a panel of three (3) internal judges that will vote on the tied Submissions. The winner of the panel vote will be considered the Submission with the higher overall verified vote count.\n8. ADDITIONAL TERMS RELATED TO PUBLIC VOTING AND FINALIST VOTING\nA. The likelihood of being selected to win the Popular Choice Finalist Award and Grand Prize depends on the total number of verified votes received by the Submissions relative to other Submissions. \nB. Makers may not directly or indirectly offer or pay any monetary or other form of consideration in exchange for a vote.\nC. Use of an automated process or similar device to submit an electronic vote is strictly prohibited. Any attempt to circumvent the one-vote limit per Submission, including the use of multiple email addresses or registrations, or any form of automated vote processes, will subject all votes from the person or entity to disqualification. The Poster and/or the Administrator reserves the right to disqualify any Maker at their sole discretion, if a Maker receives multiple and/or irregular votes from the same user or users, or receives votes in a manner that otherwise may indicate automated or non-automated vote manipulation.\nD. If the voting process for either the Popular Choice Finalist Awards or the Grand Prize fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the Poster and/or the Administrator at their sole discretion reserve the right to determine the Popular Choice Finalist Awards or Grand Prize by using non-suspect votes, or any other means the Poster and/or Administrator deem appropriate. If no alternative means of determining the winners of the Popular Choice Finalist Awards or Grand Prize is available, the Poster may determine the sixteen (16) finalists and Grand Prize winner with a panel of judges. The judges will score the Submissions based on two criteria: (i) design and user experience; and (ii) uniqueness and novelty.\nE. The Poster and Administrator are not responsible for, and are not required to count any vote which, in their judgment, is incomplete, late, misdirected, damaged, unlawful or illicit. This includes votes secured in breach of the voting rules above, as well as those lost for technical reasons, or otherwise in violation of these Official Rules.\n9. PRIZES\n10. VERIFICATION OF POTENTIAL WINNERS\nA. Verification Requirement: THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nB. Required Forms: Potential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission. In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Poster or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nDeadline for Returning Required Forms: ten (10) business days after the Required Forms are sent.\nC. Disqualification: The Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner, or any member of a potential winner’s team or Organization, is disqualified for any other reason. \nIn the event of a disqualification, the Poster and/or Administrator may award the applicable Prize to an alternate potential winner.\n11. PRIZE DISTRIBUTION\nA. Substitutions & Changes: The Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nB. Prize Delivery: A monetary Prize will be mailed to the winning Maker’s address (if an individual) or the Representative’s address (if a team or Organization) after receipt of the Required Forms. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team or Organization’s participating members, as the Representative deems appropriate. \nC. Prize Delivery Timeframe: Within 45 days of the Poster or Administrator’s receipt of the Required Forms\nD. Taxes: Winners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or Prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n12. ENTRY CONDITIONS AND RELEASE\nA. By entering the Challenge, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Challenge judges which are binding and final in all matters relating to the Challenge.\n(iii) You release, indemnify, defend and hold harmless the Poster, Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules. \nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with: \n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge; \n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website or Poster website;\n(iii) unauthorized human intervention in any part of the entry process or the Challenge; \n(iv) technical or human error which may occur in the administration of the Challenge or the processing of Submissions; or \n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster and/or Administrator. \n13. PUBLICITY\nBy participating in the Challenge you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes. \nThe duration of your consent is for a period of three years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Maker’s team or Organization which participated in the winning Submission.\n14. GENERAL CONDITIONS\nA. Poster and Administrator reserve the right, in their sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB.  Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation. \nC. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law.  Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Challenge Website.  To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting. \nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.   \nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Challenge, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n15. LIMITATIONS OF LIABILITY\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n16. DISPUTES\nA. Makers agree that, to the fullest extent permitted by law: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any Prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Challenge or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court and Makers consent to the exclusive jurisdiction and venue of such courts; and  \n(iii) under no circumstances will Makers be entitled to, and Makers hereby waives all rights to claim, any punitive, incidental and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Makers and the Poster in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \n17. ADDITIONAL CHALLENGE WEBSITE TERMS\nPlease review the ChallengePost Terms of Service at http://challengepost.com/terms for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\nChallengePost collects personal information from you when you enter the Challenge. The information collected is subject to the privacy policy located here: http://ChallengePost.com/privacy.\n18. CONTACT\nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at Support@ChallengePost.com. ", "hackathon-prizes": [{"prize-content": "The winner of the Pebble app challenge will get $5000 in cash.", "prize-title": "Winner of the Pebble App Challenge"}, {"prize-content": "Each app selected in the top 16 will receive a Pebble Steel!", "prize-title": "Top16 apps"}], "hackathon-location-google-maps": "", "hackathon-url": "https://pebble.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "A showdown of apps!", "hackathon-prizes-total": "$8,984", "hackathon-location-description": "", "hackathon-end-date": "2014-03-24", "has-projects": "True"}