{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "7", "hackathon-id": "openbuild", "hackathon-judges": [{"judge-role": "Gertrude", "judge-name": "Otis Gibson"}, {"judge-role": "Gertrude", "judge-name": "Heather Knapp"}, {"judge-role": "The Remix Project", "judge-name": "Corey Jenkins"}, {"judge-role": "The Remix Project", "judge-name": "Jack Flash"}, {"judge-role": "MonkeyBars", "judge-name": "Emmanuel Marcha"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n18+ or note from Guardian if younger. \nTeam limit 5\nFull disclosure on pre-work", "hackathon-number-of-participants": "37", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nAnything that is a work created at OpenBuild or had work done at OpenBuild is kosher for submission. ", "hackathon-rules": "\n\n \n\n\nExpect to have no idea what's going on. OpenBuild is a collaborative, time pressure event so feeling anxious is normal. Say you've showed up alone and want a team to work with. At the start, we will walk you through the schedule, rules and provisions for the day. After which, MonkeyBars will field questions and help people form teams and ideas. \nBy lunch time, you'll be on the rails and the rest of it is up to you. Are you open to learning new skills? Can you step up and lead or follow someone else's lead? Is your idea fulfilling, without it winning a prize? OpenBuild has been most enjoyed when someone was filling a gap, whether it was personally or for a greater cause. \n\n\nFood throughout the event including beverages and snacks.\nMentors from the various companies involved with skills ranging from construction and design to music and coding. \nTools provided from sponsoring companies as well as basic prototyping materials. \n\nYou sure can. Email taylor@monkeybars.io \n\nYes, that is a camera. MonkeyBars documents our events because we want to be able to tell a story about what happened. We may ask you questions throughout the event to learn more about your experiences. This helps us know if we're actually accomplishing what we set out to, show others what it's like to be a part of OpenBuild and show you what you experienced from a wholistic perspective. \n \n\nAnyone should/can participate but here's a shortlist of the folks we'd love to see come out. \n \nProduct Designer \nWeb Developer\nRecording Artist\nPainter\nSound Engineer\nMarketing & Analytics\nInterior Designer\nEntrepreneur\nMobile Developer\nWriter\nGraphic Designer\nWeb Designer\nUser Experience/Interaction\nBusiness Development\nMechanical Engineer\nElectrical Engineer\nIllustrator\nSoftware Developer\n \n\nNope, but if you are under 18, we will need a waiver and contact from your parent or guardian.  \n\n\nThere is \n parking in the building parking lot and around the building\nThe Cermak stop on the #8 Halsted bus route is about a 5 minute walk to Lacuna.  \nThere is a Halsted stop on the Orange line train 9 minutes away from Lacuna; the Halsted bus can bring you a bit closer\nThe Morgan stop on the #21 Cermak bus route will drop off directly in front of the building\nThere is a Cermak Stop on the Green line train; the Cermak bus can be taken from directly in front of the train station\n\n\nYou can bring your own devices and tools for whatever you work on. We will provide power, internet and food. \nDo not bring anything that would be illegal in the space, such as alcohol, drugs or weapons. \n\n\ninfo@monkeybars.io \n\n\nNope, we'll have you in our system \n\nMonkeyBars is dedicated to providing a welcoming and harassment-free conference experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, or religion.\nSexual language and imagery is not appropriate for any conference venue, including talks, workshops, the vendor hall, parties, Twitter and other online media.\n\n\nHarassment includes offensive verbal comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nParticipants asked to stop any harassing behavior are expected to comply immediately. Any event participant who engages in harassing behavior may be asked to leave the venue.\n\n\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of conference staff immediately. Conference staff can be identified as they’ll be wearing branded badges.!\nIf the matter is especially urgent, please contact either of these individuals:!\nTaylor Harvey. taylor@monkeybars.io 312-860-8093\nJay Kasturi. jay@monkeybars.io\n\nMonkeyBars staff will be happy to help participants contact venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the conference. We value your attendance and are committed to your safety and security.!\n\nIf you have questions or comments regarding our code of conduct, please email us info@monkeybars.io\n", "hackathon-prizes": [{"prize-content": "4 days and night in Miami. Airfare and Hotel paid for.", "prize-title": "Airfare and hotel for a 4 day trip to Miami"}, {"prize-content": "Courtside seats for a Chicago Bulls game of your choice.", "prize-title": "Front row Bulls Tickets"}, {"prize-content": "A free 1 year lease for office space at LACUNA. This prize will be given to an entire winning team.", "prize-title": "1 year of free office space at LACUNA"}, {"prize-content": "iBeacons for the top 2 iBeacon projects", "prize-title": "iBeacons"}, {"prize-content": "", "prize-title": "Huion H610PRO Painting Drawing Pen Graphics Tablet"}, {"prize-content": "", "prize-title": "6 months of Adobe creative cloud"}, {"prize-content": "", "prize-title": "Amazon Echo"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2150 South Canalport Avenue, Chicago, IL 60608, USA", "hackathon-url": "https://openbuild.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Gertrude Inc. is witholding the details of this challenge, however, we can tell you that you will be reimagining a universal household item."}, {"judging-criterion": "Work within a $2,500 budget to reimagine the physical space to better serve the needs of a creative arts and a business academy."}, {"judging-criterion": "Create fun, technical installations for LACUNA. We will have Myo armbands and iBeacons."}, {"judging-criterion": "Create a strategy to attract new tenants"}, {"judging-criterion": "Create a project that uses iBeacons distributed across Lacuna"}], "hackathon-location-address": "2150 South Canalport Avenue, Chicago, IL 60608, USA", "hackathon-description-header": "A hackathon for all walks of life. Learn Graffiti. Work with one of the elite design agencies in the world. Redesign a creative space for at risk youth. Use iBeacons and Myo's. Over 30k in prizes.", "hackathon-prizes-total": "$111,499", "hackathon-location-description": "LACUNA", "hackathon-end-date": "2015-09-13", "has-projects": "True"}