{"hackathon-description-text": "\nCode/Interactive's Winter Hackathon, as part of the CS4All initiative and Major League Hacking's Local Hack Day in NYC , brings C/I students together to work with tech mentors and compete for the prizes listed on the site. All attendees will also get C/I SWAG and free food all day long from 9am - 8pm!", "hackathon-number-of-prizes": "6", "hackathon-id": "ciwinter2016hackathon", "hackathon-judges": [{"judge-role": "Director of Digital Experiences/Siegelvison", "judge-name": "Bini Mustafa"}, {"judge-role": "Chief Creative Officer/Siegelvision", "judge-name": "Frank Liu"}, {"judge-role": "Director Business Solutions/The Madison Square Garden Company", "judge-name": "Nicole Marinake"}, {"judge-role": "Director, Digital and Social Media/New York Yankees", "judge-name": "Kimberly David"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nYour group must have between 3 and 5 participants from your school.\nAll students must be a part of C/I's in-school or after school programs.\nAll students must complete an initial brainstorming activity before they arrive at the hackathon.\nAll students must have their permission slips upon arrival or have their teacher e-mail permission slips to", "hackathon-number-of-participants": "81", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nPLANNING GUIDE: \nUse this guide to help you plan and organize your project \nYou need to describe your problem and solution (related to bias or civics) that you've identified, validated, and developed in detail.\nDescribe the problem that you are trying to solve with your team and why it is a problem.  Explain the validation process that you used and the results of your validation process (i.e. \"We surveyed __ people and __ people said that this was a good problem.  This is why we decided to continue working on this problem.)\nDescribe your tech solution that helps to solve your problem and why it is a good solution.  Be detailed while describing the features and explain the results of the validation process for your solution, as well. (i.e. \"We surveyed __ people and __ people said that this was a good solution.  This is why we decided to continue working on this solution.)\nYou will plan the layout of your product with at least three wireframes or product sketches on the website that you present at the end of the day.  \n \nEACH GROUP HAS 4 DELIVERABLES DUE TODAY: ", "hackathon-rules": "\nHere are a few guidelines for the day:\n ", "hackathon-prizes": [{"prize-content": "1 x Joy Labz Makey Makey Classic Kit", "prize-title": "Most Technical - Prize Package 1 - Kits"}, {"prize-content": "4 x BOSEbuilds", "prize-title": "Best Overall - Prize Package 2 - BOSEbuilds"}, {"prize-content": "5 x Makey Makey GOs", "prize-title": "Best Design - Prize Package 3 - Makey Makey GOs"}, {"prize-content": "1 x Little Bits Arduino Coding Kit", "prize-title": "Most Creative - Prize Package 4 - Little Bit"}, {"prize-content": "5 x Makedo Toolkits", "prize-title": "Best Pitch - Prize Package 5 - Makedo Toolkits"}, {"prize-content": "Up to 25 Students will get to sit down with industry leaders at a top organizational identity consultancy and deepen their product development plan and industry knowledge", "prize-title": "Branding Session with Siegelvision"}], "hackathon-location-google-maps": "https://maps.google.com/?q=315 Hudson St, New York, NY 10013, USA", "hackathon-url": "https://ciwinter2016hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the product use elements of UX design principles? Is the product visually appealing and inviting to users? Does the product take user functionality into account?"}, {"judging-criterion": "How well did the team present their project? Was the idea well communicated? Were the visuals engaging and appropriate? Did the team share presentation responsibilities? Was there a hook to build audience interest?"}, {"judging-criterion": "Did you choose to focus on a major social issue related to bias? Does your tech product have the potential to solve it? Is the idea original & unique, or a just a copy of something that already exists?"}, {"judging-criterion": "How much of your coding knowledge did you implement? Did your team challenge yourselves by learning something new from your mentor or at a workshop to use in your project? Did you implement an API to make your app functional?"}, {"judging-criterion": "Best Overall, Best Design, Best Pitch, Most Creative, Most Technical"}], "hackathon-location-address": "315 Hudson St, New York, NY 10013, USA", "hackathon-description-header": "A Code/Interactive student hackathon powered by Fullstack Academy as a part of the CS4All initiative & Major League Hacking's Local Hack Day in NYC", "hackathon-prizes-total": "$9,280", "hackathon-location-description": "Galvanize NY", "hackathon-end-date": "2016-12-03", "has-projects": "True"}