{"hackathon-description-text": "\nAs St. Augustine once said, “The world is a book and those who do not travel read only one page.”", "hackathon-number-of-prizes": "5", "hackathon-id": "mashhacks-travel", "hackathon-judges": [{"judge-role": "Senior Tech Analyst, Mashable", "judge-name": "Christina Warren"}, {"judge-role": "Director of Research, Hopper", "judge-name": "Alex Mozdzanowska"}, {"judge-role": "Formerly Director of Engineering, KAYAK Mobile", "judge-name": "Vinayak Ranade"}, {"judge-role": "Senior Associate, Bessemer Venture Partners", "judge-name": "Eric Ahlgren"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nTo be eligible for a prize, the projects:", "hackathon-number-of-participants": "40", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "8", "hackathon-requirements": "", "hackathon-rules": "\n\nTo be eligible for a prize, the projects:\n\nAdditionally, each participant must agree to the terms and conditions of the Hackathon (a signature will be required on-site).\n \n\nhack/reduce, Inc. is a not-for-profit organization seeking designation by the Internal Revenue Service (IRS) as a 501(c)(3) tax-exempt organization. Our not-for-profit mission is clear. We ask you to support us in fulfilling it—to educate the Boston community at large about Big Data while improving Boston’s reputation as a hub for Big Data, and to foster the growth and development of the technologies and skills required to analyze Big Data among the participants in our lectures, master classes, and Hackathons.\nTo make our educational mission possible and as a condition of participating in this Hackathon (the “Hackathon”), our hackers’ ideas must be shared with the public. Accordingly, we require our hackers to open source the code they create in our Hackathons. By participating in the Hackathon and signing the agreement onsite, you hereby agree to apply any one of the Open Source Initiative licenses listed at \n to any software you generate during the Hackathon.\nDistribution of software generated during the Hackathon to the public at no cost is most consistent with the not-for-profit principles underlying our educational mission.    In addition, by signing the agreement, you hereby affirm that you are someone who is the age of majority in this jurisdiction and are competent to enter into an agreement such as this,\n\n\nMashable, Inc. (“Mashable”) is running the MashHacks: Travel presented by Mashable contest (the \"Contest\") in collaboration with Emirates Airline (\"Sponsor\", and collectively with Mashable, “Contest Entities”) to bring together the brightest minds in web design, computer science, and more for a day of travel-centric Hackathon fun. The Contest will take place from March 22, 2014 at hack/reduce. For the purpose of this Contest, each qualifying entry that you submit during the Contest will be called a \"Travel Hack Entry.\" All eligible Travel Hack Entries received will be judged by the criteria described below to determine the winner. Chance plays no part in the determination of the winner.\n\nTo register for the Contest, go to https://mashhackstravel.eventbrite.com and complete the entry form to obtain your ticket. Please note that tickets are first come, first serve, and the Contest Entities shall not have any responsibility or liability for any persons who are unable to obtain tickets for the Contest. You must complete the registration process at the website in order to receive a ticket to complete at the event.  For the avoidance of doubt, if you arrive at the event prior to completing the online registration process and receiving a ticket, you may not be able to compete in the event.\n\nEntrants must be legal residents of the fifty (50) United States and District of Columbia and 18 years of age or older to enter this Contest. Employees of Mashable, Sponsor, and their respective parents, affiliates and subsidiaries and agents and advertising and promotion agencies, and their immediate families (spouse, and parents, children and siblings and their respective spouses, regardless of where they reside) or persons residing in their households, whether or not related, are not eligible to participate.  Contest is void where prohibited and subject to all applicable federal, state and local laws.\nMashable will have the right at its sole discretion to determine whether an entrant is eligible for the Contest. Mashable may disqualify, at Mashable’s sole discretion, Travel Hack Entries (including, without limitation, content submitted in connection therewith) that (a) are in violation of third party rights or law or regulation, (b) are substantially or materially similar to another Travel Hack Entry already submitted in this Contest or any previous Mashable Hackathon contest, or (c) use inappropriate or explicit language or images, or display content that Contest Entities otherwise find objectionable or inconsistent with any Contest Entity’s brand image or goodwill.\nMashable can accept only those Travel Hack Entries that are completed and submitted as described above and that conform to any technical requirements specified as part of the entry process. Travel Hack Entries that do not comply with the provisions of these Official Contest Rules will be deemed ineligible and will not be considered.\n\nThe Contest winners will be selected by a panel of judges (\"Judges\") selected by the organizers based on originality, creativity, functionality, and long-term business potential\nContest Entities reserve the right to not award all prizes if, in its sole discretion, it does not  receive a sufficient number of eligible and qualified Travel Hack Entries.  Decisions of the judges and Contest Entities are final and binding.\n\nPotential winners will be announced at the event.  Each potential winner (and, if a team, each member of the team) may be required to sign and return a Declaration of Compliance, Liability and Publicity Release as well as any other documents required by Contest Entities, which must be received within three (3) days of the event, in order to claim his/her prize.  If a potential winner fails to execute and return all required documentation or provide any other requested information within the required time period, does not comply with these Official Contest Rules, or is otherwise not in compliance these Official Rules, potential winner will be disqualified and forfeits the prize.  If a potential winner is disqualified for any reason, the prize may be awarded to a runner-up, if any, in Sponsor’s sole discretion.\n\nFour (4) GRAND PRIZES: Each winners (or, any winner is a team, each member of the winning team (up to four (4) individuals)) will receive one (1) Emirates Airline round trip economy airfare from Logan International Airport to Dubai International Airport (up to a maximum value of $2,500 per ticket). Winner will coordinate with the designated travel agent or representative to organize and plan dates of travel. Travel must be booked within six (6) months of March 22, 2014 (“Award Date”) and travel must be completed within one (1) year of Award Date. Winner must provide Mashable with three (3) travel date options. Blackout dates, including holidays, may apply .\nThe prizes are non- transferable by the winner. Winners are solely responsible for all applicable federal, state and local taxes as well as all other costs and expenses related to accepting such prize not specified herein as being provided, including any costs associated with accommodations, meals or additional travel.\nOne (1) SECOND PRIZE: Winner or team will receive seven hundred and fifty dollars ($750.00).\nOne (1) THIRD PRIZE: Winner or team will receive five hundred dollars ($500.00).\nCash prizes are awarded as checks\nAll taxes, if any, are the winners’ responsibility. Prizes are not transferable, cannot be assigned, substituted or redeemed for cash (if non-cash prize). Sponsor reserves the right to substitute a prize of comparable or greater value, in its sole discretion.  Limit one (1) prize per person.\n\nBy submitting a Travel Hack Entry or accepting any prize, you represent and warrant the following: (a) you will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the content and to grant Mashable all of the rights granted herein; (b) you will not publish falsehoods or misrepresentations that could damage Mashable, Sponsor, or any third party; (c) you will not submit content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate or destructive to Mashable or Sponsor brand image or goodwill; (d) you will not post advertisements or solicitations of business; (e) Mashable will not be obligated to pay any compensation to, or permit any participation by, any third party in connection with the use, reproduction, modification, publication, display or other exploitation of any of the content that you submit; and (f) the content submitted by you does not contain any viruses, trojan horses, worms or other disabling devices or harmful code.\nBy posting or submitting a Travel Hack Entry to the Contest (regardless of the form or medium of such content), you hereby grant Mashable, its successors, licensees, assigns, agents and third party contractors, without additional consideration, a worldwide, perpetual, irrevocable, royalty free, non- exclusive right and license, with the right to sublicense, to discuss, publicize, market and otherwise display content derived from or relating to the Travel Hack Entry (\"Marketing Content\"), and to distribute and use such Marketing Content in any manner for any purpose whatsoever (either in the form submitted or in the form of a derivative or adapted work).  The Travel Hack Entry itself shall be subject to a right of first refusal by Sponsor to purchase and commercialize the Travel Hack Entry in terms mutually agreed by the parties\n You understand that you will not receive any compensation or credit for use of your Travel Hack Entry, other than what is described in these Official Contest Rules.\n\nBy entering this Contest, you agree to be bound by these Official Contest Rules. To the maximum extent permitted by law, Mashable reserves the right to change these Official Contest Rules at any time. You further agree to be bound by the decisions of Mashable and the judges, which shall be final and binding in all respects. Mashable reserves the right, at its sole discretion, to disqualify any individual that tampers or attempts to tamper with the Travel Hack Entry process or the operation of the Contest or website; violates the Official Contest Rules; or acts in an unsportsmanlike or disruptive manner, or with intent to annoy, abuse, threaten or harass any other person, and void all associated Travel Hack Entries.\n\nYou understand that event may be filmed, photographed or otherwise recorded by Mashable (“Event Footage”) and that Mashable and Emirates Airline will own all such Event Footage.  You understand that Mashable, its successors, licensees and assigns will have an unlimited, perpetual, irrevocable, assignable, royalty-free, right to reproduce, distribute, perform, create derivative works of, edit, alter, display, exhibit, combine with other materials, exploit and otherwise use the Event Footage, and all elements embodied therein, including, without limitation, your name, likeness, voice, performance, biographical information, photograph or other image, in any manner and in any and all media now known or hereafter devised throughout the universe for any purpose whatsoever, including, without limitation, for commercial purposes, without compensation or notification to, or permission from, you or any third party and hereby waive any moral rights in the Event Footage or Mashable’s use thereof. \n\nYOU AGREE THAT CONTEST ENTITIES AND EACH OF THEIR RESPECTIVE PARENTS, SUBSIDIARIES AND AFFILIATED COMPANIES AND THEIR ADVERTISING AND PROMOTION AGENCIES AND ALL OF THEIR RESPECTIVE SHAREHOLDERS, OFFICERS, DIRECTORS, AGENTS, EMPLOYEES AND REPRESENTATIVES (COLLECTIVELY, “RELEASED PARTIES”)  WILL HAVE NO LIABILITY WHATSOEVER IN CONNECTION WITH THIS CONTEST AND, YOU SHALL HOLD THEM HARMLESS FOR ANY INJURIES, LOSSES OR DAMAGES OF ANY KIND THAT YOU OR OTHERS MAY INCUR AS A CONSEQUENCE OF YOUR PARTICIPATION IN THE CONTEST OR YOUR ACCEPTANCE, USE OR MISUSE OF A PRIZE (INCLUDING ANY TRAVEL OR ACTIVITY RELATED THERETO). BY ENTERING THE CONTEST, YOU EXPLICITLY RELEASE, DISCHARGE AND HOLD HARMLESS RELEASED PARTIES, FROM ANY AND ALL LIABILITY, ACTIONS, CAUSES OF ACTION, DAMAGES, ACTUAL, INCIDENTAL OR CONSEQUENTIAL, CLAIMS AND DEMANDS WHATSOEVER IN LAW OR EQUITY, INCLUDING ATTORNEYS' FEES AND/OR EXPERTS FEES AND COSTS, WHICH YOU NOW HAVE OR MAY ACQUIRE, BY REASON OF ANY PERSONAL INJURY, DEATH, LOSS OF OR DAMAGE TO PROPERTY, OR ANY REASON, OCCURRING DURING OR ARISING OUT OF YOUR PARTICIPATION IN THE CONTEST AND THE ACCEPTANCE AND USE OR MISUSE OF A PRIZE (INCLUDING ANY TRAVEL OR ACTIVITY RELATED THERETO). THE RELEASED PARTIES ARE NOT RESPONSIBLE FOR ANY INJURY OR DAMAGE TO PERSONS OR PROPERTY WHICH MAY BE CAUSED, DIRECTLY OR INDIRECTLY, IN WHOLE OR IN PART, FROM PARTICIPATION IN THE CONTEST OR RECEIPT OR USE OR MISUSE OF ANY PRIZE. YOU FURTHER ACKNOWLEDGE THAT THE RELEASED PARTIES HAVE NEITHER MADE NOR ARE IN ANY MANNER RESPONSIBLE OR LIABLE FOR ANY WARRANTY, REPRESENTATION OR GUARANTEE (EXPRESS OR IMPLIED, IN FACT OR IN LAW) IN CONNECTION WITH ANY PRIZE OR THE USE OR ENJOYMENT OF SUCH PRIZE. ALL PRIZES ARE AWARDED \"AS IS\" AND WITHOUT ANY WARRANTY OF ANY SORT, EXPRESS OR IMPLIED.  Released Parties are not responsible for late, lost, damaged, misdirected, incomplete, undeliverable, destroyed, or garbled Travel Hack Entries; or for lost, interrupted or unavailable network, server, Internet Service Provider (ISP), website, or other connections, availability or accessibility or miscommunications or failed computer, satellite, telephone or cable transmissions, lines, or technical failure or jumbled, scrambled, delayed, or misdirected transmissions or computer hardware or software malfunctions, failures or difficulties, or other errors or difficulties of any kind whether typographical, human mechanical, electronic, computer, network, printing or otherwise relating to or in connection with the Contest, including, without limitation, errors or difficulties which may occur in connection with the administration of the Contest, the processing or judging of Travel Hack Entries, the announcement of the prizes or in any Contest-related materials. Released Parties are also not responsible for any incorrect or inaccurate information, whether caused by site users, tampering, hacking, or by any equipment or programming associated with or utilized in the Contest.  Mashable reserves the right to cancel, suspend or modify this Contest for any reason, including should any cause corrupt the administration, security or proper play of the Contest.\n\nIf any provisions of these Official Contest Rules are held to be illegal or unenforceable, that provision shall be limited or eliminated to the minimum extent necessary so that these terms and conditions shall otherwise remain in full force and effect and enforceable to the fullest extent permitted by applicable law. The Contest is governed by and shall be construed under the laws of the State of New York, USA, without regard to the conflicts of law provisions therein. All disputes in connection with the subject matter of these Official Contest Rules will be determined by the state or federal courts located in California, USA. These Official Contest Rules set forth the entire agreement, and supersede any and all prior agreements of the parties with respect to the subject matter hereof. No change, modification or waiver to these Official Contest Rules will be effective unless in writing and signed by the party against which enforcement is sought.\nIf you have any questions about these Official Contest Rules, please send questions/requests via e-mail to \n.\nFor a list of winners (available after March 22, 2013), send an email to \nby no later than April 22, 2014.\nEmirates Airline, Freight Works Building 54th Street, Dubai, United Arab Emirates\n hack/reduce, 275 Third Street, Cambridge, MA 02142.\n \n ", "hackathon-prizes": [{"prize-content": "Four (4) GRAND PRIZES: Each winners (or, any winner is a team, each member of the winning team (up to four (4) individuals)) will receive one (1) Emirates Airline round trip economy airfare from Logan International Airport to Dubai International Airport (up to a maximum value of $2,500 per ticket).", "prize-title": "Grand Prize: Round Trip Airfare to Dubai"}, {"prize-content": "One (1) SECOND PRIZE: Winner or team will receive seven hundred and fifty dollars ($750.00).", "prize-title": "Second Prize"}, {"prize-content": "One (1) THIRD PRIZE: Winner or team will receive five hundred dollars ($500.00).", "prize-title": "Third Prize"}, {"prize-content": "Honorable Mention for Idea", "prize-title": "Honorable Mention: Idea"}, {"prize-content": "Honorable Mention for Execution", "prize-title": "Honorable Mention: Execution"}], "hackathon-location-google-maps": "https://maps.google.com/?q=275 Third Street, Cambridge, MA 02142, USA", "hackathon-url": "https://mashhacks-travel.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the concept creative, forward-thinking, and resourceful?"}, {"judging-criterion": "Is the user readily engaging with the content of the app?"}, {"judging-criterion": "Is it easy to learn and navigate the content?"}, {"judging-criterion": "Is this project the start of something bigger? Is there potential for a business venture, an open source project, or internet virality?"}, {"judging-criterion": "Is this project immediately useful? Could the correlations the team identified offer immediate consumer/social impact if addressed with your recommendation(s)?"}, {"judging-criterion": "What was your overall first impression of this app?"}, {"judging-criterion": "Is the data presented in an aesthetic, effective and imaginative way?"}, {"judging-criterion": "How much of the app was the team able to complete in the time of the hackathon?"}], "hackathon-location-address": "275 Third Street, Cambridge, MA 02142, USA", "hackathon-description-header": "MashHacks: Travel Presented by Emirates Airline is a one-day hackathon focusing on innovation in the travel industry.", "hackathon-prizes-total": "$11,250", "hackathon-location-description": "", "hackathon-end-date": "2014-03-22", "has-projects": "True"}