{"hackathon-description-text": "\nNo project? No partners? No problem! Come to the WECode Hackathon. We will provide food, swag, and stellar mentors. Just bring their own computer and charger for the day of hacking! Register at wecode.eventbrite.com.", "hackathon-number-of-prizes": "3", "hackathon-id": "wehack", "hackathon-judges": [{"judge-role": "", "judge-name": "TBD"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAll you need is a passion for creating solutions and bonding with other women from the WECode conference. You do not need a team, an idea, or even great technical skills going in. We will give you a chance on Saturday and Sunday breakfast of the conference to find teams of ", "hackathon-number-of-participants": "57", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nTeams are welcome to hack on any project that interests them. Think of something that recently annoyed you, and build your own solution! You may hack on a new project or use an existing project as a starting point and create something new out of it. For instance, you could use pieces of code you worked on in the past to get going faster as long as they show us your starting point at the beginning.\nThree winners will be chosen by our judges at the end of the hackathon based on a three minute project presentation. Projects will be judged on innovation, implementation, and impact.", "hackathon-rules": "\nThe code you write at WEHack belongs to you! Project screenshots and descriptions will be displayed on the ChallengePost Gallery after the hackathon for informational purposes only.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place: Microsoft Xboxes"}, {"prize-content": "", "prize-title": "Second Place: Square Backpacks"}, {"prize-content": "", "prize-title": "Third Place: Google Chromecasts"}], "hackathon-location-google-maps": "https://maps.google.com/?q=One Western Ave, 1 Western Avenue, Harvard University, Boston, MA 02163, USA", "hackathon-url": "https://wehack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The creativity and resourcefulness of the solution idea and design."}, {"judging-criterion": "The completeness and elegance of the project implementation."}, {"judging-criterion": "The effectiveness of the solution and how much it may change future approaches."}], "hackathon-location-address": "One Western Ave, 1 Western Avenue, Harvard University, Boston, MA 02163, USA", "hackathon-description-header": "Join us for a day of hacking and bonding with food, prizes, and awesome mentors!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}