{"hackathon-description-text": "\nWelcome to She Innovates! On the weekend of January 30, female students studying Computer Science, Engineering, and Business will gather at the University of Pittsburgh to form teams, develop, and pitch their ideas. After the Friday night kickoff, teams are allowed to begin working on their apps. Once your app is complete, we ask you to submit via ChallengePost through the Submissions tab. All Submissions must be in by 10 a.m. Sunday Morning.", "hackathon-number-of-prizes": "5", "hackathon-id": "sheinnovates", "hackathon-judges": [{"judge-role": "", "judge-name": "Benjamin Schmidt from kWantera, Lu Huang from Google, Deepal Dhariwal from NetApp"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n- Be an undergraduate or graduate *female* enrolled at the University of Pittsburgh\n- Have advanced registered through the Innovation Institute \n- Teams may have a maximum of 7 members", "hackathon-number-of-participants": "18", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n- Build something awesome. All platforms accepted\n- Upload description of hack to ChallengePost by 9am Sunday morning\n- Submissions must contain an accurate description of app", "hackathon-rules": "\n YOU MUST BE AT SHE INNOVATES TO WORK ON A PROJECT FOR SUBMISSION\n- You cannot work on your project before the event begins\n- You cannot steal another team's source code\n- The decision of judges is final for determining prizes and awards\n- Please comply with all instructions from She Innovates organizers", "hackathon-prizes": [{"prize-content": "Awarded to the team with the overall best hack based on ranking from official She Innovates Judging panel and peer/public input.", "prize-title": "Grand Prize"}, {"prize-content": "Awarded to the team with the second best hack based on ranking from official She Innovates Judging panel and peer/public input.", "prize-title": "Second Prize"}, {"prize-content": "Awarded to the team with the third best hack based on ranking from official She Innovates Judging panel and peer/public input.", "prize-title": "Third Prize"}, {"prize-content": "Awarded to the team who develops a project that is deemed most creative at the She Innovates Hackathon.", "prize-title": "Most Creative"}, {"prize-content": "Awarded to the team who develops a project that is deemed most philanthropic at the She Innovates Hackathon.", "prize-title": "Most Philanthropic"}], "hackathon-location-google-maps": "https://maps.google.com/?q=University of Pittsburgh, 210 South Bouquet Street, Pittsburgh, PA 15213, USA", "hackathon-url": "https://sheinnovates.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "What is the market for the app? Has the team addressed plans to continue to improve and expand potential for their project? How has the team overcome difficulties and how does this scope their projected outlook on their app."}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}], "hackathon-location-address": "University of Pittsburgh, 210 South Bouquet Street, Pittsburgh, PA 15213, USA", "hackathon-description-header": "The Pittsburgh Premier All-Women’s Hackathon. Hackers. Mentors. Speakers. Prizes. 36 hours. Jan. 30 - Feb 1st at the University of Pittsburgh.", "hackathon-prizes-total": "$9,450", "hackathon-location-description": "", "hackathon-end-date": "2015-02-01", "has-projects": "True"}