{"hackathon-description-text": "\nWelcome to the", "hackathon-number-of-prizes": "3", "hackathon-id": "sfuiwh2014", "hackathon-judges": [{"judge-role": "", "judge-name": "Carmen"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n at least 16 years of age, who supports females in technology and are actively enrolled at an accredited educational institution that grants high-school or college/university degrees.", "hackathon-number-of-participants": "59", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nRegistration for this hackathon is only open to any person who attends the hackathon.  \nYou can work on any idea you wish, on any platform you like.  It is highly encouraged that you create a project for a cause (e.g. an SFU club, local organization, green initiatives, problems posed by the", "hackathon-rules": "\n \n\n\n\n\n\nThese are the Official Rules that govern how the Microsoft International Women’s Hackathon operates (the \"Contest\"). In these rules, \"we,\" \"our,\" and \"us\" refer to Microsoft Corporation, the sponsor of this Contest. “You” and “Yourself” refer to an eligible entrant.\n \n\n \nThe Contest is designed to recognize the best software application (“Contest App”) built with Microsoft tools and technology that is designed to meet the challenge requirements and can be posted in the Windows Store. Teams can also decide to use other technologies to submit for each challenge. \n \nThe Contest will be conducted at Women’s Hackathon events held around the world.\nParticipants can form their teams and plan their application ahead of time but cannot code until the day of the event. \n \n\n \nThis Contest starts at 00:01 Greenwich Mean Time (“GMT”) on October 11, 2014, and ends at 23:59 GMT on December 3, 2014 (“Entry Period”). \n \nPlease visit \n or other world time database to determine your local date and time. \n \n\n \nYou are eligible to enter if you meet the following requirements at time of entry:\n\n\n(for example, a Microsoft Student Partner \n and you meet the eligibility criteria set forth above, you may enter the Contest, but you are prohibited from using Microsoft property or resources, including without limitation: Microsoft networks, hardware tools and technology resources and/or the counsel of Microsoft employees, in connection with the creation or execution of an entry. Very simply, you cannot use any resources which are not also broadly available to all other students. If you have any questions, please contact us.\n\nThis Contest is void within the geographic area described above and wherever else prohibited by law.\n\n\n \nWhile you are not required to form a team, up to six (6) eligible students may submit a single entry as a team. Team members may come from different academic institutions and from different countries. We have learned in past experiences that the most effective team number is four.\n\n\n\n\nTo enter, follow the instructions provided by the organizer of a Hackathon (“Event”) presented in your location. You may be required to register online or in person at an Event. \n \nYou may organize a team and meet to discuss Event logistics in advance of the Event; however, you may not develop any code prior to the Event. You must attend the Event in person in its entirety to be eligible to win. \n\n\n\nDetailed requirements for these materials all appear in the challenge description in the Hackathon Toolkit. The registration information you provide and the Contest App and entry materials that you develop will together be called your “Entry.”\n\n\n \nYou may submit one Entry per individual or team.\n\nWe will disqualify any incomplete or illegible Entries that we receive. We are not responsible for entries that we do not receive for any reason, or for Entries that we receive but are not decipherable for any reason.\n\n\n \nAll Contest Apps can be built on any platform but we highly suggest utilizing Microsoft tools and technologies. The application can be developed using at least one product in the Visual Studio family and can be built for one or more of the following platforms:\n\n \nAs a student, you can obtain free tools and software at \n In addition, all participants will be able to\n \nIt is permissible to use open-source development tools and create Android or iPhone applications.\n\nIn addition, all Entries must meet the following requirements:\n\n           \n\nThe Overview Video or Pitch Presentation should depict the functionality of the Contest App and provides an opportunity for your Team to reiterate what you are trying to achieve and why it’s great, as well as to demonstrate some of the key features and introduce yourselves. Video or Presentation production quality will not be scored in the judging process. Your Team should show the Contest App in action. If you are a winning team, we will ask you to record a 2-minute video in which we can give you publicity. \n\nIf you have not captured video of software before, we recommend creating your screen capture using Microsoft Expression Encoder 4 Screen Capture, which is available to students for free at DreamSpark.\n\n\n\n\n\nThere will be two challenges in which teams can compete in one of the challenges. The output for the challenge will be an executable application. We need to be able to use your app in order to judge it! The Contest App is defined as an installable and usable app in the appropriate format for your chosen platform(s).\n\n\n\n\n\nThe Instructions document is an electronic document that informs the judges and prospective users how to setup and use your application or website or mobile application or game.\n\n\n\n\n\n \nThe intent and spirit of the Contest is to test the skills and creativity of the student entrants.\n\nIn addition to the content and technical requirements listed earlier, to be eligible for judging, all Entries must meet the following general standards:\n\n\nBy submitting an entry in this Contest, you confirm that, to the best of your knowledge:\n\n\nYour team’s entire Entry must only include material (including source code—both open source and third party sourced, user interface, music, video or images) that you own or that you have permission from the copyright/trademark owner to use. Your team’s Entry may not include copyrighted materials (such as source code, user interface, background music, images or video) unless you own or have permission to use the materials. Ownership is not defined as purchasing a CD at a music store for replay, playing a copyright recording on your guitar or repurposing an application’s user interface - your team’s entry will be disqualified if copyrighted materials, including but not limited to these examples, are a part of your Entry without appropriate licensing or permissions. If you do use permissible copyrighted materials, you must include the permissions information by citing the artist/creator and license information as per the respective Contest Rules. Note that even material released under sites such as Creative Commons, common open source code licenses, and other similar licensing may need permission or acknowledgement as per the specific license. Note: your team’s Entry will be disqualified if permissions information is not included as per the requirements in the specific Contest Rules.\n\nThis Challenge does not accept projects that require hardware other than standard consumer hardware commonly used for our list of valid platforms such as Windows PCs, Windows Phones, Kinect consoles, etc. If you are considering a project that requires custom hardware such as heart rate monitors, pedometers, or other devices, such projects are not eligible for this Challenge due to the difficulties in supplying custom hardware to the judges.\n\nIf your project incorporates some form of remote connectivity requiring authentication that our judges cannot perform then you should attempt to simulate as much of your functionality as is reasonable to enable the judges to evaluate your software. You should also describe any simulations and omissions in your submission so the judges understand and can evaluate accordingly.\n\nWe reserve the right to disqualify or reject any Entry that we, in our sole and absolute discretion, determine does not meet the above criteria. If we do not receive a sufficient number of Entries meeting the entry requirements, we may, at our discretion, select fewer than the designated number of winners. The decisions of the judges are final and binding in all matters related to the Challenge.\n\n           \n\n \nEach location will select their judges. Their judges will evaluate each entry and will receive a score of 1–100, based on the following criterion.\n\n \n \nAll Entries will be judged by a panel of experts at their local event. The winning teams will submit a 2-minute video demonstrating their application and the completed application to Microsoft by no later than midnight, May 15, 2014. An upload link will be posted on \n (challenge post?) \nby April 27, 2014. All winners from hackathons around the world will be announced on May 23, 2014, through a blog post at\nand all videos will be posted on Microsoft Research and US Science and Engineering Festival websites.\n\n\n \nAll entrants will receive a certificate of participation. The winning team will be recognized in the following ways:\n \n \n \n \n           \n\n \nYour odds of winning a prize will depend on the number of eligible Entries received and the level of skill of each entrant.\n\nIf you are confirmed as a winner:\n\n\nWe are not responsible for any dispute regarding prize dispersal.\n\n\n \nAll notifications we attempt to make to you/your Team are subject to the following conditions:\n\n\n           \n\n \nOther than what is set forth below, we are not claiming any ownership rights to your entry. However, by submitting your Entry, you:\n\n\nPlease note that following the end of this Contest your Entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your Entry by visitors to this website.\n\nWhile we reserve these rights, we are not obligated to use your Entry for any purpose, even if it has been selected as a winning Entry.\n\nIf you do not want to grant us these rights to your Entry, please do not enter this Contest.\n\n           \n \n\n \nBy entering this Contest you agree:\n\n\n\n \nThis Contest will be governed by the laws of the State of Washington, and you consent to the exclusive jurisdiction and venue of the courts of the State of Washington for any disputes arising out of this Contest.\n\n\n \nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled (also referred to as force majeure) affects the fairness and/or integrity of this Contest, we reserve the right to cancel, change, or suspend this Contest. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Contest, we reserve the right to select winners from among all eligible entries received before we had to cancel, change or suspend the Contest.\n\nIf you or your Team attempts to compromise the integrity or the legitimate operation of this Contest, or if we have reason to believe that you or your Team have compromised the integrity or the legitimate operation of this Contest by cheating, hacking, creating a bot or other automated program, or by committing fraud in any way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Contests, so please play fairly.\n\n\n \nA full list of all winners will be published on research.microsoft.com/diversity on or about May 23, 2014.\n\n           \n\n \nMicrosoft Corporation\nOne Microsoft Way\nRedmond, WA 98052\nUSA", "hackathon-prizes": [{"prize-content": "A Backpack,", "prize-title": "First"}, {"prize-content": "A Microsoft T-shirt and FAS toque per person, and $30 skype credit for the group", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Honourable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Simon Fraser University, 8888 University Drive, Burnaby, BC V5A 1S6, Canada", "hackathon-url": "https://sfuiwh2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Full points if the solution addresses the challenge & takes other factors or information into account"}, {"judging-criterion": "Full points if the solution intuitive & high depth of functionality"}, {"judging-criterion": "Full points if it is an innovative solution and has large scale impact."}, {"judging-criterion": "Up to 20 points for a high technical challenge"}], "hackathon-location-address": "Simon Fraser University, 8888 University Drive, Burnaby, BC V5A 1S6, Canada", "hackathon-description-header": "Join us on Nov 15th for the International Women’s Hackathon event at SFU!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-11-16", "has-projects": "True"}