{"hackathon-description-text": "\nHuskyHacks is Northeastern University's 24-hour hackathon. Over 100 students will form teams and have from the morning of October 1 to the morning of October 2 to build something amazing. The possibilities are limitless; learn a new language, power on your Particle for the first time, try on an Oculus Rift, and turn your dreams into reality. Numerous mentors proficient in widely ranging fields will be available to assist competitors with their projects. Students will be allowed to innovate using any software or hardware tools, as long as they are working on a fresh project. No previously started projects will be allowed. Over 100 HuskyHacks participants will be accepted on a first come, first serve basis, and the event will be held in West Village H October 1-2.", "hackathon-number-of-prizes": "3", "hackathon-id": "huskyhacks2", "hackathon-judges": [{"judge-role": "", "judge-name": "A Panel of Hackathon Experts"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nfrom Northeastern University are eligible to compete. Graduate students ", "hackathon-number-of-participants": "72", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nAll projects must be submitted on DevPost by Sunday 10:00 AM, October 2nd. There team size limit is 4 hackers, and all team members must be enrolled as \n at Northeastern University. All student projects involving code must be open source and publicly accessible on Github. \nAll participants are subject to the Code of Conduct signed upon registration to the hackathon, which can be found at http://static.mlh.io/docs/mlh-code-of-conduct.pdf.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Most Technically Challenging"}, {"prize-content": "", "prize-title": "Best First-Time Hack"}, {"prize-content": "", "prize-title": "Best Design"}], "hackathon-location-google-maps": "https://maps.google.com/?q=430 Parker St, Boston, MA 02115, USA", "hackathon-url": "https://huskyhacks2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount? This is the most important criterion that your hack will be judged upon for the general prizes."}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}], "hackathon-location-address": "430 Parker St, Boston, MA 02115, USA", "hackathon-description-header": "Make something awesome. Again.", "hackathon-prizes-total": "0", "hackathon-location-description": "Northeastern University West Village H", "hackathon-end-date": "2016-10-02", "has-projects": "True"}