{"hackathon-description-text": "\nEach year, a large number of civilians are killed and injured by unexploded weapons such as artillery shells, land mines, mortars, grenades and bombs. These explosive remnants of war (ERW) regularly disrupt daily civilian life in post-war and conflict zones.", "hackathon-number-of-prizes": "3", "hackathon-id": "erwlandmineapps", "hackathon-judges": [{"judge-role": "CTNSP-NDU", "judge-name": "David Becker"}, {"judge-role": "CTNSP-NDU", "judge-name": "Samuel Bendett"}, {"judge-role": "JIEDDO", "judge-name": "James Craft"}, {"judge-role": "University of Maryland", "judge-name": "Dr. Thomas Snitch"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nContestants must submit their entries via the\nContestants must be 18 years of age or older to be considered. Per US Government rules, this competition is open to US Citizens. International teams are welcome and encouraged to apply, as long as at least one team member is a US citizen.", "hackathon-number-of-participants": "53", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n\n \n\n \n \n ", "hackathon-rules": "\nThis Challenge is not intended for purchasing or otherwise marketing the winning solution – rather, CTNSP will make a concerted effort to publicize the winning solution within the US government, international demining and international development community (communities of interest/communities of practice – COI/COP). The intent is to let such COIs/COPs make their own decision on the potential use and applicability of the winning solution for various countries, regions and scenarios.\nAll challenge submissions must demonstrate appropriate knowledge of SMS and smartphone applications based on their capabilities, flexibility and reliability and must allow developers to finish upgrading applications, expand their documentation while making the solution ready for real world use. Submissions from public and private entities, labs, startups, students, developers, programmers and others are encouraged. It is recommended, but not required, that submissions be developed in collaboration with:\n(1) a software developer;\n(2) an app/solution provider capable of providing insight into available data and agency operations;  \n(3) an app/solution provider capable of providing necessary information regarding network specifications and capabilities;\n(4) and an experienced adviser capable of providing insights into real life applicability of the technology solution.\nAll submissions must demonstrate how the new app/solution can work, or how to improve an existing application; articulate how the developer or programmer intends to make this solution sustainable following the completion of the competition; articulate the manner in which the application will produce or improve ERW or land mine reporting; specify the interface that will be used to support the best solution, and specify the proposed method of acquiring and updating the data; and identify appropriate and obtainable impact measures.\nParticipants are encouraged to review sample existing applications that address concerns similar to the Challenge question, as well as mobile reporting systems designed for ordinary citizens to report on civil society matters:", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://erwlandmineapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Contribution of the application towards improving ERW and land mine reporting (60%)"}, {"judging-criterion": "Ease of implementing the application by local populations and law enforcement/armed services, including considerations of platform, and time and cost requirements (15%)"}, {"judging-criterion": "Ease in producing or improving applications via a hackathon or a series of hackathons (15%)"}, {"judging-criterion": "Sustainability of apps/solutions post competition (10%)"}], "hackathon-location-address": "", "hackathon-description-header": "Transform ordinary citizens' mobile devices into tools that can be used to report ERW and land mines", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "", "hackathon-end-date": "2014-07-20", "has-projects": "True"}