{"hackathon-description-text": "\nValentine's Day is coming up, and what better way to show your love (or disdain) for the holiday by making a themed app or mobile game!", "hackathon-number-of-prizes": "3", "hackathon-id": "hackentines-3420", "hackathon-judges": [{"judge-role": "Senior Lecturer, SFU", "judge-name": "Greg Baker"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nOpen to all SFU students, all experience levels welcome!\nMax 10 non-SFU students (sorry, we're limited on space right now, we'll expand in the future)\n ", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nProject Description\nTeam Members\nTechnology Used\nGithub repo link", "hackathon-rules": "\nTeams of up to five members (can be solo if desired)\nYou can design and gather any resources you wish, be it art and sound assets, libraries, etc. early. But no code can be written before the event.  \nThe spirit of the event is to learn and create something new, therefore if your project is primarily a pre-made tutorial with some small changes and additions, it will not be accepted for judging.  \nYou can bring your own laptop and hardware.  \nSubmissions to Devpost must be made before the cut-off day/time.  \nYou will present at your station by individual judges, so you'll have to present multiple times.  This is so that no individual group has more time than others to prep their presentations.  \nHarassing comments, images, and actions will not be tolerated.  Any individuals or groups found to break this rule will be asked to leave immediately.  We wish to create a welcoming environment.  Hacking is about making cool stuff, showing it off, and learning from each other.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Place"}, {"prize-content": "", "prize-title": "2nd Place"}, {"prize-content": "", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=8888 University Dr, Burnaby, BC V5A 1S6, Canada", "hackathon-url": "https://hackentines-3420.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Coming Soon!"}], "hackathon-location-address": "8888 University Dr, Burnaby, BC V5A 1S6, Canada", "hackathon-description-header": "Create a mobile-focused game or app revolving around Valentine's Day.", "hackathon-prizes-total": "0", "hackathon-location-description": "Simon Fraser University, TASC 9204", "hackathon-end-date": "", "has-projects": "False"}