{"hackathon-description-text": "\nPeople working in legal services from all over Florida will come together for three days to envision what a more coordinated & effective network of legal services could be in the state. They will tackle one of of five challenge areas, define a specific opportunity within it, and design a new initiative to address this challenge.", "hackathon-number-of-prizes": "1", "hackathon-id": "floridalegalaid", "hackathon-judges": [{"judge-role": "Legal Services Corporation", "judge-name": "Jim Sandman"}, {"judge-role": "Florida Philanthropic Network", "judge-name": "David Biemesderfer"}, {"judge-role": "Winter Park Health Foundation", "judge-name": "Lisa Portelli"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nInvitation only.", "hackathon-number-of-participants": "39", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll entrants should include the following seven things with their submission:", "hackathon-rules": "\nRules established in person at the Summit.", "hackathon-prizes": [{"prize-content": "The winning team members will receive an all-expense paid trip to the ABA Equal Justice Conference:", "prize-title": "All-expense paid trip to ABA Equal Justice Conference"}], "hackathon-location-google-maps": "", "hackathon-url": "https://floridalegalaid.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The need, benefits and opportunity are clear, compelling and believable.\n\nThe solution is described completely, concisely and is easy to understand\n\nThe solution seems feasible and viable."}, {"judging-criterion": "The solution will positively affect clients, communities, advocates, partners and/or the system.\n\nThe team's goals, if achieved, will make a large and positive long-term difference. \n\nThe solution is a viable and attractive investment opportunity"}, {"judging-criterion": "The team has developed a truly innovative and defensible solution to an existing or emerging problem.\n\nThe solution scales across geography, size or type of program, vulnerable population or is replicable in other programs or other areas."}, {"judging-criterion": "- Is clear, concise, confident, professional and stayed within the 8 min time frame.\n\n- Is creative, energetic and delivers a memorable message.\n\n- Is compelling, easy to understand, and focused around a clearly articulated need"}], "hackathon-location-address": "", "hackathon-description-header": "Creating new initaitives to promote a more coordinated & effective network of legal services in Florida", "hackathon-prizes-total": "0", "hackathon-location-description": "Orlando, Florida", "hackathon-end-date": "", "has-projects": "False"}