{"hackathon-description-text": "\nis the third annual hackathon hosted at the Bergen County Academies high school in Hackensack, New Jersey. Created and planned solely by students, hackBCA is open to all high school students who are interested in exploring computer science. Prior programming experience is not needed: hackBCA is an open floor to anyone who wants to create.", "hackathon-number-of-prizes": "25", "hackathon-id": "hackbca3", "hackathon-judges": [{"judge-role": "Developer Relations at Intel", "judge-name": "Josh Bancroft"}, {"judge-role": "Cofounder and CEO of GitHub", "judge-name": "Chris Wanstrath"}, {"judge-role": "Cofounder and CEO of Genius", "judge-name": "Tom Lehman"}, {"judge-role": "Cofounder of MakeSchool", "judge-name": "Jeremy Rossman"}, {"judge-role": "Founder and CEO of If We Ran The World", "judge-name": "Cindy Gallop"}, {"judge-role": "Product Designer at DonorsChoose.org", "judge-name": "Tea Ho"}, {"judge-role": "Senior Analyst at Luminary Labs", "judge-name": "Kate Machtiger"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "", "hackathon-number-of-participants": "230", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nThe participants must be enrolled in high school at the time of the event. They must show a valid ID from the high school that they are enrolled in.\nWe recommend that teams have no more than 5 members, however teams may contain up to 7 members.\nEach team must submit one submission by 11am on Sunday. If a team does not submit a hack by 11am, they will not be able to demo or qualify for prizes. Any submission that has been found to have been started before the start of the hackathon is subject to be disqualified, at the discretion of the hackBCA organizers.\nJudging will be based on creativity, usefulness, polish and technical difficulty.\nStudents must stay inside the BCA building during the entire event. Students will not be allowed to leave the building or enter restricted areas in the building.\nAll attendees, speakers, sponsors and volunteers at our hackathon are required to agree with the following code of conduct. Organizers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensuring a safe environment for everybody.\nOur conference is dedicated to providing a harassment-free hackathon experience for everyone, regardless of gender, age, sexual orientation, disability, physical appearance, body size, race, or religion. We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate for any hackathon venue, including talks, workshops, parties, Twitter, and other online media. hackBCA participants violating these rules may be sanctioned or expelled from the hackathon without a refund at the discretion of the hackBCA organizers.\nHarassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nSponsors are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Booth staff (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf a participant engages in harassing behavior, the hackBCA organizers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the hackBCA staff immediately. hackBCA staff can be identified as they'll be wearing branded t-shirts. You can also email the staff at \n.\nhackBCA staff will be happy to help participants contact venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nWe expect participants to follow these rules at hackathon and all hackBCA related events.\nYou must comply with \n as well.\nFrom MLH:\n\"TL;DR. Be respectful. Harassment and abuse are never tolerated. If you are in a situation that makes you uncomfortable at an officially sanctioned MLH event, if the event itself is creating an unsafe or inappropriate environment, or if interacting with a MLH representative or event organizer makes you uncomfortable, please report it using the procedures included in this document.\"", "hackathon-prizes": [{"prize-content": "Dell Venue Tablets, (4) Octocat Figurines, Pitch/Get Feedback from Envision VC, Trophy, MLH medals", "prize-title": "1st Place"}, {"prize-content": "(4) Programmable Laser Gaming Mouse, Octocat Figurine, Pitch/Get Feedback from", "prize-title": "2nd Place"}, {"prize-content": "(4) Arduino Uno Ultimate Starter Kit's, Trophy, MLH medals", "prize-title": "3rd Place"}, {"prize-content": "(5) Sphero Balls BB8, Trophy", "prize-title": "Best Mobile Application Prize (Intel)"}, {"prize-content": "$30 voucher per member, Trophy", "prize-title": "Best Project on .TECH Domains (​.TECH)"}, {"prize-content": "(5) Intel Compute Stick / Wireless Keyboard Trackpads, Trophy", "prize-title": "Best Education Hack (I​ntel​)"}, {"prize-content": "Booth at NYTechDay, Trophy", "prize-title": "Best Startup (N​YTechDay​)"}, {"prize-content": "(4) Technomancer 2.0 Digital Wizard Hoodie, Trophy", "prize-title": "Best Twilio Hack (​Twilio)​"}, {"prize-content": "(4) Raspberry Pi, Trophy", "prize-title": "Most Polished"}, {"prize-content": "(4) Solar Chargers, Trophy", "prize-title": "Best Humanities Hack"}, {"prize-content": "$50 Shapeways Gift Card, Trophy", "prize-title": "Best Use of 3D Printing"}, {"prize-content": "(4) Gaming Keyboard, Github Octocat, Trophy", "prize-title": "Most Creative Beginner Hack"}, {"prize-content": "(4) Dancing Water Speakers, (2) Octocat Figurine, Trophy", "prize-title": "Best Overall Beginner Hack (G​ithub)"}, {"prize-content": "$100.00 Amazon Gift Cards, Trophy", "prize-title": "Best Beginner Web App Hack (I​ntel​)"}, {"prize-content": "iPad Air 2, Trophy", "prize-title": "Best Beginner Mobile App Hack (​Synchrony Financial)​"}, {"prize-content": "Octocat Figurine, Trophy", "prize-title": "Best Beginner Website Hack"}, {"prize-content": "$100.00 Amazon Gift Cards, Trophy", "prize-title": "Best All Girls Team (I​ntel​)"}, {"prize-content": "", "prize-title": "Best \"Code for Good\" Technical Hack (I​ntel​)"}, {"prize-content": "(4) Charging Cases, (1) Octocat Figurine, Trophy", "prize-title": "Best \"iOS Dev\" Path Hack"}, {"prize-content": "Labrecon breadboard experimenter, Top 3, Trophy", "prize-title": "Best Hardware Hack (​Recon Indu)​"}, {"prize-content": "Dell 1TB Hard Drive, Trophy", "prize-title": "Best Use of AWS (A​mazon Web Services​)"}, {"prize-content": "Domain.com Swag Bag (Sparkfun Redboards), Trophy", "prize-title": "Best Use of Domain.com (​Domain.com​)"}, {"prize-content": "Github Octocat, Trophy", "prize-title": "Best Developer Tool (G​ithub)​"}, {"prize-content": "Hardware prize", "prize-title": "Best Use of Arduino"}, {"prize-content": "(5) DJI Phantom 3 Standard, Trophy", "prize-title": "Best \"Code for Good\" Concept Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=200 Hackensack Ave, Hackensack, NJ 07601, USA", "hackathon-url": "https://hackbca3.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount? This is the most important criterion that your hack will be judged upon for the general prizes."}, {"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}], "hackathon-location-address": "200 Hackensack Ave, Hackensack, NJ 07601, USA", "hackathon-description-header": "One of the first high school hackathons is back! Join us for hackBCA III!", "hackathon-prizes-total": "0", "hackathon-location-description": "Bergen County Academies", "hackathon-end-date": "2016-04-03", "has-projects": "True"}