{"hackathon-description-text": "\nAUHack is Denmark's largest hackathon. Over a 36-hour period from April 13th - 15th, students interested in IT development and IT design will meet and collaborate intensively over a weekend to create prototypes and concepts. Your goal is not to create finished products, but to come up with ideas, play with new technology and make new hacks. It is an opportunity to share your ideas with different people, build cool stuff, learn from our mentors and just have fun. Our goal is to bring students from different fields of study and universities together and set a framework, where you can carry out your projects and ideas. Students for all study programs are welcome, and everybody is there to help each other and have fun!", "hackathon-number-of-prizes": "8", "hackathon-id": "auhack18", "hackathon-judges": [{"judge-role": "David is a hackathon-veteran with 30+ events under his belt. He is a Full Stack Developer at Clearhaus", "judge-name": "David Andersen"}, {"judge-role": "Esben Hardenberg is a radio host of the weekly radio program Digitalt and a self-proclaimed veteran script kiddie.", "judge-name": "Esben Hardenberg"}, {"judge-role": "Producer of Aarhus Mini Maker Faire. Maker of stuff at Dokk1", "judge-name": "Jane Kunze"}, {"judge-role": "Associate Professor, Department of Computer Science, Aarhus University", "judge-name": "Eve Hoggan"}, {"judge-role": "Associate Professor, Department of Digital Design and Information Studies, Aarhus University", "judge-name": "Lone Kofoed"}, {"judge-role": "Alumnus of Aarhus University Computer Science, Master’s Degree in ICT Product Development. Lab Manager, ORBIT Lab @ Aarhus University School of Engineering", "judge-name": "Simon Christensen"}, {"judge-role": "Co-founded Cetrea that was sold to Getinge in 2014. Currently CEO of Kite Invent, works as a mentor for Innovationsfonden, helps the university with supporting entrepreneurship and is an active angel investor", "judge-name": "Thomas Riisgaard Hansen"}, {"judge-role": "Leads the Stibo Accelerator program which runs 10-20 radical innovation research projects each year focused on how emerging trends and technologies will potentially impact the industries served by the four Stibo divisions.", "judge-name": "Kim Svendsen"}, {"judge-role": "Happy42", "judge-name": "Lasse Chor"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nIf you have applied to AUHack, recieved an offer to attend you are eligible to attend AUHack. If you attended and hacked at AUHack, then you are eligible to make a submission.", "hackathon-number-of-participants": "90", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nMake your project, submit your hack to Devpost and attend the AUHack demo to show off what you build. You ", "hackathon-rules": "\nOnly teams comprised wholly of eligible participants that submit their hacks to this DevPost, and then go on to demo their hack at the AUHack demo can win prizes. \n- YOU MUST BE AT AUHACK TO WORK ON A PROJECT FOR SUBMISSION\n- You cannot work on your project before the event begins\n- You cannot steal another team's source code\n- The decision of judges is final for determining prizes and awards\n- Please comply with all instructions from AUHack organizers\n- You must comply with the ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best AUHack18"}, {"prize-content": "A celebration for the weirdest and quirkiest hack", "prize-title": "Facepalm Award"}, {"prize-content": "", "prize-title": "Grundfos - Hacks 4 water"}, {"prize-content": "Most innovative use of a Google API", "prize-title": "Google - Innovation award"}, {"prize-content": "", "prize-title": "LEGO - Best experience"}, {"prize-content": "", "prize-title": "Danske Bank - Best Mobilepay"}, {"prize-content": "Raspberry Pi & PiHut Essentials Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "", "prize-title": "Bloomberg"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Finlandsgade 21, 8200 Aarhus, Denmark", "hackathon-url": "https://auhack18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Was thought put into the user experience? How well designed is the interface? For a website, this might be how beautiful the CSS or graphics are. For a hardware project, it might be more about HCI (is it easy to use or does it use a cool interface?)."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? If a team which always does virtual reality projects switch up and try doing a mobile app instead, that exploration should be rewarded."}], "hackathon-location-address": "Finlandsgade 21, 8200 Aarhus, Denmark", "hackathon-description-header": "AUHack is Denmarks largest hackathon. From April 13th - 15th , we give you the opportunity to come create, innovate and hack on crazy ideas.", "hackathon-prizes-total": "0", "hackathon-location-description": "Aarhus University", "hackathon-end-date": "2018-04-15", "has-projects": "True"}