{"hackathon-description-text": "\nWhat would you do if you could access all the data our bodies are constantly producing? Heart Rate, Steps, Sleep, Weight, Movement, Physical motions - and this is just the beginning. Would you visualize it and support health workers? Would you write algorithms to detect diseases? Sky is the limit - and we can be your launching pad.", "hackathon-number-of-prizes": "10", "hackathon-id": "hackhpi2017", "hackathon-judges": [{"judge-role": "Helios Kliniken GmbH / Dr. Jungmann Healthcare Innovation Services", "judge-name": "Dr. Sven Jungmann"}, {"judge-role": "Medical Doctor Charité, Hacking Health Berlin", "judge-name": "Dr. Akira-Sebastian Poncette"}, {"judge-role": "StartupBootCamp, Health Accelerator", "judge-name": "Harsha Jagasia"}, {"judge-role": "SAP Health Innovation Hub, SAP SE", "judge-name": "Dr. Lukasz Ostrowski"}, {"judge-role": "Pfizer Healthcare Hub Berlin, Pfizer Deutschland", "judge-name": "Ralph Lägel"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "54", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nAll submissions to the HackHPI Hackathon remain the intellectual property of the individuals that developed them. We encourage participants to open source their projects to both share their hacks with the greater community and promote innovation in this space.\n\nBy submitting a HackHPI Hackathon Entry or accepting any prize, participants have to represent and warrant the following: (a) they will not submit content that is copyrighted, protected by trade secret or otherwise subject to third party intellectual property rights or other proprietary rights, including privacy and publicity rights, unless participants are the owner of such rights or have permission from their rightful owner to post the content and to grant HackHPI Hackathon all of the rights granted herein; (b) participants will not publish falsehoods or misrepresentations that could damage HackHPI Hackathon, Sponsors, or any third party; (c) participants will not submit content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate or destructive to HackHPI Hackathon or Sponsors' brand image or goodwill; (d) participants will not post advertisements or solicitations of business; (e) the content submitted by the participant does not contain any viruses, Trojan horses, worms or other disabling devices or harmful code.\nBy posting or submitting a HackHPI Entry to the Contest (regardless of the form or medium of such content), participants hereby grant HackHPI a worldwide, perpetual, irrevocable, non-exclusive right and license, with the right to sublicense, to discuss, publicize, market and otherwise display content derived from or relating to the HackHPI Entry (only valid for Marketing Content), and to distribute and use such Marketing Content for promotional and marketing purposes (either in the form submitted or in the form of a derivative or adapted work). Participants understand that they will not receive any compensation or credit for use of participants HackHPI Entry, other than what is described in these Official Contest Rules.\nTo be considered for the SAP prize, your project needs to be published under the \n. For that, you can simply include a file named LICENSE containing the license text in your repository / project folder.\n \n\nParticipant represents and warrants that he or she is the sole author and copyright owner of the Submission, and that the Submission is an original work of the Participant, or if the Submission is a work based on an existing application, that the Participant has acquired sufficient rights to use and to authorize others, including the HackHPI, to use the Submission, as specified in the “Intellectual Property Rights” section of the Rules; and that the Submission does not infringe upon any copyright or upon any other third party rights of which the Participant is aware, and that the Submission is free of malware.", "hackathon-prizes": [{"prize-content": "", "prize-title": "1st Prize"}, {"prize-content": "", "prize-title": "2nd Price"}, {"prize-content": "", "prize-title": "3rd Price"}, {"prize-content": "", "prize-title": "SAP Challenge"}, {"prize-content": "", "prize-title": "Pfizer Challenge"}, {"prize-content": "", "prize-title": "Gesundheitscloud Challenge"}, {"prize-content": "", "prize-title": "AWS Challenge"}, {"prize-content": "", "prize-title": "GitHub Challenge"}, {"prize-content": "", "prize-title": "Hardware Challenge"}, {"prize-content": "", "prize-title": "Startup Bootcamp Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackhpi2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Wearables, hardware, data and lots of caffeine - that is HackHPI 2017.", "hackathon-prizes-total": "$5,900", "hackathon-location-description": "HPI School of Design Thinking", "hackathon-end-date": "2017-06-18", "has-projects": "True"}