{"hackathon-description-text": "\nMenloHacks II is the second edition is the official hackathon for Menlo School in Atherton, CA. The second edition of MenloHacks is about perfection: better hacking space, better mentorship system, and even better food/drinks.", "hackathon-number-of-prizes": "8", "hackathon-id": "menlohacks-ii", "hackathon-judges": [{"judge-role": "CEO, YouTube", "judge-name": "Susan Wojcicki"}, {"judge-role": "COO, Dropbox", "judge-name": "Dennis Woodside"}, {"judge-role": "CEO, Grail", "judge-name": "Jeff Huber"}, {"judge-role": "CEO, SendGrid", "judge-name": "Sameer Dholakia"}, {"judge-role": "CEO, Banter", "judge-name": "Joe Beninato"}, {"judge-role": "Managing General Partner, New Enterprise Associates", "judge-name": "Scott Sandell"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAny high schooler who registered for MenloHacks II ahead of time and has uploaded the requisite forms is eligible to attend. The organizers may deny entry to anyone at their sole and absolute discretion.\n ", "hackathon-number-of-participants": "49", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nMake your project, submit your hack to Devpost and present to our panel of judges to show off what you built. You ", "hackathon-rules": "\n1. You must be physically at MenloHacks to participate.\n2. All code for your project must be written at the event. Brainstorming ahead of time is acceptable and open source libraries can be used so long as the open source library was published at least 30 days before the event.\n3. The maximum team size is 4. \n4. You cannot steal the source code from another team.\n5. All judging decisions are final.\n6. You must follow the \n and any instructions or rules given by chaperones and organizers during the event. \n \nFailure to follow any of these rules will result not just in disqualification from MenloHacks II judging, but you will also not be allowed to attend any future MenloHacks event at the sole and absolute discretion of the Director of MenloHacks.", "hackathon-prizes": [{"prize-content": "MLH 1st place medal + 400 dollars in cash for the team + Wolfram Alpha Pro for each member of the team + an iBeacon for each member of the team courtesy of Onyx Beacon + Sketch Licenses for each member of the team + JetBrains IDE of your choosing for each member of the team.", "prize-title": "Grand Prize"}, {"prize-content": "MLH 2nd place medal + 200 dollars in cash for the team + Wolfram Alpha Pro for each member of the team + Sketch Licenses for each member of the team.", "prize-title": "Second Place"}, {"prize-content": "MLH 3rd place medal + 100 dollars in cash for the team + Wolfram Alpha Pro for each member of the team.", "prize-title": "Third Place"}, {"prize-content": "Best use of the IBM Watson API wins an Apple Watch for each member of the team.", "prize-title": "Best use of the Watson API sponsored by IBM"}, {"prize-content": "$2000 scholarship to attend Make School's Summer Academy + Wolfram Alpha Pro for each member of the team. Please only opt in to this prize if a majority of your team is first time hackathon attendees.", "prize-title": "Best Beginner Hack"}, {"prize-content": "Domain.com Swag Bags.", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "Best hack that is centered around innovations with hardware rather than software. Winner will receive Wolfram Alpha Pro for each member of the team.", "prize-title": "Best Hardware Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=50 Valparaiso Ave, Atherton, CA 94027, USA", "hackathon-url": "https://menlohacks-ii.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is your project unique or original? Does it take an interesting or creative approach to a problem?"}, {"judging-criterion": "Is your project technically impressive? Is it more than just a few mockup designs or a landing page?"}, {"judging-criterion": "Does your project solve a problem that actually exists? Is it feasible for people to use this product in the real world?"}, {"judging-criterion": "Does your project look nice? Does it have a design interface or design?"}], "hackathon-location-address": "50 Valparaiso Ave, Atherton, CA 94027, USA", "hackathon-description-header": "MenloHacks is back.", "hackathon-prizes-total": "$3,776", "hackathon-location-description": "Menlo School Athletic Center", "hackathon-end-date": "2017-03-18", "has-projects": "True"}