{"hackathon-description-text": "\nUNIHACK - Melbourne's premier student hackathon - is back on August 15 at Inspire9, Richmond.", "hackathon-number-of-prizes": "11", "hackathon-id": "unihack2015", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "51", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou must submit your project by\nIn addition to the details about your project and how you built it, you must provide the following:\nIf you have created a web app, you are free to submit a link to a live working copy of your project with your submission. However, this is optional and not required.", "hackathon-rules": "\nFailure to comply with the Basic Rules can see you removed from the competition and/or expelled from the venue.", "hackathon-prizes": [{"prize-content": "$3000 in cash, seats at PwC's prestigious Technology Academy, and every member of your team gets a Sphero 2.0 (worth AU$199.99 each)", "prize-title": "Major Prize: First Place"}, {"prize-content": "$1000 in cash", "prize-title": "Major Prize: Second Place"}, {"prize-content": "$500 in cash.", "prize-title": "Major Prize: Third Place"}, {"prize-content": "Awarded to project with a good looking and very usable interface design. Prize: Adobe Creative Cloud for each team member.", "prize-title": "Best Design"}, {"prize-content": "Awarded to the project with the most original idea or reinvention. Prize: Parrot AR.Drone 2.0.", "prize-title": "Most Creative Idea"}, {"prize-content": "Awarded to the project that wins the hearts and minds (or the most votes) from the public. Prize: $100 JB Hi-Fi Gift Card for each team member.", "prize-title": "People's Choice Award (sponsored by Freelancer)"}, {"prize-content": "Awarded to the project whose code quality soars above the competition despite the pressures of UNIHACK. Prize: Adruino Kit for each team member.", "prize-title": "Least Hacky Hack (sponsored by Commonwealth Bank)"}, {"prize-content": "At IMC, creative and innovative solutions are highly valued, and making them happen today is critical in maintaining our competitive edge. Prize: Apple Watch for each team member.", "prize-title": "Making Things Happen Award (sponsored by IMC Pacific)"}, {"prize-content": "Awarded to the team that best solves a problem using mobile technology and features the best user experience and interface. Prize: Raspberry Pi for each team member.", "prize-title": "Best Mobile Hack (sponsored by Outware Mobile)"}, {"prize-content": "Awarded to the team that can best uses Braintree/PayPal's APIs in their project. Prize: Developer Survival Kits (including PayPal Here) for each team member.", "prize-title": "Best Use of PayPal/Braintree API"}, {"prize-content": "Awarded to the best project created by a team entirely made up of first year uni students. Prize: Mentoring session with an EY partner.", "prize-title": "Best First Year Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=41 Stewart Street, Richmond VIC 3121, Australia", "hackathon-url": "https://unihack2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there any technical challenges to surmount when building it?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does it work as the creators say? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfil a real need? Does it fulfil a real need people have?"}], "hackathon-location-address": "41 Stewart Street, Richmond VIC 3121, Australia", "hackathon-description-header": "Eat. Sleep. Code. Can you build something awesome in 24 hours?", "hackathon-prizes-total": "$11,300", "hackathon-location-description": "Inspire9", "hackathon-end-date": "2015-08-16", "has-projects": "True"}