{"hackathon-description-text": "\ntribeHacks IV is William & Mary's fifth annual hackathon: a 36 hour hardware and software competition held proudly in Swem Library. Check out our event schedule on our", "hackathon-number-of-prizes": "3", "hackathon-id": "tribehacks-iv", "hackathon-judges": [{"judge-role": "Chair and Associate Professor of Computer Science at William & Mary", "judge-name": "Robert Michael Lewis"}, {"judge-role": "Associate Professor of Computer Science at William & Mary", "judge-name": "Peter Kemper"}, {"judge-role": "Principal Software Engineer at ManTech", "judge-name": "Robert Huey-Plewinski"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nTeams should be made up exclusively of students (or recent graduates within one year of having graduated) who are not organizers, judges, sponsors, or in any other privileged position at the event. Teams should have a maximum of 4 students. ", "hackathon-number-of-participants": "41", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nAll projects should be submitted by 6 am on Sunday, March 25th. Submissions should include a description of the project, and must include the project's source code. Hardware projects should include images of the hack. ", "hackathon-rules": "\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you’re making the event better for everyone, by collaborating with other teams, helping beginners, and having fun.\n\nAfter hacking finishes, teams will show their projects to each other and to the judges. You are strongly encouraged to present a demo of what you have built. You should present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\n• \n The project's potential beyond the hackathon: does this project have commercial viability? Projects with the greatest entrepreneurship are not necessarily the projects with the highest potential profitability, but that satisfy consumer needs.\n• \n This incorporates creativity and originality. Projects with high ingenuity should be unique, and solve a problem in a novel and effective way.\n• \n How much did the team do with their time? Projects that score highly should be polished and fully functional.\n• \n Was the presentation thorough and convincing? Well presented projects are compelling and have complete and rehearsed presentations.\n• \n Was the project of a high technical difficulty? High scoring teams are ambitious in their undertakings.\n• \n Did the project stand out to you? What was your overall impression?\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!", "hackathon-prizes": [{"prize-content": "The prize for the top competing team.", "prize-title": "Grand Prize"}, {"prize-content": "The prize for the second place project.", "prize-title": "First Runner-Up"}, {"prize-content": "The prize for the third place team.", "prize-title": "Second Runner-Up"}], "hackathon-location-google-maps": "https://maps.google.com/?q=400 Landrum Dr, Williamsburg, VA 23185, USA", "hackathon-url": "https://tribehacks-iv.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The project's potential beyond the hackathon: does this project have commercial viability? Projects with the greatest entrepreneurship are not necessarily the projects with the highest potential profitability, but that satisfy consumer needs."}, {"judging-criterion": "This incorporates creativity and originality. Projects with high ingenuity should be unique, and solve a problem in a novel and effective way."}, {"judging-criterion": "How much did the team do with their time? Projects that score highly should be polished and fully functional."}, {"judging-criterion": "Was the presentation thorough and convincing? Well presented projects are compelling and have complete and rehearsed presentations."}, {"judging-criterion": "Was the project of a high technical difficulty? High scoring teams are ambitious in their undertakings."}, {"judging-criterion": "Did the project stand out to you? What was your overall impression?"}], "hackathon-location-address": "400 Landrum Dr, Williamsburg, VA 23185, USA", "hackathon-description-header": "William & Mary's Annual Hackathon: March 23rd - 35th", "hackathon-prizes-total": "$2,250", "hackathon-location-description": "William & Mary - Earl Gregg Swem Library", "hackathon-end-date": "2018-03-25", "has-projects": "True"}