{"hackathon-description-text": "\nYHack is an international hackathon hosted by and held at Yale that brings together 1000+ hackers and creatives from all over the world.", "hackathon-number-of-prizes": "25", "hackathon-id": "yhack2017", "hackathon-judges": [{"judge-role": "", "judge-name": "YHack Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "746", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmissions must be in by 8 am on Sunday. All submissions must be published on Devpost. ", "hackathon-rules": "\nCode of Conduct: hackcodeofconduct.com", "hackathon-prizes": [{"prize-content": "iPads and Airpods for each member of the winning team!", "prize-title": "1st Place Overall"}, {"prize-content": "A Kindle Paperwhite for each team member.", "prize-title": "Best Education Hack"}, {"prize-content": "Student subscriptions to the Wall Street Journal for 2 months and $496 in bitcoin! (when we bought it...)", "prize-title": "Best Finance Hack"}, {"prize-content": "S'well bottles and Fitbit Charge 2s for each team member.", "prize-title": "Best Healthcare Hack"}, {"prize-content": "$200 to be split evenly among the winning team members!", "prize-title": "Best Civic Hack"}, {"prize-content": "Devise an algorithm that uses online data and APIs to identify what technologies will become commercially successful in the near future (details:", "prize-title": "Informa: Best Hot Technology Predictor"}, {"prize-content": "DataPoint (", "prize-title": "Viacom: Best Use of the Viacom DataPoint Javascript Utility "}, {"prize-content": "Build a political, regulatory or technical hack that can be used to counter fake news and disinformation on social media and search engines.", "prize-title": "Poynter Fellowship: Best Hack to Counter Fake News"}, {"prize-content": "Use JetBlue's Low Fares and Deals Data to build an awesome hack! (", "prize-title": "JetBlue: Best Use of JetBlue Low Fares and Deals Data"}, {"prize-content": "Are you ready to become a crime fighter in today’s rapidly growing world of electronic data? Believe it or not, technology can be a super power to help establish relationships between “bad guys” and the people who associate with them. As Superman says, “There is a right and a wrong in the universe, and the distinction is not that hard to make.” Can you identify an entire “gang” from the wide array of data available? Can you spot different types of relationships across the entities, events, and locations? Can you strengthen or weaken those connections by using your super powers to summon more data or different data?", "prize-title": "FINRA: Be a Hero - Use Data Analytics to Catch Financial Bad Guys!"}, {"prize-content": "Provide a solution or application to help a college student become more prosperous. We will select one team to win our challenge and each member of the winning team member will receive an Echo Dot!", "prize-title": "Intuit: College Student Prosperity Case"}, {"prize-content": "Build a Storage Solutions configurator that can work in augmented reality. We’re trying to aid our sales team to show clients how the product will look in their specific work space so they can make a buying decision. Customers are interested in how much room the product(s) will take up, and how it looks next to existing equipment.", "prize-title": "Stanley Black &amp; Decker: Storage Solutions Augmented Reality"}, {"prize-content": "Develop an Android application that will retrieve IoT data from a phone repository, send it securely to the Cloud for analysis and return the results of the analysis securely to the phone. Intrusion-poof all parts of the application (Cloud, Android Phone and Communication).", "prize-title": "Stanley Black &amp; Decker: Secure Android App Enabling Cloud Analysis of IoT Data"}, {"prize-content": "Build a stream processing app to steam IoT data.", "prize-title": "Stanley Black &amp; Decker: IoT streaming &amp; analytics dashboard"}, {"prize-content": "Insurance company Intellisurance provides its life insurance product to its 1.4M customers. They offer 4 plans - Bronze, Silver, Gold and Platinum. The base price for all these 4 plans is fixed, but the monthly premium each individual pays for the plan varies based on factors like age, tobacco usage, pre-conditions, city, state etc. The dataset contains the details of 1.4M customers, their demographic information and other details that affect their monthly premiums. The dataset also gives the information regarding which plans were purchased. Note: The customer can purchase only one plan.", "prize-title": "Vitech: Life Insurance Quoting Challenge"}, {"prize-content": "1. Put Cloudflare in front of your hackathon project, win a Cloudflare T-Shirt (Details: Cloudflare.com)", "prize-title": "Cloudflare: Put Cloudflare in front of your hackathon project, make a Cloudflare App"}, {"prize-content": "Broad Challenge: Routinely teams and brands communicate through IM or voice. Whether it is in email exchanges, chat tools (Microsoft Teams / Slack), chat bots (Facebook Messenger) and Voice interfaces (Alexa, Google Assistant) we need our computers to understand the emotion underlying the communication. With international teams, or with teams coming from diverse backgrounds, it is easy to misunderstand the emotional state of the team member or customer. Our goal is to score and visualize the emotional tone of a conversation so teams can perform better and brands can react accordingly.", "prize-title": "Mirum and JWT: Can a Computer Hear How You Feel? Seeing the emotion in IM and voice"}, {"prize-content": "What will the Finance function of the future look like? Think about how machine learning methods and techniques can be used to take Finance to the next level through sophisticated forecasting, big data management, and analysis of non-traditional sources of data. Some of the specific challenges you might consider include Forecasting, Financial Reporting, and Competitor Analysis & Investor Relations. We are providing you with sample datasets (find them here:", "prize-title": "JPMorgan Chase: Finance of the Future"}, {"prize-content": "The prize will be awarded to a team who best uses any of the Facebook APIs or SDKs (", "prize-title": "Facebook: Best use of a Facebook API or SDK"}, {"prize-content": "Submissions must use at least one Google Cloud Platform product (", "prize-title": "Google: Best Google Cloud Platform Hack"}, {"prize-content": "From Facebook to Snap, Stripe to Squarespace, dozens of iconic companies have been founded by students. This prize goes to the team most likely to become future founders. We don’t expect you to start a company overnight--a \"Rough Draft\" will do. The most with the most entrepreneurial promise will win a Rough Draft swag bag, an invite to lunch with RDV co-founders, and the opportunity to pitch Rough Draft Ventures for up to $25K in funding.", "prize-title": "Rough Draft Ventures: Most Entrepreneurial Hack"}, {"prize-content": "Raspberry Pi & PiHut Essentials Kit", "prize-title": "MLH Best Domain Name registered with Domain.com"}, {"prize-content": "Dragonboard 410C & Power Source", "prize-title": "Best IoT Device Using a Qualcomm Device"}, {"prize-content": "$250 AWS Credit", "prize-title": "Best Use of Amazon Web Services"}, {"prize-content": "Demonstrate a strong and conscious effort to shield the investor with knowledge that would protect their wallets and their belief in the integrity of the market. Any vehicle to effectively accomplish that mission is welcome, with creativity being a driving factor. The challenge is to create something that can be used to educate seasoned or fresh investors that is engaging as well as informative.", "prize-title": "Fenwick - Protecting investors using technology"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Payne Whitney Gymnasium, 70 Tower Pkwy, New Haven, CT 06511, USA", "hackathon-url": "https://yhack2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How applicable is your hack to problems we're facing today?"}, {"judging-criterion": "What impression do you get from the hack? Does it provide for a smooth user experience?"}, {"judging-criterion": "How technically challenging is it? Which technologies did you use?"}, {"judging-criterion": "How original is your hack? Is this a novel idea or something that's built at every hackathon?"}], "hackathon-location-address": "Payne Whitney Gymnasium, 70 Tower Pkwy, New Haven, CT 06511, USA", "hackathon-description-header": "Hack at YHack", "hackathon-prizes-total": "$57,200", "hackathon-location-description": "Yale University", "hackathon-end-date": "2017-12-03", "has-projects": "True"}