{"hackathon-description-text": "\nHackXX is UC San Diego's women-centric hackathon. It’s an empowering place to build great projects. Over 24 hours, women will be given the tools and knowledge to materialize their technological dreams.", "hackathon-number-of-prizes": "5", "hackathon-id": "hackxx-2018", "hackathon-judges": [{"judge-role": "Senior Director of Product Development at Intuit", "judge-name": "Jayashree Panse Atre"}, {"judge-role": "Senior Technical Lead at Qualcomm", "judge-name": "Kathy Herring Hayashi"}, {"judge-role": "President at VR Club at UCSD", "judge-name": "Nisha Yerunkar"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nMust be 18 years old or older to participate.", "hackathon-number-of-participants": "75", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nSee a full list of competition rules \n.\nHackXX is dedicated to maintaining a safe and supportive environment for its hackers, mentors, volunteers, judges, and panelists.\nWe expect all hackers to adhere to the \nWe take all violations seriously. Please contact an organizer if you see or experience anything that makes you uncomfortable.", "hackathon-prizes": [{"prize-content": "BeatsX, BB8 droid, Echo Spot, Samsung Gear VR", "prize-title": "Grand Prize"}, {"prize-content": "Holy Stone Drone, 21 inch Monitor, Bluetooth Speaker, Raspberry Pi Kit", "prize-title": "2nd Place Prize"}, {"prize-content": "Echo Dot, Mech Keyboard, Fire TV Stick, Fitbit Flex", "prize-title": "3rd Place Prize"}, {"prize-content": "A copy of Cracking the Coding Interview for each team member.", "prize-title": "Beginner's Prize"}, {"prize-content": "1st Place: $500 Gift Card shared among team", "prize-title": "Best Communications Project presented by Northrop Grumman"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Jacobs Hall, Engineer Ln, San Diego, CA 92161, USA", "hackathon-url": "https://hackxx-2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a hardware project, it might be more about how good the human-computer interaction is (e.g. is it easy to use or does it use a cool interface?)."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? For an team that typically does VR and tries mobile, their exploration should be rewarded."}], "hackathon-location-address": "Jacobs Hall, Engineer Ln, San Diego, CA 92161, USA", "hackathon-description-header": "UC San Diego's women-centric hackathon", "hackathon-prizes-total": "$3,650", "hackathon-location-description": "Qualcomm Room, Jacobs Hall, University of California San Diego", "hackathon-end-date": "2018-04-09", "has-projects": "True"}