{"hackathon-description-text": "\nThe inaugural GBIF Ebbe Nielsen Challenge aims to inspire scientists, informaticians, data modelers, cartographers and other experts to create innovative applications of open-access biodiversity data.", "hackathon-number-of-prizes": "2", "hackathon-id": "gbif2", "hackathon-judges": [{"judge-role": "Professor of Taxonomy / University of Glasgow", "judge-name": "Roderic Page"}, {"judge-role": "CEO / SANBI: South African National Biodiversity Institute", "judge-name": "Tanya Abrahamse"}, {"judge-role": "Professor of Ecology / University of Navarra", "judge-name": "Arturo H. Ariño"}, {"judge-role": "Scientist, Computational Ecology and Environmental Sciences Group / Microsoft Research", "judge-name": "Lucas Joppa"}, {"judge-role": "President & CEO / NatureServe", "judge-name": "Mary Klein"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nThe Challenge is open only to those individuals and teams of individuals \nIf participating in a team, the team must select one representative under whose name it will participate. The representative shall act on behalf of the team to assume all rights and responsibilities regarding the challenge. If a team entry is selected as a winning entry, GBIF will pay the full prize money to the representative. It is the responsibility of the representative to distribute the prize money to team members.", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nParticipants must create a submission that includes the following components.\nThe Submission must be accompanied by a short description in English of approximately 200 words.\nThe submission can be anything that provides new representations or insights using GBIF-mediated data. This could likely involve a range of results: websites, stand-alone or mobile applications, or outputs of analyses. Likewise, the submission could seek to improve any number of issues or processes, including (but not limited to) data analysis or visualization, data workflows, uploading, or annotations. The judges must be able to access the submission at no cost or perform the same analysis/visualization using comparable alternative sources of data.\nIf the submission is a stand-alone application then it must operate on hardware readily available to the judges.\nIf the submission is a mobile app then the submission must enable the judges to access the solution, either by making it publicly available in an app store, by sending the .apk file (Android), or making it available using TestFlight (iOS)\nAll submissions should be accompanied either by a video that demonstrates the submission, or screenshots of the submission. If the video is uploaded to an external site such as YouTube or Vimeo, then the submission must include a link to that video. A package of screenshots should be made available for the judges through a zip archive posted on Dropbox, OneDrive, or some other cloud-based file-sharing service.", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nChallenge Name: GBIF Ebbe Nielsen Challenge, Round Two (the “Challenge”)\nChallenge Website: \n (the “Challenge Website”)\nAdministrator (the “Administrator”): GBIF Secretariat, Universitetsparken 15, DK-2100 København Ø, Denmark.\nThe Administrator is the sponsor and entity responsible for the Challenge.\n: July 7, 2015 (5:00 pm Central European Summer Time) – September 4, 2015 (11:59 pm CEST / GMT +2) (the “Challenge Submission Period”)\n: September 5, 2015 (12:00 midnight CEST / GMT +2) – Oct 9, 2015 (5:00 pm CEST / GMT +2) (the “Judging Period”)\n: October 9, 2015 (10:15 pm CEST / GMT +2)\nThe Administrator will be the official timekeeper for the Challenge.\nEntrants for Round Two of the GBIF Ebbe Nielsen Challenge are restricted to \n.\nMakers must do the following to complete their participation in the Challenge:\nAll Submission materials must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted.\n(i) What to Create: Makers must extend the innovations they created for Round One of the Challenge.\nThe judges must be able to access the submission at no cost or perform the same analysis/visualization using comparable alternative sources of data.\nIf the submission is a stand-alone application then it must operate on hardware readily available to the judges.\nIf the submission is a mobile app then the submission must enable the judges to access the solution, either by making it publicly available in an app store, by sending the .apk file (Android), or making it available using \n (iOS).\nIf the submission is the output of an analysis then the analysis must be repeatable, with the submission including sufficient detail for repetition.\n(ii) Use of GBIF data: While submissions need not rely exclusively on GBIF as a data source, they must, in the judgement of the Challenge jury and GBIF Secretariat staff, make significant use GBIF-mediated data. Rather than prescribe specific amounts or relative proportions of data, the Challenge organizers expect that qualifying submissions would apply GBIF-mediated data in ways that reasonable observers would consider measurable, meaningful, and important.\n(iii) Novelty: The submission should be “novel” in that a significant portion of the submission should be developed for the challenge. A submission based largely (or entirely) on work published or developed prior to the challenge start date will not be eligible for submission.\n(iv) Intellectual Property: In light of GBIF’s commitment to open-access data—most recently recognized in GBIF’s plans around data licensing—we encourage participants to adopt the most open licences possible for their Challenge submissions. However, each submission will remain the property of its participants, unless otherwise specified. By entering a Round Two Submission, the Makers agree to grant GBIF a nonexclusive, nontransferable, irrevocable, royalty-free license to use it.\n(i) Text Description: The text description should explain the insights represented in the submission and improvements made to the Round One Submission.\n(ii) Video identifying audiences that will benefit from the Submission, as describes above.\n(iii) Video and/or screenshots of the application: The Submission’s visual elements should demonstrate its insights or functionality.\nIf video is included, the video clip:\na. should be no more than four (4) minutes long;\nb. must include footage that clearly explains the Submission’s findings or functionality through a comprehensive demonstration, and clearly explain its use of GBIF-mediated data, the insights it provides, and the methods or tools used to develop it;\nc. must not include third party trademarks, or copyrighted music or other material unless the Maker has permission to use such material.\nRegardless of the format used, these visual elements must be freely accessible to the judges, whether uploaded through an external video hosting service like YouTube or Vimeo or posted as a zip archive to a cloud-based file-sharing service like Dropbox, Box, or OneDrive.\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Challenge, you grant to the Administrator, and any other third parties acting on the Poster’s behalf, a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Administrator’s, and partners’ websites and applications, including the Challenge Website, and display and promotion of the Submission in any other media, worldwide.\nThe following Submission components may be displayed to the public: name, description, images, video URL, website URL, team members (username only), the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Administrator and Judges for screening and evaluation.\nMakers represent and warrant that the Administrator and Challenge partners are free to use Makers’ Submission in the manner described above, as provided or as modified by Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\nEligible Submissions will be evaluated by a panel of judges selected by the Administrator (the “Judges”), and scored using the following equally weighted criteria (the “Judging Criteria”):\n(i) Innovation: how novel is the submission?\n(ii) Functionality: does the submission work and show or do something useful?\n(iii) Applicability: can the GBIF community use and/or build on the submission?\nFor Round Two, he Judges will select for one (1) first-place prize of €20,000 and one (1) second-place prize of €5,000. Winners are expected to be announced at GB22, GBIF’s 22nd Governing Board meeting, in Antananarivo, Madagascar, on October 9, 2015.\nJudges are not required to test the Application and may choose to judge based solely on the text description and video or screenshots provided in the Submission.\nIf two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Administrator.\nPotential winners will be notified using the email address associated with the ChallengePost account used to enter the Submission (the submitter is the “Representative” in the case of a team or Organization). In order to receive a Prize, the potential winner (including all participating team members in the case of a team or Organization) will be required to sign and return to the Administrator, declaration(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax or financial forms (“Required Forms”).\nDeadline for Returning Required Forms: ten (10) business days after the Required Forms are sent.\nThe Administrator may deem a potential winner (or participating team members) ineligible to win if:\n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;\n(ii) the Prize or Prize notification is returned as undeliverable; or\n(iii) the Submission or the potential winner, or any member of a potential winner’s team or Organization, is ineligible for any other reason.\nIn the event of a disqualification, the Administrator may award the applicable Prize to an alternate potential winner.\nThe Administrator has the right to make a Prize substitution of equivalent or greater value. The Administrator will not award a Prize if there are no eligible Submissions entered in the Challenge, or if there are no eligible Makers or Submissions for a specific Prize.\nA monetary Prize will be transferred to the winning Maker’s financial institution (whether individual or team) after receipt of the Required Forms. Prizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a team. It will be the responsibility of the winning Maker’s Representative to allocate the Prize among their team’s members, as the Representative deems appropriate.\nWithin 45 days of the Administrator’s receipt of the Required Form\nWinners (and in the case of team or Organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant government departments/agencies, if necessary.\nA. By entering the Challenge, you (and, if you are entering on behalf of a team or Organization, each participating members) agree(s) to the following:\n(i) The relationship between you, the Maker, and the Administrator is not a confidential, fiduciary, or other special relationship.\n(ii) You will be bound by and comply with these Official Rules and the decisions of the Administrator and/or the Challenge Judges which are binding and final in all matters relating to the Challenge.\n(iii) You release, indemnify, defend and hold harmless the Administrator, Promotion Entities, and their respective parent, subsidiary, and affiliated companies, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Maker’s entry, creation of Submission or entry of a Submission, participation in the Challenge, acceptance or use or misuse of the Prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Challenge;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Challenge Website;\n(iii) unauthorized human intervention in any part of the entry process or the Challenge;\n(iv) technical or human error which may occur in the administration of the Challenge or the processing of Submissions; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Challenge or receipt or use or misuse of any Prize.\nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, late, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Administrator.\nBy participating in the Challenge you consent to the use of personal information about you, if you are a winner, by the Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Challenge. This consent applies, as applicable, to all members a Maker’s team or Organization that participated in the winning Submission.\nA. Administrator reserve the right, in its sole discretion, to cancel, suspend and/or modify the Challenge, or any part of it, in the event of a technical failure, fraud, or any other factor or event that was not anticipated or is not within their control.\nB. Administrator reserve the right in its sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Challenge, or a violation of any applicable law or regulation.\nC. Any attempt by any person to undermine the proper conduct of the Challenge may be a violation of criminal and civil law. Should Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities.\nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Challenge materials, including but not limited to the Challenge Submission form, Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker and the Administrator. The Administrator will post the terms and conditions of the amended Official Rules on the Challenge Website. To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.\nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.\nG. The Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Administrator’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Challenge, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\nBy entering, all Makers (including, in the case of a team or Organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the Prizes or Maker’s participation in the Challenge. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal.\nWithout prejudice to the foregoing, any dispute or disagreement arising from the interpretation or execution of the Challenge shall be settled by arbitration as follows:\n(i) Both parties will first endeavor to settle any difference amicably by direct dealings;\n(ii) If no agreement is reached within sixty (60) days, the matter will be submitted for arbitration to the chair of the GBIF Governing Board.\nPlease review the ChallengePost Terms of Service at \n for additional rules that apply to your participation in the Challenge and more generally your use of the Challenge Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Challenge only.\nParticipation in the Challenge constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Challenge that are made pursuant to these Official Rules are final and binding, and that all such decisions are at the sole discretion of the Administrator.\nThe Administrator collects personal information from you when you enter the Challenge. The Administrator will not share any personal information with third parties unless it is required to administer the Challenge. See the Administrator’s Data Use Agreement to understand important terms and conditions related to the use of data published through its online resources: \n \nChallenge winners will be posted on the Challenge Website on or about October 9, 2015.\nIf you have any questions or comment, or wish to send us any notice regarding this Challenge, please email us at", "hackathon-prizes": [{"prize-content": "The first-place winner will receive €20,000 in prize money following the announcement of winners at the GBIF governing board meeting in Madagascar on October 9, 2015.", "prize-title": "First prize"}, {"prize-content": "The second-place winner will receive €5,000 in prize money following the announcement of winners at the GBIF governing board meeting in Madagascar on October 9, 2015.", "prize-title": "Second Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://gbif2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How novel is the submission? A significant portion of the submission should be developed for the challenge. A submission based largely (or entirely) on work published or developed prior to the challenge start date will not be eligible for submission."}, {"judging-criterion": "Does the submission work and show or do something useful?"}, {"judging-criterion": "Can the GBIF and biodiversity informatics communities use and/or build on the submission?"}], "hackathon-location-address": "", "hackathon-description-header": "Bringing biodiversity information to life", "hackathon-prizes-total": "€25,000", "hackathon-location-description": "", "hackathon-end-date": "2015-08-24", "has-projects": "True"}