{"hackathon-description-text": "\nWanderbrief, World Merit and Hostelling International USA (HI USA) are organizing Hack for 2030, the world's first sustainable hackathon inside a hostel. For 5 days we will join forces with talents and global changemakers from all over the world to tackle the UN's Sustainable Development Goals (SDGs).  For those who wish just to participate in the 48-hour hackathon, there is the option to just stay for the 2 days. ", "hackathon-number-of-prizes": "1", "hackathon-id": "hack-for-2030", "hackathon-judges": [{"judge-role": "Tourism Cares", "judge-name": "John Yonce"}, {"judge-role": "Agent for angel investor", "judge-name": "Brian Butler"}, {"judge-role": "Wanderful", "judge-name": "Beth Santos"}, {"judge-role": "Northeastern University", "judge-name": "Rebecca Riccio"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nParticipants must be 18 years or older.\nAll nationalities are welcome.", "hackathon-number-of-participants": "22", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTechnology solutions will depend on input from team. It might be an app or it could be a website.  Developers should be ready for either.\nPlease use this link to apply and to submit your qualifications: ", "hackathon-rules": "\nMust be available from noon on January 27 to noon on January 29 for hacking, with commitment to participate in team presentation and dinner that follows.\nWinning team will be determined by expert panel of judges.\nIf you are assigned the app for the UN World Tourism Organization, must be willing to provide support after the event to tweak and finalize the app per their input. The app will be adopted and used globally by the UNWTO.\nTeam projects reserve the right to adpot and use ideas and technology that was created.", "hackathon-prizes": [{"prize-content": "One team of 6 people will be declared the winner, each receiving a certificate and a digital badge that can be used on personal profiles and in social media.", "prize-title": "Recognition"}], "hackathon-location-google-maps": "https://maps.google.com/?q=19 Stuart St, Boston, MA 02116, USA", "hackathon-url": "https://hack-for-2030.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Are the tools, resources, and/or campaign created easily explained and understood? Will the campaign resonate with the defined target market or audience? Will the additional tools or resources created help the team’s project reach its tipping point?"}, {"judging-criterion": "Does the project maximize the major features of its chosen platform(s)? Does the project include innovations in technical design and/or implementation? (Note: all technology should be fully functioning in time for the team’s presentation)"}, {"judging-criterion": "Does the campaign offer something new or unexpected? Is the campaign presented in a way that makes you want to engage? Does the campaign innovate beyond the existing project the team was given?"}, {"judging-criterion": "Does the team have a credible plan for getting their campaign to market? Are there any known barriers that could prevent this campaign from taking off? Are the team’s plans a viable solution for their target audience?"}], "hackathon-location-address": "19 Stuart St, Boston, MA 02116, USA", "hackathon-description-header": "Create tech solutions in support of the UN's Sustainable Development Goals", "hackathon-prizes-total": "0", "hackathon-location-description": "HI Boston", "hackathon-end-date": "", "has-projects": "False"}