{"hackathon-description-text": "\nLenovo’s partnership with the NAF brings a robust mobile app development curriculum and delivery program to NAF academies. The Lenovo Scholar Network, now in its third year, is designed to provide high school students with an intensive application development program to enable the next generation of developers and entrepreneurs. The Lenovo Scholar Network encourages greater interest among underserved high school students in STEM subjects while providing them with skills to succeed in the 21st century.", "hackathon-number-of-prizes": "1", "hackathon-id": "lsn2018", "hackathon-judges": [{"judge-role": "NAF", "judge-name": "Colleen Devery"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "203", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\nEntries must have been created as part of a Lenovo Scholar Network program using MIT App Inventor. Each academy in the Lenovo Scholar Network may submit two apps to the national competition.", "hackathon-prizes": [{"prize-content": "The top 5 student teams  will win a trip to Washington,D.C., to be recognized at NAF Next, NAF’s signature annual conference, for their achievements.", "prize-title": "Travel Support to Come to NAF Next in Washington, D.C."}], "hackathon-location-google-maps": "", "hackathon-url": "https://lsn2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "5 Stars - Very relevant, solution doesn’t exist, useful for broad audience; 4 Stars - Relevant/original; 3 Stars - Some aspects relevant/original; 2 Stars - Not-relevant and/or an adequate solution already exists; 1 Star   - Not addressed by the materials"}, {"judging-criterion": "5 Stars - Addresses all aspects of problem and is exceptional in some way; 4 Stars - Addresses all aspects of problem; 3 Stars - Addresses most aspects; 2 Stars - Addresses some aspects of problem; 1 Star - Doesn’t address any aspects of problem"}, {"judging-criterion": "5 Stars -Completely original or elegant reimagining of existing app; 4 Stars -Mostly original, uses some ideas from existing apps; 3 Stars -Some original ideas, mostly replicates existing apps; 2 Stars -Replicates existing solutions; 1 Star -Not addressed"}, {"judging-criterion": "5 Stars - GUI is very appealing, layout is clear & unobtrusive; 4 Stars - GUI is appealing and easy to navigate; 3 Stars - Very basic GUI; 2 Stars - GUI is incomplete and/or missing features; 1 Star - Not addressed"}, {"judging-criterion": "5 Stars - Meets app goals & has additional useful features; 4 Stars - Fully meets goals; 3 Stars - Somewhat useable though features anticipated are missing or don’t work; 2 Stars - App as presented is unusable; 1 Star   - Not addressed by materials"}, {"judging-criterion": "5 Stars - Very easy for any audience, has visual/auditory feedback to make user experience simple; 4 Stars - Easy even for someone new to technology; 3 Stars - Usable by sophisticated user; 2 Stars - Difficult/frustrating to use; 1 Star   - Not addressed"}, {"judging-criterion": "5 Stars - Imaginative & informative, includes motivation and solution; 4 Stars - Covered all relevant info but unimaginative; 3 Stars - Didn’t cover all relevant aspects; 2 Stars - Didn’t cover any topics related to app; 1 Star- No supporting materials"}], "hackathon-location-address": "", "hackathon-description-header": "Showcasing the Top Apps Created by NAF Students in the Lenovo Scholar Network", "hackathon-prizes-total": "$12,500", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}