{"hackathon-description-text": "\nTechFugees Australia is the Sydney tech community's response to the current refugee crisis involving a network of concerned individuals and inspired by a similar event in Europe two months ago.", "hackathon-number-of-prizes": "3", "hackathon-id": "techfugees-australia", "hackathon-judges": [{"judge-role": "Mayor of Liverpool", "judge-name": "Ned Mannoun"}, {"judge-role": "Enterprise Facilitator with Ignite Small Business Start-Ups, which is an SSI initiative.", "judge-name": "Dina Petrakis"}, {"judge-role": "SSI Humanitarian Settlement Services Regional Coordinator", "judge-name": "Amitabh Rajouria"}, {"judge-role": "Google for Work Program Manager and former refugee", "judge-name": "Michael Ascharsobi"}, {"judge-role": "Deputy CEO STTARTS", "judge-name": "Lachlan Murdoch"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nEntry is by Submission of project materials on this DEVPOST site (\n Tools!\nStartup Dashboard\nTechFuGeesAus Pitch Presentation (guidelines)", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nHacker Teams will develop tech solutions for refugee settlement challenges articulated by our partners,\nThemes include\nMore Info:\nRefugees and asylum seekers often arrive with poor levels of English competency. Being able to communicate effectively in English is a critical skill for ensuring quick adjustment to life in Australia and for securing employment and education opportunities.\n \nRefugees receive 510 hours of government funded English language training aimed at developing basic conversational English. Asylum seekers get up to 40 hours until they are granted a temporary protection visa when they become entitled to the 510 hours. Many asylum seekers have been waiting for up to 3 years for access to a protection visa. School aged children in both refugee and asylum categories receive specialized English tuition through state funded schools.\n \nClients tells us that they struggle with practicing English in a variety of contexts and in learning English for more complex purposes such as employment or tertiary education. Most online language acquisition tools focus on travelling related subjects.\n \n \nEven though refugees and asylum seekers often come to Australia because they know a relative or friend here, they often struggle to make broader social connections. Asylum seekers in particular who have come by boat will have been separated from friends and family. Due to the dangerous journey it is common that a male member of the household will come with a view to supporting others to come later. The laws have now changed to make this impossible.\nRefugee families also express a desire to connect with others who have been through similar experiences as well as members of the broader community. This is sometimes driven by a desire to develop English skills, to find common social and sporting interests or to facilitate broader integration into the community rather than just within their own ethnic group. A sense of isolation and loneliness, also related to grieving of what they left behind, is common to many.\n \nFinding suitable housing is very difficult for many refugees and asylum seekers due to the high cost of rent and the unmet expectations of clients. For example, many refugees have fled from good homes and jobs to be welfare dependent here and unable to afford housing at the same standard they have been used to.\n \nAdditionally the tenancy and housing system in Australia is often different and depending on the background of the client they will need to spend time learning about how the local system works and what their rights are.\n \nSome clients who are on their own face particular challenges as they cannot afford single share accommodation. Some clients have expressed a desire to link up with others for share housing.\n \nSSI provides housing support services to meet some of these needs yet clients are lacking in tools that help them to be self-directed and to manage tenancy needs beyond the initial HSS support period (6-12mths).\n \nGaining employment is one of the biggest hurdles for refugees and asylum seekers. Employers want to see Australian experience which newly arrived people cannot provide. Equally there is no work referee available as a result of the lack of Australian experience. Work rights are not well understood nor is Workers Health and Safety. Issues of job readiness, appropriate resumes and how to apply for jobs has to be learned. Sometimes applicants do not have the right close to wear and have not had interview coaching.\n \nThere is a need to up skill around employment issues, understand apprenticeship, internships, application processes, the need for referees and so on.\n \n \nMany refugees and asylum seekers wish to retrain or are required to undertake gap training to continue with their profession. Navigating the variety of options is very challenging for our clients as there are so many providers and options but there is no place where all the information comes together. There is also the issue of scholarships and other support that may be available but it is hard to find out about them.\n \nAdditionally, the NSW school system has limited options for students who are 18 yet have missed out on schooling and would be better suited to education in a high school setting. The only option for many in this situation is completing high school through the TAFE programs that are more vocationally oriented and have less support resources.\n \nMany refugees and asylum seekers arrive with qualifications that are not recognized here in Australia. Obtaining recognition for overseas qualifications can be expensive and many will need support to plan gap training or local certification processes. Some may also have been unable to bring evidence of qualifications or are unable to obtain them. This becomes a major barrier to clients being able to continue with their careers here in Australia. The process of recognition is very complex as information is dispersed.\n ", "hackathon-rules": "\nParticipants need to register at ", "hackathon-prizes": [{"prize-content": "Winning tech developed by SSI (or STARTTS) with Mentoring from Pollenzier", "prize-title": "First Prize."}, {"prize-content": "Winning tech developed with mentoring from Expert 360...", "prize-title": "Second Prize"}, {"prize-content": "2x $500 General Assembly Gift Certificates", "prize-title": "3rd Prize : People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=170 George St, Liverpool NSW 2170, Australia", "hackathon-url": "https://techfugees-australia.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Who is your customer (Refugee/Service Organisation etc)? How well does the product fit the needs of the problem the team chose to tackle? How user-friendly is the technology? Is it a complete solution, or do they still have a long way to go?"}, {"judging-criterion": "How much impact (quality and quantity) could the solution have?"}, {"judging-criterion": "How innovative/creative/unique is the hack? Does the hack employ a new/novel approach to solving the problem?"}, {"judging-criterion": "What are your barriers to entry or user adoption? How are you addressing those challenges? What is your rollout strategy? Is it scalable and self-sustaining?"}, {"judging-criterion": "How much did they accomplish in the weekend? Did they demonstrate learning from mentors to help inform a better solution? Did the demo test core assumptions?"}, {"judging-criterion": "How well did the team explain their solution? How well did the demo communicate the idea?"}], "hackathon-location-address": "170 George St, Liverpool NSW 2170, Australia", "hackathon-description-header": "Techfugees Australia help develop effective solutions to the issues facing refugees settled in Australia.", "hackathon-prizes-total": "$12,000", "hackathon-location-description": "Liverpool Library, Library Plaza", "hackathon-end-date": "2015-11-29", "has-projects": "True"}