{"hackathon-description-text": "\nThe Locate Conference theme is Disruptive Technology for a Smarter Society. ", "hackathon-number-of-prizes": "2", "hackathon-id": "locate-geohack-3456", "hackathon-judges": [{"judge-role": "PMC", "judge-name": "Tim Neal"}, {"judge-role": "Geoscience Australia", "judge-name": "Kristin Milton"}, {"judge-role": "CRCSI", "judge-name": "Darren Mottolini"}, {"judge-role": "Permuto", "judge-name": "Brett Madsen"}, {"judge-role": "Hexagon", "judge-name": "Rhys Bittner"}, {"judge-role": "PSMA", "judge-name": "Michael Dixon"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAnyone is eligible for prizes.  For team entrants or individual entrants must be over 18 (Or a guardian must be registered as the Representative to facilitate prizes).  ", "hackathon-number-of-participants": "15", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\n \n ", "hackathon-rules": "\nAll Innovate@Locate entries will be judged by the Innovate@Locate Competition Judging Panel against the following criteria:\nThe Innovate@Locate competition judges will choose all winners. The judging panel for prizes will consist of a mix of Locatehack organisers, government agency representatives and industry sponsors as appropriate for each prize.  All Submissions elements detailed in “Submitting your entry” section of this document must be completed by the required time. No requests for extensions will be considered. Final arbiter is the judging panel whose decision is final. No correspondence will be entered into. This is a competition of skill. Chance plays no part in this competition. Judges are not eligible to compete for prizes.\nEach winning team must nominate one person to liaise with and provide their details to Innovate@Locate organisers following prize announcements to coordinate distribution of prizes after the event and prize money must be evenly split between all team members of winning teams.\nPrizes will be announced at the VIP Awards at the Locate 2016 Conference on the 11th April. The VIP Awards also present a great opportunity to celebrate all the clever projects from around the country with sponsors, agencies, media and some high profile special guests!\nThe winners of Prizes or limited number of participants from each team will be chosen to fly to the VIP awards at the Locate conference on the 11th April 2016 in Melbourne. More details to be advised after the main event.\nYou will find the list of Official data available for the Innovate@Locate competition at (Add Link) You must use at least one Official data set to be eligible for prizes. Check the eligibility requirements of the Innovate@Locate Prizes and category prizes to see if you need to use a specific data set or data from a specific Data Publisher or Data Portal for the prize category you want to enter. To maximize your chances to win we recommend you mash up National and Local official data, giving you a chance in as many categories as possible.\nSome data sets listed on data portals may have additional resources available with further information on how to use the data or other supporting material. You are encouraged to download and use these resources. If you have questions about a data set let a crew member know and we will try to find a data mentor for you or post the question on the Devpost forum twitter #InnovateHackfest.\nSeveral competition goals require entries must use at least one of the data sets provided for this contest, but you are free to use data from the official Innovate@Locate list or other data sets as long as their licensing terms permit usage for this purpose. You may also use any publicly accessible web services as long as it does not incur a financial cost to use (private and subscription APIs are prohibited due to licensing issues and barrier to entry).\n \nJudges expect entries to be primarily developed throughout the weekend of Innovate@Locate hackfest. Anyone is eligible for prizes.  For team entrants or individual entrants must be over 18 (Or a guardian must be registered as the Representative to facilitate prizes).  At least one team member must be over 18 (Or a guardian must be registered as the Representative to facilitate prizes).   Entrants may be members of multiple teams but each team must be registered separately and each team has one entry. There is no maximum team size.\nNo judges will be eligible to compete for prizes, and individuals from organisations or companies are also not eligible for prizes sponsored by their organisation. Mentors/speakers are eligible to compete for prizes, but judges reserve the right to disqualify a mentor/speaker if they perceive unfairness.\nDon’t do bad things. This contest has been designed to demonstrate the benefit of open access to data. Please participate in and engage with the contest in that spirit and in good faith. You must not include submissions that are:\nWe reserve the right to reject submissions that do not comply with the letter and spirit of these rules.\nYou agree to only include code, data, or other materials in a submission for the Innovate@Locate hackfest contest that you have the right to use and release consist with these Contest Rules.\nOur preference is All code and APIs must be available under an appropriately open license that allows reuse, commercial use, remixing and redistribution.\nThe reason for the open licensing of code and content is because Innovate@Locate hackfest is about awesome outcomes that anyone can use and build on. Great innovation comes from building on the greatness of those who came before.\nHowever If you clone an existing open source repository, it may be necessary for you to stick with the existing license which is associated with that codebase.\n \n \nEntrants consent to Innovate@Locate representatives using their name, likeness, image and/or voice in any media for an unlimited period of time, without remuneration, for any publicity and marketing purposes.\n \nMost data sets available for this contest have been released under a permissive licence such as the \n. You can also use other material that has been released on similarly liberal terms (ie. it is in the public domain (eg. US Government materials) or released under another,\n, \n, \nor \netc.).You can use non- Government data licenced for reuse.\nSubmissions and comments will be posted live, but occasionally they may not make it through our anti-trolling and anti-spamming filters and may need to be moderated manually. We reserve the right to remove or not post any submission that reasonably appears to breach any of these rules.\nThe Innovate@Locate team makes no representations or warranties of any kind, expressed or implied, including warranties of accuracy, in regard to any submissions or links published on the Innovate@Locate website.\nInnovate@Locate should be an awesome experience for everyone. Be nice, play fair, or go home.\nBy participating in Innovate@Locate, as an observer or a competitor, you agree to the following:\nI will not abuse, stalk, harass or threaten others. I will not make offensive comments related to gender, sexual orientation, disability, physical appearance, body size, race, or religion. I will not disrupt other people or the event and I will not make inappropriate physical contact or pay unwelcome sexual attention to other participants.\n\nI will not swear or make sexist, racist, or other exclusionary jokes, which may be offensive to those around me. I will behave in a way (only submit competition material) that is suitable for anyone to view, including young children.\n\nI will keep the venue clean and tidy and use the rubbish and recycling bins as appropriate. I will let the organisers know if there are any issues.\n\nI will only use authorised materials that I have the right to use and release and will not submit any projects which are potentially libelous, false, defamatory or overtly political or contains material which is potentially confidential, commercially sensitive, or which would cause personal distress or loss. I will check the website and/or have a chat with one of the organisers if at any stage I am unclear on the competition rules.\n\nI will remember that we are all here to create, not party. If I am under 18, I will ensure my guardian is with me whenever I am at the venue, and if I am the guardian of a participant under 18 I will ensure I keep an eye on them. If I am feeling uncomfortable, am being harassed, notice that someone else is being harassed, or have any other concerns; I will immediately contact a Innovate@Locate organiser.\nInnovate@Locate\nI will not do anything to ruin it or engage in any behaviour that violates this code of conduct. I understand that the Innovate@Locate organisers may take any action they deem appropriate, including warnings or expulsion from the Innovate@Locate event. I understand that if I am removed from the event due to inappropriate behaviour, I will no longer be eligible to compete for Innovate@Locate prizes.", "hackathon-prizes": [{"prize-content": "$3000 cash prize and professional mentoring valued at $1000", "prize-title": "Hexagon - Best use of SMART M.app"}, {"prize-content": "$1,000 cash prize and Professional mentoring value of $1000", "prize-title": "PSMA - Best Use of Location Information"}], "hackathon-location-google-maps": "https://maps.google.com/?q=7 London Circuit, Canberra ACT 2601, Australia", "hackathon-url": "https://locate-geohack-3456.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The Hexagon prize requires specific eligibility criteria of using SMART M.app. That use should be an core part of the submission for the best use of the Smart M.app prize."}, {"judging-criterion": "The PSMA prize requires specific eligibility criteria of the integration of G-NAF and Administrative boundaries and demonstrate the power of location information."}, {"judging-criterion": "To qualify for taking-out this prize you need to use one or more data sources from the new Open Data Service – see data.wa.gov.au and/or the Shared Location Information Platform (SLIP) – see slip.landgate.wa.gov.au."}, {"judging-criterion": "Most effective Usability (including documentation and ease of use)"}, {"judging-criterion": "Best innovative design. Structure, use of standards. Includes how well the idea was executed by the developer and the extent to which the application utilizes the maps APIs or Add-ins in a way that increases productivity."}, {"judging-criterion": "Best problem solving result includes the extent to which the application could impact the user’s productivity."}, {"judging-criterion": "The relevance to the team nominated category definition"}], "hackathon-location-address": "7 London Circuit, Canberra ACT 2601, Australia", "hackathon-description-header": "Using spatial data for digital disruption", "hackathon-prizes-total": "$4,000", "hackathon-location-description": "DATA61", "hackathon-end-date": "", "has-projects": "False"}