{"hackathon-description-text": "\nEnjoy the delicious cuisine of Bruce Dining Hall while collaborating with up to five other people throughout the course of five days to make an amazing project.", "hackathon-number-of-prizes": "1", "hackathon-id": "hackbrucecafeteria", "hackathon-judges": [{"judge-role": "CEO, CTO of MyWikis", "judge-name": "Jeffrey Wang"}, {"judge-role": "", "judge-name": "Qitong Liu"}, {"judge-role": "", "judge-name": "Feifei Zhang"}, {"judge-role": "CSO Officer", "judge-name": "Nathan Contreras"}, {"judge-role": "CSO Officer", "judge-name": "Jagath Vytheeswaran"}, {"judge-role": "Professional Design Analyst", "judge-name": "Carolyn Huynh"}, {"judge-role": "CSO Officer", "judge-name": "Nimit Kalra"}, {"judge-role": "CSO Officer", "judge-name": "Dylan Macalinao"}], "hackathon-number-of-judges": "8", "hackathon-eligibility": "\nYou must be a TAMS student. Teams must be between one to six people in size.", "hackathon-number-of-participants": "14", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nIt needs to work. Other than that, we wish you the best of luck (and imagination)!\n(You CANNOT simply present an unfinished idea; it has to work.)", "hackathon-rules": "\nYou have to do all of your hacking within Bruce Cafeteria during that time period, no exceptions. All submissions must be submitted by 9pm at Friday, October 21. Teams may have up to six people. Finalists will present on Saturday, October 22 to judges, if they are invited to do so. Judges will determine the winner by Sunday, October 23 and prizes will be handed out then.\nYou must be physically present in Bruce Cafeteria if you wish to work on your project. This means you must not work on this outside. If you are in a team and you are in Bruce but the rest of your team is not in Bruce, you can work on it alone. You cannot ask your team members anything related to your project until they set foot in the Bruce Cafeteria. If anyone is caught working away from Bruce Cafeteria, their entire team will be disqualified. To ensure everyone is competing fairly, you need to check in each time you begin hacking within Bruce Cafeteria by going to this link: \n. \nCode of Conduct: Even though we're not associated with MLH, let's just practice and go by their rules.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Something awesome"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Bruce Hall, 1624 Chestnut St, Denton, TX 76201, USA", "hackathon-url": "https://hackbrucecafeteria.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is it just some ideas or did you actually implement it? If you don't have an implementation, you're disqualified."}, {"judging-criterion": "Does it look good? Does it appeal to the average user? Does the UI work well? What's the wow factor in looks?"}, {"judging-criterion": "How well does your project work? Is it very buggy or does it work flawlessly?"}, {"judging-criterion": "How much effort did you put into the hackathon? Did you simply put this together in an hour or did you critically think about everything?"}, {"judging-criterion": "Is your project something we've seen before or is it something truly revolutionary?"}], "hackathon-location-address": "Bruce Hall, 1624 Chestnut St, Denton, TX 76201, USA", "hackathon-description-header": "Come to the best cafeteria on UNT's campus, Bruce Cafeteria, to make some cool stuff!", "hackathon-prizes-total": "$20", "hackathon-location-description": "Bruce Hall Cafeteria, University of North Texas", "hackathon-end-date": "2016-10-22", "has-projects": "True"}