{"hackathon-description-text": "\nHello Vancouver! Join us for the Girls in Tech x UBC Hack for Humanity. This hackathon will take place at The University of British Columbia from February 10-11th. Unique to Hack for Humanity, final hack presentations will take place at RED Academy prior to an after party. Expect prizes, food, and fun at the afterparty - complete with photographs to capture your experience. This is an event you do NOT want to miss!", "hackathon-number-of-prizes": "5", "hackathon-id": "gitvan2018", "hackathon-judges": [{"judge-role": "DarkVision", "judge-name": "Stephen Robinson & Graham Manders"}, {"judge-role": "RightMesh", "judge-name": "Saju Abraham & Brianna MacNeil"}, {"judge-role": "SAP", "judge-name": "Peter Zhao"}, {"judge-role": "CareCrew Technologies", "judge-name": "Christina Chiu"}, {"judge-role": "Hashicorp", "judge-name": "Anubhav Mishra"}, {"judge-role": "Vision Critical", "judge-name": "Shah Newaz Khan"}, {"judge-role": "Vision Critical", "judge-name": "Jenny Yang"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThe Contest is open to residents of Canada (except Quebec) and the United States who are over 18 as of the start of the Event. To be eligible, entrants must have registered on", "hackathon-number-of-participants": "53", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmit a README text file that includes a link to your GitHub project. Also include a brief write up using the following questions as guidance (200 - 500 words):", "hackathon-rules": "\nThese contest rules apply to the Girls in Tech-Vancouver x UBC Hack for Humanity (the “\n”) taking place from February 10, 2018 at 10:00 am PST until February 11, 2018, at 3:00 pm PT (the “\n”) at the University of British Columbia, 6245 Agronomy Rd, Hugh Dempster Pavilion 110, Vancouver, BC V6T 1Z4 (Day 1) and RED Academy, 1490 W Broadway #200, Vancouver, BC V6H 4E8 (Day 2). This event is sponsored by Girls in Tech-Vancouver Society and the University of British Columbia (the “\n”). \nThe Contest is open to residents of Canada (except Quebec) and the United States who are over 18 as of the start of the Event. To be eligible, entrants must have registered on \n (the “\n”) prior to the Contest Period and have signed the Waiver and Release provided by Girls in Tech-Vancouver Society. The Contest is subject to all applicable federal, provincial, state and local laws and regulations and is VOID WHERE PROHIBITED BY LAW.\nEntrants must register for the Contest via DevPost and attend the Event.  Entrants may work in team of two to five people, unless otherwise permitted by the Sponsors during the Event.  All members of a team must be eligible for the Contest and in attendance at the Event.  Entrants must work as a team to create an application that solves or ameliorates a problem in the community (the “\n”).  Each completed Application must be submitted by 11:59am on February 11, 2018.  To complete the entry process, each team must present and demonstrate their Application to the Judges (defined below) at 2:00pm on February 11, 2018 (the “\n”).\n \nTo be eligible for the Prizes (as defined below), the Entry must:\n \nAny Entry that the Sponsors deem, in their sole discretion, to not comply with these Official Rules or to otherwise violate the terms and conditions set forth in these Official Rules will be disqualified. The Sponsors reserve the right to disqualify any entrant it believes to be attempting to tamper with or undermine the entry process or the legitimate operation of the Contest or to be acting in violation of these Official Rules.\nThere are five (5) prizes available to be won as follows: (a) CAD $2500.00 for the Most Innovative Application; (b) $1000.00 in Ethereum cryptocurrency for the Application with the Best Social Impact; (c) 1 year of free hosting with 1 GB of disk space and 10GB of monthly bandwidth transfer, valued at approximately CAD $250 for the Best Web Application; (d) Smart Home Voice Assistants (one per team member), valued at approximately CAD $500, for the Application with the Best Machine Learning or Natural Language Processing; and (e) a basket of assorted goodies, valued at approximately $150, for the best Application by popular vote (the “\n”).\nThe Prizes are not transferable and cannot be substituted or converted to cash except that the Sponsors reserves the right in its sole and absolute discretion to substitute all or part of the Prize for a prize or prizes of equivalent value, for any reason. All federal, state, provincial and local taxes associated with acceptance of a Prize are the sole responsibility of the winner.\n: The winners will be selected by a panel of judges chosen by the Sponsors (the “\n”).  Each Application will be judged on technical execution, presentation, innovation, and social impact.  The Judges will determine the winner of each of the following categories in their sole discretion, based on the criteria above: (a) Most Innovative; (b) Most Social Impact; (c) Best Web Application; and (d) Best Machine Learning or Natural Language Processing.  Entrants will determine a winner in the final category, Best Application, by popular vote.\nThe winners will be determined on February 11, 2018 at approximately 3:00 pm at the Event (the “\n”). There is a limit of one (1) prize per team.\nAt least one entrant from the winning team must be present at the Event during the Selection Period to be eligible for the Prizes.  If the potential winner is not present during the Selection Period, then the potential winner may, in the sole and absolute discretion of the Sponsors, be disqualified (and, if disqualified, will forfeit all rights to the Prizes), in which case a replacement winner will be selected by the Judges on the criteria noted above.\nBy participating, each entrant agrees to abide by these Official Rules and decisions of the Sponsors, which shall be final and binding in all respects relating to this Contest. The Contest will be run in accordance with the Official Rules, subject to amendment by Sponsors. Each entrant must comply with the Official Rules and will be deemed to have received and understood the Official Rules by participating in the Contest. The terms of the Contest, as set out in the Official Rules, are not subject to amendment or counteroffer, except as set out herein. If any provisions of the Official Rules are held to be invalid or unenforceable, all remaining provisions hereof will remain in full force and effect. Sponsors’ failure to enforce any term of these Official Rules will not constitute a waiver of that provision.\nThe Sponsors will not be liable for any technical malfunction or other problems related to the submission of entries, for printing or other errors appearing in these Official Rules or other Contest materials, or other problems or errors, whether caused by equipment, programming used in this Contest, processing errors, human errors or otherwise.\nThe Sponsors reserve the right to withdraw, suspend or amend this Contest or these Official Rules for any reason, including in the event that an error, technical problem, computer virus, bugs, tampering, unauthorized intervention, fraud, technical failure or any other cause beyond the reasonable control of the Sponsors interferes with the proper conduct of the Contest as contemplated by these Official Rules. In the event of termination, Sponsors will award the Prize as deemed fair and equitable, by the Sponsors.\nAll issues and disputes arising from or connected to these Official Rules, the Contest or the Prize shall be governed by, and construed in accordance with, the laws of the Province British Columbia, Canada, and the laws of Canada as they apply in British Columbia. The courts of the Province of British Columbia shall have exclusive jurisdiction over any and all disputes arising from or connected to these Official Rules, the Contest or the Prize.\nBY PARTICIPATING IN THIS CONTEST, ENTRANTS AGREE TO RELEASE, DISCHARGE AND HOLD THE SPONSORS HARMLESS FROM AND AGAINST ANY AND ALL ACTIONS, CAUSES OF ACTION, CLAIMS, COSTS AND PAYMENTS FOR DAMAGES, LOSS, INJURY, OR DEATH, HOWEVER OCCURRING, IN WHOLE OR IN PART, DIRECTLY OR INDIRECTLY, AS A RESULT OF PARTICIPATING IN THE CONTEST OR ANY CONTEST-RELATED ACTIVITY OR RESULTING FROM ACCEPTANCE, USE, OR MISUSE OF, OR PARTICIPATION IN, THE PRIZE.\nThe Sponsors will use personal information collected from entrants to administer the Contest and to carry out the promotional activities allowed by the licence granted in these Official Rules.  The Sponsors will take all reasonable steps to keep all personal information confidential.", "hackathon-prizes": [{"prize-content": "CAD $2500.00 for the Most Innovative Application, sponsored by DarkVision", "prize-title": "Most Innovative Application"}, {"prize-content": "$1000.00 in Ethereum cryptocurrency for the Application with the Best Social Impact, sponsored by RightMesh", "prize-title": "Best Social Impact"}, {"prize-content": "1 year of free hosting with 1 GB of disk space and 10GB of monthly bandwidth transfer, valued at approximately CAD $250 for the Best Web Application. Sponsored by Easiest Web Hosting", "prize-title": "Best Web Application"}, {"prize-content": "Smart Home Voice Assistants (one per team member), valued at approximately CAD $500, for the Application with the Best Machine Learning or Natural Language Processing, sponsored by CA Technologies", "prize-title": "Application with the Best Machine Learning or Natural Language Processing"}, {"prize-content": "A basket of assorted goodies, valued at approximately CAD $300, for the best Application by popular vote.", "prize-title": "Popular Vote"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Hugh Dempster Pavilion, 6245 Agronomy Rd, Vancouver, BC V6T 1Z4, Canada", "hackathon-url": "https://gitvan2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Hugh Dempster Pavilion, 6245 Agronomy Rd, Vancouver, BC V6T 1Z4, Canada", "hackathon-description-header": "Hack for Humanity is a female-focused hackathon with a welcoming environment for women to participate in a hackathon. Everybody is welcome; come together and create amazing projects!", "hackathon-prizes-total": "$4,550", "hackathon-location-description": "Hugh Dempster Pavilion (DMP) - Room 110", "hackathon-end-date": "2018-02-11", "has-projects": "True"}