{"hackathon-description-text": "\nA community technology event that’ll bring together 100+ developers, designers and creative minds to develop projects centered around Smart Cities: including IoT, Augmented Reality and Virtual Reality tacks. Featuring tech from IBM, Flowthings.io, BlippAR and others, participants and attendees will have the opportunity to hear from, learn from, and apply amazing insights from industry leaders.", "hackathon-number-of-prizes": "5", "hackathon-id": "stamford-hackathon-3-0", "hackathon-judges": [{"judge-role": "Director of Traffic & Parking, New Haven", "judge-name": "Doug Hausladen"}, {"judge-role": "IBM", "judge-name": "Remko de Knikker"}, {"judge-role": "Scriptr.io", "judge-name": "Ed Borden"}, {"judge-role": "Pitney Bowes", "judge-name": "?"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nEveryone!", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nA working prototype that satisfies one of the three tracks, or a combination of them.", "hackathon-rules": "\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement. \nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\n(http://hackcodeofconduct.org)", "hackathon-prizes": [{"prize-content": "First prize for use of Scriptr, bonus points for integration with Pitney Bowes", "prize-title": "Scriptr Prize"}, {"prize-content": "Teams able to integrate VR or AR and/or model some aspect of Stamford and import it into the City Stack could win:", "prize-title": "Virtual Reality / Augmented Reality"}, {"prize-content": "Teams able to integrate VR or AR and/or model some aspect of Stamford and import it into the City Stack could win: $300 Uber credit", "prize-title": "Virtual Reality / Augmented Reality"}, {"prize-content": "Teams who create clever and new applications to best utilize open data and APIs could win: $300 Uber credit", "prize-title": "Smart Cities"}, {"prize-content": "Teams who create clever and new applications to best utilize open data and APIs could win: $200 Uber credit", "prize-title": "Smart Cities"}], "hackathon-location-google-maps": "https://maps.google.com/?q=175 Atlantic St, Stamford, CT 06901, USA", "hackathon-url": "https://stamford-hackathon-3-0.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Was the challenge appropriately addressed? Were key issues part of the solution?"}, {"judging-criterion": "Was the project technically impressive? Were more than one technology or track used together?"}, {"judging-criterion": "Does this project potentially help the city?"}], "hackathon-location-address": "175 Atlantic St, Stamford, CT 06901, USA", "hackathon-description-header": "Smart Cities Hackathon that kicks off the 5 hackathon series up the CT coast to Providence, RI", "hackathon-prizes-total": "$1,500", "hackathon-location-description": "Stamford Innovation Center", "hackathon-end-date": "2016-09-26", "has-projects": "True"}