{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "6", "hackathon-id": "opencodes", "hackathon-judges": [{"judge-role": "Professor at KIT", "judge-name": "Prof. Dr. Torsten Kröger"}, {"judge-role": "Professor at CMU and KIT", "judge-name": "Prof. Dr. Alexander Waibel"}, {"judge-role": "CEO of CAS Software", "judge-name": "Martin Hubschneider"}, {"judge-role": "Principal at LEA Partners", "judge-name": "Bernhard Janke"}, {"judge-role": "Software Engineer at Google", "judge-name": "Andreas Eckleder"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nEveryone.", "hackathon-number-of-participants": "150", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHave a look at our categories (optional)!", "hackathon-rules": "\nCode of Conduct\nAll attendees, speakers, sponsors and volunteers at our hackathon are required to agree with the following code of conduct. Hack & Söhne will enforce this code throughout the event. We expect cooperation from all participants to help ensure a safe environment for everybody.\nYou want to report a violation of this code of conduct or other forms of harassment you have witnessed or experienced? Please do not hesitate to contact any of our staff at the hackathon. If you want to report anonymously use the \n (\n).\n \nAll our staff is aware of the Code of Conduct and \nin responding to incidents.\n \nThe Short Version\nAt Hack & Söhne we are dedicated to providing a harassment-free hackathon experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion (or lack thereof), or technology choices. We do not tolerate harassment of our participants in any form. Sexual language and imagery is not appropriate for any hackathon venue, including talks, workshops or online media. Conference participants violating these rules may be sanctioned or expelled from the event. \nWe are devoted to offer a supportive and welcoming community of hackers. Participants from all background are invited to join and we value each and every attendee.\n \n\nHarassment includes, but is not limited to:\n\nWe want a community of creative collaboration, where participants from all backgrounds can work together safely and comfortably. As a participant of this hackathon you are an important part of our community and thus are responsible for its safety and health. Welcome newcomers as you would like to welcomed, help other where you can or stay quiet.\nWe are a community of hackers, and we conduct ourselves professionally. Be kind to others. Do not insult or put down other participants or members of staff. \nA hackathon is not a space to express hate or discrimination.\nIn the environment of a hackathon, disagreements can and will arise. However, we are convinced that there is no room to violently or loudly express this disagreement through offensive or intimidating language or behaviour. \nWe as hackers believe disagreement and discourse are important because they yield new ideas and innovation. This requires to handle disagreements professionally.\n \nIf you are unsure what law enforcement agency is appropriate, please include this in your report and we will notify them immediately.\n \nIf you are being harassed, notice that someone else is being harassed, or have any other concerns regarding the safety of the event and the health of our participants please contact a member of our staff immediately. \nHack & Söhne staff can be identified as they'll be wearing \n \nYou can always find one of us at the Hack & Söhne info booth. (See location map for more information)\n \n\nThe hacking community in Germany and Europe is still developing. We see this as a responsibility to contribute our best to form a safe and welcoming space around hackathons and the community in general. We want to grow the areas where people that are otherwise discriminated, harassed or intimidated can feel safe and comfortable. \nWe believe hackathons can not only contribute to technology but also to culture. This is why we wrote this Code of Conduct and this is why we will enforce it.", "hackathon-prizes": [{"prize-content": "If you are looking for clear guidelines on what to build, where to look and how to implement your idea, this is the wrong category to focus on. You can submit any idea in this category. Be it a web-app, a Haskell API or a creative piece of digital art, our jurors will decide which project is the strongest overall.", "prize-title": "Hack &amp; Söhne first prize"}, {"prize-content": "If you are looking for clear guidelines on what to build, where to look and how to implement your idea, this is the wrong category to focus on. You can submit any idea in this category. Be it a web-app, a Haskell API or a creative piece of digital art, our jurors will decide which project is the strongest overall.", "prize-title": "Hack &amp; Söhne second prize"}, {"prize-content": "If you are looking for clear guidelines on what to build, where to look and how to implement your idea, this is the wrong category to focus on. You can submit any idea in this category. Be it a web-app, a Haskell API or a creative piece of digital art, our jurors will decide which project is the strongest overall.", "prize-title": "Hack &amp; Söhne"}, {"prize-content": "Topic", "prize-title": "Art &amp; Technology by ZKM"}, {"prize-content": "Hi, we’re CAS. We love bringing people together, worldwide. That’s an exciting and big challenge and therefore we need open-minded people, who want do be part of something big. People with dedication, creativity and skills. That’s where you come in.", "prize-title": "IT Brings People Together"}, {"prize-content": "In a world that grows more volatile, uncertain, complex and ambiguous, integration is the key to cope with the challenges arising with every new possibility. So, we are looking for inventive ways to combine two different worlds that don't seem to naturally belong together. For example, in a smart city, millions of devices need to communicate not only with each other, but also bring information from the material world into the digital. To build new solutions in mobility and transport, we have to cross borders in a technical sense as well as in the user's experience. To live peacefully in a global society, we have to embrace and integrate different cultures and enable decentralized communities, grids and communication.", "prize-title": "Connect the Worlds"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Lorenzstraße 19, 76135 Karlsruhe, Germany", "hackathon-url": "https://opencodes.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "visit"}, {"judging-criterion": "visit"}, {"judging-criterion": "visit"}, {"judging-criterion": "visit"}], "hackathon-location-address": "Lorenzstraße 19, 76135 Karlsruhe, Germany", "hackathon-description-header": "recode tech, redesign art rethink hackathon", "hackathon-prizes-total": "$10,001", "hackathon-location-description": "ZKM | Zentrum für Kunst und Medien", "hackathon-end-date": "2018-03-24", "has-projects": "True"}