{"hackathon-description-text": "\nJoin us at the IEEE Hardware Hackathon to transform your hardware ideas into reality! In this 24-hour event, you and your team will work with everything hardware to build a project from scratch. The hardware is provided by us - just bring your ideas!", "hackathon-number-of-prizes": "4", "hackathon-id": "hardwarehack2", "hackathon-judges": [{"judge-role": "University of Toronto", "judge-name": "Kevin Tan"}, {"judge-role": "", "judge-name": "Danny Zhang"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nStudents of any professional learning institution are eligible to enter. Individuals must be over the age of 18 unless otherwise specified.\nApplicants are admitted based on interest and commitment, prior experience is used to assign division. Applicants of a variety of different hardware experience levels are expected. Think of the Hardware Hack as an opportunity to meet fellow designers, gain experience with hardware, and learn new skills.", "hackathon-number-of-participants": "42", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nIn order to submit your project, you must submit the following items through Devpost:\nA short description of your design and a demo video must be submitted as part of the submission package. Pictures are always welcome, but we do NOT need to see your code for the submission. ", "hackathon-rules": "\nAll participants must abide by the following rules of conduct:\nhttps://static.mlh.io/docs/mlh-code-of-conduct.pdf\nFor judging purposes: All Criteria are weighted equally as excellence of hardware design comes from integration of all the following:", "hackathon-prizes": [{"prize-content": "300 dollar VISA giftcard plus Qualcomm sponsored dragonboards!", "prize-title": "Best Overall (Junior)"}, {"prize-content": "200 dollar VISA giftcard plus Qualcomm sponsored dragonboard!", "prize-title": "Second Place (Junior)"}, {"prize-content": "300 dollar VISA giftcard plus Qualcomm sponsored dragonboards!", "prize-title": "Best Overall (Senior)"}, {"prize-content": "200 dollar VISA giftcard plus Qualcomm sponsored dragonboard!", "prize-title": "Second Place (Senior)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10 King's College Rd, Toronto, ON M5S 3G8, Canada", "hackathon-url": "https://hardwarehack2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Idea is original and described with great detail. Idea is useful in that it solves a problem, provides a service, or enables a significant function."}, {"judging-criterion": "Multiple peripherals are used to provide the necessary functionality required. Interfacing circuits are created with no problems."}, {"judging-criterion": "System is well-designed and all components with their respective interfaces are working and well-designed. No bugs are present and there is some handling of non-ideal components."}, {"judging-criterion": "Demonstration works flawlessly, is repeatable, and impressive. Demonstration is clear and presents the underlying design principles."}, {"judging-criterion": "Presentation is convincing and summarizes learnings, troubles, and deep understanding of technology used. Presentation is well rehearsed, demonstrate contributions by individual members, and reflect how the team was able to work effectively together."}], "hackathon-location-address": "10 King's College Rd, Toronto, ON M5S 3G8, Canada", "hackathon-description-header": "IEEE UofT Hardware Hack II - A more tangible way to hack!", "hackathon-prizes-total": "$1,600", "hackathon-location-description": "University of Toronto - Sandford Fleming, Galbraith, Bahen", "hackathon-end-date": "2018-02-18", "has-projects": "True"}