{"hackathon-description-text": "\nIn the United States, it is estimated that 80% of individuals’ legal needs go unmet. Roughly 38 million Americans who would benefit from legal assistance are not receiving any. Businesses also face challenges related to the expense of legal services.", "hackathon-number-of-prizes": "7", "hackathon-id": "lexhacks", "hackathon-judges": [{"judge-role": "LexPredict", "judge-name": "Michael Bommarito"}, {"judge-role": "KMStandards", "judge-name": "Kingsley Martin"}, {"judge-role": "NexLP", "judge-name": "Irina Matveeva"}, {"judge-role": "MSU College of Law", "judge-name": "Adam Candeub"}, {"judge-role": "eVantage Services, an Orlans Group Company", "judge-name": "Brian Brown"}, {"judge-role": "Illinois Legal Aid Online", "judge-name": "Lisa Colpoys"}, {"judge-role": "Michigan Legal Help", "judge-name": "Angela Tripp"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nAny individual officially registered for the event through both ", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\n1. \n Participants should form teams of 2 to 5 people. Participants may participate remotely, but at least one team member must be present to submit solutions to challenges. \n2. \n To ensure a level field for all contestants, everyone must start coding at the same time—10am local time on June 6, 2015. Before this time, you are free to work on your design, logo, wireframes, idea validation, make digital mockups, etc., but no coding can be done beforehand. This allows you to spend your time at LexHacks doing what you love best – Hacking! The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, and open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team’s disqualification.\n3. \n Teams will build on the technology of the sponsors for the particular challenge participants accept.\n4. \n Feel free to use any tools, tricks, gems, frameworks, 3rd party services, APIs, open source projects, libraries, or workarounds you’ve discovered over the years to help you build quicker. Use any language, hosting service, etc. you please.\n5. \n Just being a team member at the hackathon does not mean that you get to own any code or IP that your teammates (or the audience) produce in the future based on the idea. Any ideas you pitch or share at the hackathon are released into the ‘public domain’ and we do not require attendees to sign non-disclosure agreements. It’s a hackathon; if you’re worried about people stealing your startup idea, this might not be the right place to unveil it.\n6. \n There will be no alcohol served or allowed at the event.\n7. \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate. Please see our hackathon policies on \n.\n8. \n Each hack will have a unique ChallengePost page and each team must submit their project by 3:00 p.m. on Sunday, June 7, 2015.\n9. \n The top two or more submissions for each challenge will be asked to pitch their solutions on the main stage. Sponsors will pick the top submissions.\n10. \n All prizes will be sponsor prizes. Sponsors will choose their own prizes and choose their own prize winners at the conclusion of Day 2 of the legal hackathon. Sponsors may delegate any person to choose prize winners.\n11. \n Hack, meet new people, get creative, and have a good time. Use whatever languages or hacks you have in your arsenal. Show us hardware. Show us new concepts. Show us anything you’d like.\nGetting something meaningful done within such a short amount of time can be stressful, but we’d like to encourage everyone to take a break every now and then to relax and enjoy the event.\n \nThe complete rules are posted at \n.", "hackathon-prizes": [{"prize-content": "", "prize-title": "eVantage Services (an Orlans Group Company) Challenge $1,000 * Detecting PII at the Point of Distribution"}, {"prize-content": "", "prize-title": "KMStandards Challenge $1,000 * Standard English for Lawyers (DraftingStandards)"}, {"prize-content": "", "prize-title": "Illinois Legal Aid Online Challenge $1,000 * Pursuit Evaluator"}, {"prize-content": "", "prize-title": "Michigan Legal Help Program Challenge $1,000 * Gamified Legal-Health Checkup"}, {"prize-content": "", "prize-title": "LexPredict Challenge $500 * Contract Processing Tool"}, {"prize-content": "", "prize-title": "MSU Law IPIC Challenge $500 * Automated Patent Search Tool"}, {"prize-content": "", "prize-title": "NexLP Challenge $250 * Algorithm to Identify Emotions in Text"}], "hackathon-location-google-maps": "https://maps.google.com/?q=111 West Illinois Street, Chicago, IL 60654, USA", "hackathon-url": "https://lexhacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Each challenge sponsor in their sole discretion will choose the winning team for their challenge. The following guidelines have been suggested to the challenge sponsors:\n\n1. Execution \n2. Innovation \n3. Design \n4. Impact \n5. Adaptability \n6. Scalability"}], "hackathon-location-address": "111 West Illinois Street, Chicago, IL 60654, USA", "hackathon-description-header": "LexHacks is a legal hackathon that will produce solutions that improve the delivery of legal services, expand access to legal services, and advance the legal industry.", "hackathon-prizes-total": "$5,250", "hackathon-location-description": "", "hackathon-end-date": "2015-06-07", "has-projects": "True"}