{"hackathon-description-text": "\nDo you love your bike, your car, your hoverboard or your wheel shoes? Are you constantly thinking about how to get faster and more convenient from A to B? Do you love coding, little sleep and caffeine? Especially together?", "hackathon-number-of-prizes": "9", "hackathon-id": "mobility-hacks", "hackathon-judges": [{"judge-role": "Partner, Davidson Capital GmbH", "judge-name": "Andreas Frank"}, {"judge-role": "Fellow at innoQ", "judge-name": "Eberhard Wolff"}, {"judge-role": "CTO and co-founder, E-Mio", "judge-name": "Hauke Feldvoss"}, {"judge-role": "CIO, Theo Müller Group", "judge-name": "Michael Kollig"}, {"judge-role": "Professor for Design, UdK", "judge-name": "Uwe Vock"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nYou will get a 15 Euro refund if you attend the event!\nEveryone can take part, but you must register on ", "hackathon-number-of-participants": "92", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nTeams need to submit on Sunday:", "hackathon-rules": "\nWe want to keep the rules as simple as possible, as our primary focus is to deliver a fun and cool event for everyone. But we have to set some simple rules to make it a honest and fair event for all:\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event.\n\nThis isn’t a slidedeck hackathon! Build and demonstrate a working project or prototype, don’t just show us screenshots and slides. Seriously, you will not win the hackathon by building some fake mock-up.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nAll submissions but be in the food domain. Furthermore we prefer if all submitted entries directly address one or more of the event challenges, as described on our website to be eligible for posting. You will get a bonus during the judging process. If you think you don’t need it, go ahead and build something completely different.  By submitting a solution, you grant us permission to display, copy, combine, compile, distribute and disseminate your Entry as needed to support the Event and audit your code. All Entries will be reviewed prior to posting.\n\nParticipants will have their code audited by us to make sure it’s all new and legit. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win. However, open sourcing the code is relatively normal at a hackathon.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t add one tiny feature onto your existing product and call it a day. Keep it honest and fair and build something new & exciting!\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different. Think about this presentation as combination of a pitch and a live demo. You only have 3 minutes, so hury yourself.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. You can also only be part of one team.\n\nAll intellectual property rights of hacks produced at the event belong to the attendees, and not to the organisers, sponsors, or partners.\n\nAt the registration of the event you have to sign that you agree, to be filmed and photographed at the event. In addition you allow us to use the shootage for advertising and promotion purposes.\nTLDR; you own the IP, be nice to each other and finally, regarding privacy, you will be at a public event that will be photographed and filmed. Hacks can be promoted and exhibited after the event (with credits and for non-commercial use only). If you have problems with that, please stay home.", "hackathon-prizes": [{"prize-content": "2000€", "prize-title": "1st Prize"}, {"prize-content": "1000€", "prize-title": "2nd Prize"}, {"prize-content": "500€", "prize-title": "3rd Prize"}, {"prize-content": "500€ Media-Saturn voucher", "prize-title": "BVG Challenge"}, {"prize-content": "UBEEQO and car rental vouchers for a convertible (cabrio) weekend rental, starting from Friday 12:00 until Monday 09:00, up to car category premium and is available until 31.12.2017 in all German Europcar stations (following the general terms and conditions).", "prize-title": "Europcar Challenge"}, {"prize-content": "500€", "prize-title": "ERGO Challenge"}, {"prize-content": "Particle Maker Kits including", "prize-title": "IBM Bluemix Challenge"}, {"prize-content": "", "prize-title": "Lufthansa Innovation Hub API Prize"}, {"prize-content": "", "prize-title": "Audience Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Skalitzer Str. 85, 10997 Berlin, Germany", "hackathon-url": "https://mobility-hacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Your overall opinion of the project, in every aspect important to you."}, {"judging-criterion": "Ask yourself: Is this the future of mobility? And would you use this project? Has it a new value for its customers and can it stand the open market?"}, {"judging-criterion": "This category represents how well the project conforms with the theme, if it has great and new value for mobility."}, {"judging-criterion": "Form follows function, but the User Experience is important nevertheless."}, {"judging-criterion": "The reality check. Is this something working, something demonstrated live. How well did the team translate their idea into reality over the course of the hackathon? We will perform code audits to validate this."}, {"judging-criterion": "How fun is this project? Is it just a new plugin for Excel or is it so charming you can’t stop using it?"}, {"judging-criterion": "The pitch is the time to shine. Did the hackers convience you with their energy and did you get a clear picture of their vision? How good was their pitch, was it chaotic and did they mumble, or was it a great presentation?"}], "hackathon-location-address": "Skalitzer Str. 85, 10997 Berlin, Germany", "hackathon-description-header": "Let's disrupt the future of mobility within a weekend", "hackathon-prizes-total": "$6,630", "hackathon-location-description": "Spielfeld Digital Hub", "hackathon-end-date": "2016-12-04", "has-projects": "True"}