{"hackathon-description-text": "\nRISN Incubator is excited to announce Trash Hack – Redesigning the future of plastics. Trash Hack is a new type of hackathon aimed at finding new and innovative solutions to reduce, repurpose, recycle, and design out solid waste in the City of Phoenix. The focus of the current one is on PLASTICS.", "hackathon-number-of-prizes": "2", "hackathon-id": "trashhack2017", "hackathon-judges": [{"judge-role": "Professor, Arizona State University", "judge-name": "Dr. Thomas Seager"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThis hackathon is open to any and all current ASU students, this includes:", "hackathon-number-of-participants": "38", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nThere will be required status report submissions throughout the hack, and a final pitch deliverable. Each status report has its own individual requirements, and should reflect the work of your overall project for the Trash Hack.\nUpload your completed business model canvas and be prepared to present your ideas to the hack for feedback.\nCreate a plan, based on your business model canvas and feedback as to what you want to create this weekend during the Trash Hack. Be sure to outline what your prototype will be, and what you want your final product and deliverable to be!\nFor this prototype, you'll want to submit your current prototype. Depending on the solution you are creating, this might be a conceptual model, a physical model, or a mock up of an app/program. Be sure to explain your ideas so that they are clear, and be prepared to give a pitch to explain your model.\nCreate a 3 minute video pitch of your final presentation using our video lab, and upload to YouTube or Vimeo for submission. Be prepared to recieve feedback on your pitch before the final pitch.\nUpload any visual aids you want displayed (pictures, pitch deck, etc.) during your final pitch, and prepare to deliver your 3 minute pitch to the judges. Any visual aids not uploaded on time may not be displayed during your final pitch.", "hackathon-rules": "\n\n\n\n\nIt is the goal of everyone involved to maintain a safe and professional working environment. We thank you in advance for respecting and following the safety procedures outlined below.\nClosed toed shoes must be worn at ALL TIMES in designated lab spaces.\nSafety Glasses must be worn at all times in designated lab spaces and when using equipment in, out, or around the building.\nOnly one single operator per machine or power tool at any time.\nThere must be at least two participants present for use of powered equipment.\nIndividual personal protective equipment must be worn in accordance with guidelines set in the equipment’s user manual.\nSecure all long hair, jewelry, clothes etc. that may become snagged, burned or entangled in equipment.\nAll equipment may only be operated after approved training is completed by an authorized staff member, regardless of prior knowledge or training.\nEquipment that requires training includes (but is not limited to):\nClean up your work area. Failure to clean work and put away tools and supplies may result in suspension of tool privileges.\nHorseplay is unacceptable lab behavior and will result in immediate ejection from current and future Devils Invent events. \nAll tool specific safety procedures and Environmental Health and Safety (EHS) procedures must be followed at all times. These procedures will be available in lab documentation.\nLab emergencies must be handled in accordance with the guidelines set out by ASU EHS.\nFamiliarize yourself with fire extinguisher, first aid kit, and emergency phone locations as well as emergency exits.\nAll ASU policies and regulations are required to be adhered to in the building.", "hackathon-prizes": [{"prize-content": "The all-new MakerBot Replicator+ combines unparalleled performance with superior results and lasting reliability. The Replicator+ prints high-quality concept models 30% faster, easier, and with a 25% bigger build volume than it’s predecessor. To ensure consistent performance, our new 3D printers and their subsystems were re-engineered and rigorously tested for over 380,000 hours across multiple facilities. For greater reliability, the Smart Extruder+ comes standard and key components within the printer are redesigned with stiffer materials and a sturdier construction.", "prize-title": "MakerBot Replicator+"}, {"prize-content": "The RISN Circular Design Workshop is a two week workshop series designed to help you advance your business based in circular economy or circularize your existing business. During this workshop you'll work through your own business model and receive expert advice and feedback to help you launch your circular business.", "prize-title": "RISN Circular Design Workshop"}], "hackathon-location-google-maps": "https://maps.google.com/?q=500 E University Dr, Tempe, AZ 85281, USA", "hackathon-url": "https://trashhack2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is this a feasible idea? Does the final product create the value it intends to create? Does the final product create a viable business model?"}, {"judging-criterion": "Does this final product redesign the future of plastics in some way? Does it divert, reuse, repurpose or design out waste? Does it incorporate the concepts of circular economy?"}, {"judging-criterion": "Does the team communicate their ideas clearly? Do they have the 'sell' component in their pitch? Do they communicate the problem and what their solution is?"}], "hackathon-location-address": "500 E University Dr, Tempe, AZ 85281, USA", "hackathon-description-header": "Trash Hack aims to redesign the future of plastics. Trash Hack is aimed at finding new and innovative solutions to reduce, repurpose, recycle, and design out solid waste in the City of Phoenix.", "hackathon-prizes-total": "$2,499", "hackathon-location-description": "Arizona State University Tempe Campus - Tooker House", "hackathon-end-date": "2017-10-01", "has-projects": "True"}