{
  "hackathon-description-text": "\nIn an era of Connectedness, we still face rising tides of loneliness, need for authentic connection through our life course and the challenge of preserving vitality. Clinicians, Carers, Consumers and Policymakers are navigating their way through the maze of technology changes + challenges, but need help sorting signal from noise, fact from fiction, progression from stasis and decay.",
  "hackathon-number-of-prizes": "4",
  "hackathon-id": "2016-hacking-healthtech-uon",
  "hackathon-judges": [
    {
      "judge-role": "Founder - Laughing Mind",
      "judge-name": "Brian Hill"
    },
    {
      "judge-role": "University of Newcastle",
      "judge-name": "Alexandre Mendes"
    },
    {
      "judge-role": "COO - Blue Chilli",
      "judge-name": "Tony Burrett"
    }
  ],
  "hackathon-number-of-judges": "3",
  "hackathon-eligibility": "\nParticipants: Individuals must be 18yrs of age or older, Team entries may consist of organisations for up to a maximum of 5 people (teams need to be between 2-5people max). Student entries will be required to verify student IDs and be currently enrolled to be eligible for student tickets.\nOpen to Australian Residents. We will be seeking a broad mix of Clinicians, Carers, Consumers, Coders, UX and Design to ensure optimium team compositions and to",
  "hackathon-number-of-participants": "16",
  "hackathon-is-colocated": "True",
  "hackathon-has-ended": "True",
  "hackathon-number-of-judging-criteria": "5",
  "hackathon-requirements": "\nSubmission Requirements will be announced on the evening of 15Apr2016 at 730pm.\nAs a guideline, we will be looking for evidence of:\n ",
  "hackathon-rules": "\nOur hackathon is dedicated to providing an empowering, harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned).\nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nWhilst the event will be an opportunity to apply what you've learnt from browsing APIs prior to the event, the event will be relying on you commencing coding only from the Friday Pitch night. The only exception to this rule is if it's been made Open Source, freely available for use by other teams and in piublic-domain. Prior to the event, feel free to fill your boots with learning about relevant libraries like Atlassian Connect, HealthKit/ResearchKit, BlueMix etc, all of which will help you once the event kicks off and perhaps give you the edge you need. But don't pre-build - if we detect it, your entry will be jeopardised.",
  "hackathon-prizes": [
    {
      "prize-content": "Each of the participating teams will have access to $12,000 worth of service credits available to them during and after the event to explore their concept. For the overall winning team, that boosts by a factor of 10(!) to a $120,000 package of value to give you a massive kick-start for your idea, using any of the IBM Cloud Services explored during the weekend, such as Softlayer or IBM Bluemix MicroServices.",
      "prize-title": "IBM Platform Credits"
    },
    {
      "prize-content": "Overall winning team will receive $1500 Cash prize in recognition of their work to achieve  an entry that rates most highly across the published judging criteria, which is an initial cashflow injection to help with startup costs.",
      "prize-title": "Overall Winner"
    },
    {
      "prize-content": "For a team that shows strong potential for incubation, Blue Chilli (a Sydney startup incubator and accelerator) will give access to their 99toLaunch online incubation program at",
      "prize-title": "Got Potential. BlueChilli incubation platform"
    },
    {
      "prize-content": "$500 incentive prize for the team showing best digital evidence of TEAM spirit. TEAM is also the NASDAQ Handle for Atlassian, our prize sponsor. Atlassian's mission is to unleash the potential in every team, with software that helps teams organize, discuss and complete their work. All of their product categories are focused on teams and the work teams do together.",
      "prize-title": "Smells like TEAM Spirit"
    }
  ],
  "hackathon-location-google-maps": "https://maps.google.com/?q=Callaghan NSW 2308, Australia",
  "hackathon-url": "https://2016-hacking-healthtech-uon.devpost.com/",
  "hackathon-judging-criteria": [
    {
      "judging-criterion": "The teams collaboration efforts are visible in a digital footprint within their chosen collaboration platform, showing how they've used digital tools to shape and build their entry."
    },
    {
      "judging-criterion": "The entry must address an identified area of population health needs, either at a regional or national level, referenceable from \n regional health profile statistics."
    },
    {
      "judging-criterion": "Teams need to show evidence of diversity and multi-disciplinarity in their composition."
    },
    {
      "judging-criterion": "The teams entry achieves balance across our 5C Focus: Care, Clinical Competence, Connectedness, Creativity and Cutting Edge technology"
    },
    {
      "judging-criterion": "ChatOps refers to the use of Chat tools for putting online conversations to work. Atlassian have  a useful ChatOps Maturity guide to give you an idea of stages along the journey at"
    }
  ],
  "hackathon-location-address": "Callaghan NSW 2308, Australia",
  "hackathon-description-header": "Connecting ICT, Design, Business and Health students to create next-gen skills, Health Technologies + ventures.",
  "hackathon-prizes-total": "$123,300",
  "hackathon-location-description": "University of Newcastle",
  "hackathon-end-date": "2016-04-17",
  "has-projects": "True"
}