{"hackathon-description-text": "\n2015 was a great year for HackDartmouth. We had such a great time with all you hackers at our first two events that we just had to throw another one for hackers of all levels. Thus, we present to you: HackDartmouth’s HackDay!", "hackathon-number-of-prizes": "3", "hackathon-id": "hackday2016", "hackathon-judges": [{"judge-role": "Technical Director of DALI Lab", "judge-name": "Tim Tregubov"}, {"judge-role": "Associate Professor of Computer Science at Dartmouth College", "judge-name": "Lorie Loeb"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nAll hacks must be built at Dartmouth by registered and accepted participants.\nTeams may include up to four members.", "hackathon-number-of-participants": "35", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nA valid submission is a hack produced at HackDay from start to finish. Submissions must be made to DevPost by 8PM Sunday April 16th. Please include an accurate description and photos of the hack.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The first place team will have the opportunity to pick awards from the prize table first. Prizes include Xbox Ones, Jambox Speakers, Drones, Beats by Dre Headphones, Fire TV sticks, and Tiles.", "prize-title": "First Place"}, {"prize-content": "The second place team will have the opportunity to pick awards from the prize table second. Prizes include Xbox Ones, Jambox Speakers, Drones, Beats by Dre Headphones, Fire TV sticks, and Tiles.", "prize-title": "Second Place"}, {"prize-content": "The best team of beginner developers will have the opportunity to pick awards from the prize table third. Prizes include Xbox Ones, Jambox Speakers, Drones, Beats by Dre Headphones, Fire TV sticks, and Tiles.", "prize-title": "Best Beginner"}], "hackathon-location-google-maps": "https://maps.google.com/?q=6 Mass Row, Hanover, NH 03755, USA", "hackathon-url": "https://hackday2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How creative and engaging is the design of your hack?"}, {"judging-criterion": "How easy to use and understandable is your hack?"}, {"judging-criterion": "How creative is your hack? Have you seen many ideas like this before or is this very unique?"}, {"judging-criterion": "Is your hack tech-savvy? Have you displayed skills to effectively bring an idea to life?"}, {"judging-criterion": "For beginners, what new skills did you learn today? How did you go about learning how to build your project?"}], "hackathon-location-address": "6 Mass Row, Hanover, NH 03755, USA", "hackathon-description-header": "A hackathon for beginning and experienced developers to write innovative code and develop interesting projects.", "hackathon-prizes-total": "$900", "hackathon-location-description": "Dartmouth College", "hackathon-end-date": "2016-04-16", "has-projects": "True"}