{"hackathon-description-text": "\nHackCCM is the first Local Host Hack Day to ever be hosted by the County College of Morris in Randolph, NJ. The Computer Science Club and the Computer Science Department have worked in unison and created the event from the ground up.", "hackathon-number-of-prizes": "2", "hackathon-id": "hackccmnj", "hackathon-judges": [{"judge-role": "", "judge-name": "Nancy Binowski"}, {"judge-role": "", "judge-name": "Colleen Bamford"}, {"judge-role": "", "judge-name": "Eric Guadara"}, {"judge-role": "", "judge-name": "Vickram Sawh"}, {"judge-role": "", "judge-name": "Jason Sim"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "", "hackathon-number-of-participants": "16", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe judges need:", "hackathon-rules": "\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a demo of what you have built. Pitches or presentations are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!\nHappy Hacking from the MLH team!", "hackathon-prizes": [{"prize-content": "Reach thousands of cybersecurity experts, decision makers, and influencers. Bring your best and brightest minds to the big apple and influence the ability to secure critical infrastructure.  BOF Sessions for government, healthcare, finance, transportation, energy, law, policy and more.", "prize-title": "HACKNYC"}, {"prize-content": "Amazon gift cards worth $25", "prize-title": "Amazon Gift Cards"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Henderson Hall, 214 Center Grove Rd, Randolph, NJ 07869, USA", "hackathon-url": "https://hackccmnj.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? For example: iIf a team which always does virtual reality projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded."}], "hackathon-location-address": "Henderson Hall, 214 Center Grove Rd, Randolph, NJ 07869, USA", "hackathon-description-header": "At HackCCM, you’ll meet fellow hackers with diverse skill sets, learn new technologies such has how to use an API, and develop stronger skills.", "hackathon-prizes-total": "$1,800", "hackathon-location-description": "County College of Morris - Randolph NJ", "hackathon-end-date": "", "has-projects": "False"}