{"hackathon-description-text": "\nAre you interested in renewable energy, climate change and technology? Then the Boston Cleanweb Hackathon is for you! Do you know how to code like a pro or design a website? Do you have a plethora of knowledge about sustainability and energy efficiency to share? Are you a student or an established member of the Cleanweb community? All expertise are welcome to participate in the 5th Annual Boston Cleanweb Hackathon! We say the more diverse the better.  ", "hackathon-number-of-prizes": "4", "hackathon-id": "cleanweb16", "hackathon-judges": [{"judge-role": "MassCEC", "judge-name": "Steve Pike"}, {"judge-role": "Digital Lumens", "judge-name": "Jason Hanna"}, {"judge-role": "City of Boston", "judge-name": "Nigel Jacob"}, {"judge-role": "MassIT", "judge-name": "Sam Hammar"}, {"judge-role": "North Shore Innoventures", "judge-name": "Trish Fleming"}, {"judge-role": "Hancock Software", "judge-name": "Greg King"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nThe Hackathon is open to everyone 18 years or older (unless accompanied by an adult). You can come with a team already formed or build a team during the weekend. Participants must appear in person to pitch his or her submission at the judging event on Sunday.  \nIf you are an entrepreneur and plan for your submission to benefit your company, you are welcome to participate in the Hackathon. However, please note that you may not create code for your submission prior to the Hackathon and only work performed at the Hackathon will be eligible for cash prizes.\nAnyone is welcome to join us for the weekend’s events as a spectator.", "hackathon-number-of-participants": "83", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nSubmissions must be received in person by 2pm ET on Sunday, April 3, 2016.\nAfter all entries are submitted, teams will each do a short pitch in front of the judges, which will include a brief opportunity for questions from the judges.\nYour pitch should excite the judges and relay to them a good understanding of how your app works. Ideally you will present a fully functioning app, but if your team isn't quite there yet you can show the judges how your app will function and what else you will need to get it there.\nApps will be judged on a range of criteria such as content, sustainability, impact, functionality, originality and design. ", "hackathon-rules": "\nThe Massachusetts Clean Energy Center is very excited to be hosting the 5th Annual Boston Cleanweb Hackathon.  We look forward to a weekend of innovative collaboration and the free flow of new ideas. To ensure we maintain the spirit of the event, we have put together the following rules and code of conduct. Good luck to all the participants!\nBy participating in MassCEC’s 2016 Boston Cleanweb Hackathon, the Participant indicates his/her agreement to adhere to and be bound by the rules below. MassCEC and the Hackathon organizers (the “Organizers”) reserve the right to ask anyone in violation of these rules to leave the Hackathon and to not participate in future MassCEC or Boston Cleanweb network activities, events, and digital forums.\n\nParticipants shall conduct themselves in a way that promotes a safe, respectful, and inclusive environment for all participants.\n \nParticipants are permitted to form teams in advance of the Hackathon. Please note that every member of the team must register for the Hackathon. Teams may also form at the Hackathon. There is no minimum or maximum number of team members, however we do not recommend creating teams larger than six members.\n\nHackathon competition submissions shall not contain inappropriate, malicious or illegal content.  Submissions may not contain copyrighted materials that are not owned by the entrant, or that have not been properly licensed.  The Organizers reserve the right to disqualify any submissions that they deem to be inappropriate, malicious or illegal, or entries that contain third-party proprietary materials or information. Please make sure your submission is appropriate for all viewing audiences.\nAll submissions must be original to the Hackathon and the work product must be produced within the time span of the Hackathon.  Teams are not permitted to begin actual coding or other work on their submission until the start of the Hackathon, except that teams are permitted to brainstorm solutions and put design concepts to paper before the Hackathon officially begins.  The Organizers or judges may, in their sole discretion, disqualify any submission that they believe was developed in violation of this paragraph.\n\nBy entering a submission, each Hackathon Participant represents:\n(a) the submission was created by the Participant and his/her team (if applicable) entering it;\n(b) the submission does not infringe the rights of any third party;\n(c) the submission has not previously been entered in any other contest; and\n(d) the submission has not been previously published in any medium.\n\n\nSubmissions and oral presentations will be judged by a panel of six judges based upon the following equally-weighed criteria for each category:\n(1) concept\n(2) sustainability\n(3) impact\n(4) functionality\n(5) originality\n(6) design\nIn the event of a numerical tie, the winning team will be determined by the judges based on the overall quality of the submission. Each individual member of a winning team, along with all submissions, is subject to validation by the judges, whose decisions are final and binding in all respects.\nWINNERS MUST BE PRESENT DURING THE JUDING CEREMONY AT THE COMPLETION OF THE DAY ON SUNDAY, APRIL 3, 2016 TO ACCEPT PRIZE OR PRIZE WILL BE FORFEITED.\nParticipants agree that none of MassCEC, the judges the Hackathon Organizers, its sponsors, their respective subsidiaries, affiliates, directors, officers, employees, representatives, agents, and advisors will have any and all liability for any claims, costs, injuries, losses, or damages of any kind (including consequential, loss of profit or lost opportunity damages) arising out of or in connection with the selection process or the decisions of the judges.\n \n\nWinning participants are responsible for all taxes associated with accepting a cash prize. Winning participants will be required to complete tax forms (W9) prior to receiving the cash prize. Cash prizes are not transferable. Participants agree and acknowledge that MassCEC has the right to disclose the names of the winning participants and amount of the awards and any other information it may deem reasonably necessary on Open Checkbook, the Commonwealth of Massachusetts’ online database of state spending.", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "", "prize-title": "Crowd Favorite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=320 Summer St, Boston, MA 02210, USA", "hackathon-url": "https://cleanweb16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "What's the idea? How does it work?"}, {"judging-criterion": "What are the benefits in terms of environmental sustainability and efficient use of resources?"}, {"judging-criterion": "Does it tackle a major problem or respond to a key industry need? Does it have the potential to change user behavior or make an impact on resource use?"}, {"judging-criterion": "Does it work? What has the team been able to accomplish over the course of the weekend? An OK product is much better than a really great PowerPoint deck."}, {"judging-criterion": "Is this something we've seen or heard before? Is it an update or a retread of something else, or is this entirely new?"}, {"judging-criterion": "How does it look? Has the team put thought into the user interface? Is it fun or attractive to look at?"}], "hackathon-location-address": "320 Summer St, Boston, MA 02210, USA", "hackathon-description-header": "Compete to help consumers and businesses use energy, water and natural resources more efficiently!", "hackathon-prizes-total": "$11,000", "hackathon-location-description": "LogMeIn", "hackathon-end-date": "", "has-projects": "False"}