{"hackathon-description-text": "\n is an open-source distributed object framework that provides flexible and secure APIs for IoT and M2M projects. Panasonic released this platform in 2015, allowing anyone to use this proven technology royalty free.", "hackathon-number-of-prizes": "3", "hackathon-id": "hdobj-march-2016", "hackathon-judges": [{"judge-role": "TSC Chair, OpenDOF Project", "judge-name": "Bryant Eastham"}, {"judge-role": "Proxy for Mark Nelson, TSC Member, OpenDOF Project", "judge-name": "Jason Reber"}, {"judge-role": "TSC Member, OpenDOF Project", "judge-name": "James Simister"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nThis is a face-to-face event to build community, and so participants must work on-site and be present at the awards announcement.\nYou must not be an employee of Panasonic Salt Lake City Laboratory.", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nSubmissions must be made on this site, and must be submitted before 8:30pm on Saturday, March 26, 2016.\nSubmissions are made by teams, which must contain up to four members.\nSubmissions will be judged by the members of the OpenDOF Project Technical Committee, and their judgments will be final.\nSubmissions must relate directly to the theme of the hackathon. The theme will be announced to participants present the night before at 8:30pm, Friday, March 25, 2016. The theme will be re-announced to those present at 8:00am at the event on Saturday, March 26, 2016.", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\nThe University of Utah is providing a meeting place for this hackathon. Participants must comply with University of Utah parking regulations, and must abide by the policy that no alcoholic beverages of any kind are allowed at the event. No food or beverages are allowed in any classroom or auditorium. Particpants may use the University of Utah guest Internet access by registering on-site, and must abide by the access agreement.", "hackathon-prizes": [{"prize-content": "Each team member of the first-place team will receive a $1,000 cash prize. Teams limited to no more than 4 members.", "prize-title": "First Place, $1000 per Team Member"}, {"prize-content": "Each team member of the second-place team will receive a $750 cash prize. Teams limited to no more than 4 members.", "prize-title": "Second Place, $750 per Team Member"}, {"prize-content": "Each team member of the third-place team will receive a $500 cash prize. Teams limited to no more than 4 members.", "prize-title": "Third Place, $500 per Team Member"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Warnock Engineering Bldg, 72 Central Campus Dr, Salt Lake City, UT 84112, USA", "hackathon-url": "https://hdobj-march-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "This hackathon is to explore the use of the OpenDOF distributed object framework. The primary criteria for judging is the use of OpenDOF APIs."}, {"judging-criterion": "The projects must directly relate to the theme that will be announced."}], "hackathon-location-address": "Warnock Engineering Bldg, 72 Central Campus Dr, Salt Lake City, UT 84112, USA", "hackathon-description-header": "OpenDOF is a distributed object platform for IoT and other M2M applications. Come to learn about the technology, build a project, and maybe walk away with some money!", "hackathon-prizes-total": "$8,000", "hackathon-location-description": "University of Utah, Warnock Engineering Building, Room 2250. Friday night parking is free in the Merrill Engineering parking lot (North of WEB). Parking is free on Saturday.", "hackathon-end-date": "2016-03-27", "has-projects": "True"}