{"hackathon-description-text": "\nThe world’s first Hackathon for Chronic Pain will be held over one weekend – 20 to 22 May 2016 in Sydney NSW Australia. It will use a co-design approach to build an online solution – an “app” - in a collaboration between digital technology professionals and people living with the effects of chronic pain. It aims to develop a minimum viable prototype of an app that addresses the lifestyle, social and psychological needs of people living with chronic pain, as identified by people in pain themselves.", "hackathon-number-of-prizes": "3", "hackathon-id": "cpahackathon", "hackathon-judges": [{"judge-role": "Vice President at Chronic Pain Australia", "judge-name": "Dr Mandy Neilson"}, {"judge-role": "Product & Operations Delivery, Canva", "judge-name": "Kris Howard"}, {"judge-role": "Founder, Start Society & iCentralCo", "judge-name": "Pete Cooper"}, {"judge-role": "MD, MPT Innovation", "judge-name": "Gary Morgan"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAnyone can partcipate, however anyone under 18 must be accompanied by a responsible adult. ", "hackathon-number-of-participants": "20", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nSubmissions\nUse the simple", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.\nParticipants under 18 must notify the organisers and be accompanied by legal guardians. \n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Ultimate Winner"}, {"prize-content": "", "prize-title": "Community Prize"}, {"prize-content": "UX design workshop with AcademyXi", "prize-title": "Highly Commended - Runner Up"}], "hackathon-location-google-maps": "https://maps.google.com/?q=608 Harris St, Ultimo NSW 2007, Australia", "hackathon-url": "https://cpahackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "5 stars: Very relevant, solution doesn’t exist, useful for broad audience; 4 stars: Relevant/original; 3 stars: Some aspects are relevant/original; 2 stars: Not-relevant and/or an adequate solution already exists; 1 star: Not addressed by the materials"}, {"judging-criterion": "5 stars: Addresses all aspects of problem and is exceptional in some way; 4 stars: Addresses all aspects of problem; 3 stars: Addresses most aspects of problem; 2 stars: Addresses some aspects of problem; 1 star: Doesn’t address any aspects of problem"}, {"judging-criterion": "5 stars: Completely original or elegant reimagining of existing app; 4 stars: Mostly original, some ideas from existing apps; 3 stars: Some original ideas, mostly replicates existing apps; 2 stars: Replicates existing solutions; 1 star: Not addressed"}, {"judging-criterion": "5 stars: Meets app goals & has additional useful features; 4 stars: Fully meets goals; 3 stars: Somewhat useable though features anticipated are missing or don’t work; 2 stars: App as presented is unusable; 1 star: Not addressed by the materials."}, {"judging-criterion": "5 stars: Very easy for any audience, has visual/auditory feedback making user experience simple; 4 stars: Easy for someone new to technology; 3 stars: Usable by sophisticated user; 2 stars: Difficult/frustrating to use; 1 star: Not addressed by materials"}, {"judging-criterion": "5 stars: Imaginative & informative,includes motivation as well as solution; 4 stars: Covered all relevant info but unimaginative; 3 stars: Didn’t cover all relevant aspects; 2 stars: Didn’t cover any topics related to app; 1 star: No supporting materials"}], "hackathon-location-address": "608 Harris St, Ultimo NSW 2007, Australia", "hackathon-description-header": "The world’s first Hackathon for Chronic Pain", "hackathon-prizes-total": "$6,300", "hackathon-location-description": "Fishburners", "hackathon-end-date": "2016-05-22", "has-projects": "True"}