{"hackathon-description-text": "\nHackDuke is about collaboration, not competition. We aim to be not just a place about building meaningful projects, but also an open forum to discuss, share and bring to life ideas that aim to make a positive impact on social issues. Look forward to working and coding alongside mentors from tech and for-impact companies!", "hackathon-number-of-prizes": "12", "hackathon-id": "hackduke-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Elissa Shevinksy"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "177", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nSubmissions are due on Devpost \nYou must include videos, photos, or screenshots of the working product and a link to the source code (GitHub, etc.) of your project.", "hackathon-rules": "\n \n ", "hackathon-prizes": [{"prize-content": "All of you are going to be using Zoho's Cliq for communication during the Hackathon. You can connect your Hackathon software project with Cliq using its APIs. The best project on Cliq gets a $1000 cash prize. The next ten best will get $100 Amazon gift cards each!", "prize-title": "Zoho Cliq - Best use of Cliq API"}, {"prize-content": "Qualcomm DragonBoard 410c + power source", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Google Home Mini for each team member", "prize-title": "Best use of the Smartcar API"}, {"prize-content": "$250 Amazon Gift Cards to each member of the winning team", "prize-title": "Capital One - Best Financial Hack"}, {"prize-content": "Win a private pitch or office hours session with the Duke team or Contrary’s Managing Partner!", "prize-title": "Contrary Capital: Most Startup-Viable Hack"}, {"prize-content": "$1000 in bitcoin or ethereum to the winning team for best use of the blockchain in their project + guaranteed interview with Coinbase. (Participants are encouraged to work on Coinbase, GDAX, or Toshi API but don't need to use it to win)", "prize-title": "Coinbase: Best use of the BlockChain"}, {"prize-content": "$100 Azure pass for each team member (4x)", "prize-title": "Microsoft: Best use of Microsoft Cognitive Services API"}, {"prize-content": "Prize: Solar powered backpack", "prize-title": "Best use of the Facebook API"}, {"prize-content": "$400 Amazon Gift Vouchers for the team that submits the best hack / website on a .TECH or a .SPACE domain name", "prize-title": ".TECH / .SPACE - best hack / website on a .TECH or a .SPACE domain name"}, {"prize-content": "$2000 worth of ether will be awarded to any team who best incorporates Uport in their hack.", "prize-title": "ConsenSys API Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Fitzpatrick Center for Interdisciplinary Engineering, Medicine and Applied Sciences, 101 Science Dr, Durham, NC 27705, USA", "hackathon-url": "https://hackduke-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The Inequality track targets problems regarding both social and economic inequality. This track is built on the principle that everyone should have the capacity to reach their full potential."}, {"judging-criterion": "The Energy and Environment track encompasses a technical perspective to deal with large issues impacting energy use, allocation and environmental regulations."}, {"judging-criterion": "The Healthcare track allows hackers to work with various kinds of health related data, as well as connect with mentors from the intersection of health and technology."}, {"judging-criterion": "The Education track teams hackers with educators, reaching out to all levels of subjects and skills. In addition to Education events sponsored by HackDuke, projects aim to increase visibility of technology and to introduce basic skills to the public."}], "hackathon-location-address": "Fitzpatrick Center for Interdisciplinary Engineering, Medicine and Applied Sciences, 101 Science Dr, Durham, NC 27705, USA", "hackathon-description-header": "Code for Good!", "hackathon-prizes-total": "$4,775", "hackathon-location-description": "Duke University - Engineering Quad", "hackathon-end-date": "", "has-projects": "False"}