{"hackathon-description-text": "\nFor the TreesCount! Data Jam, NYC Parks will unveil NYC’s latest urban forest dataset, the most spatially accurate map of New York City’s street trees created to date. Join NYC Parks, BetaNYC, TreesCount! partners, tree care volunteers, and other civic hackers to improve our understanding of, and plan for the future our City’s urban forest!", "hackathon-number-of-prizes": "7", "hackathon-id": "treescountdatajam", "hackathon-judges": [{"judge-role": "Chief Technology Officer, NYC Mayor’s Office of Technology + Innovation", "judge-name": "Minerva Tantoco"}, {"judge-role": "First Deputy Commissioner, NYC Parks & Recreation", "judge-name": "Liam Kavanagh"}, {"judge-role": "Deputy Chief Analytics Officer, NYC Mayor’s Office of Data Analytics", "judge-name": "Lindsay Mollineaux"}, {"judge-role": "Co-Founder, TreeKIT", "judge-name": "Liz Barry"}, {"judge-role": "Director, Spatial Analysis and Visualization Initiative, Pratt Institute", "judge-name": "Jessie Braden"}, {"judge-role": "Chief Science Officer, CartoDB", "judge-name": "Andrew Hill"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nThe TreesCount! Data Jam is open to all. You must be present to accept any prizes. If a participant is under 18 years of age, they must have the written consent of their parents or guardian to participate in the Data Jam.\n ", "hackathon-number-of-participants": "105", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nAll submitted projects will be judged by our esteemed judges.\nA project must include the following:\n \n \n\nHow impactful was the solution? A good project will apply sophisticated statistics or machine learning to derive interesting insights from the dataset. Projects will be judged upon technical strength, complexity, impact of derived result and innovation. A score of 0 - 5 will be awarded by each judge.\nA good project will find interesting ways to look into a dataset or combine information from multiple data sources. Projects will be judged upon design aesthetics, value add, and complexity. A score of 0 - 5 will be awarded by each judge.", "hackathon-rules": "\nAs part of TreesCount! 2015, NYC Parks has engaged with our volun\n, tree-oriented community groups, and non-profit partners to identify how street tree census data can help improve equitable care of our urban forest. NYC Parks, with the assistance of BetaNYC, has turned this feedback and NYC Park’s own questions into these Data Jam challenges.\nNow, we are asking you to help us make sense of the Census!  \n\n\nTreesCount! 2015 is the third decadal effort to completely inventory New York City’s street trees! To date, 530,000 trees, representing approximately 80% of the City’s streets, \n as part of the 2015 census, and NYC Parks is releasing all the data that has been reviewed to date. The Bronx, Manhattan, and Staten Island have all been completed. It is the most spatially accurate street tree dataset New Yorkers have ever seen. We need your help visualizing, comparing, and understanding changes across tree census datasets.\nBy building maps or visualizations, your goal is to help us begin to understand how changes in our urban forest affect NYC’s neighborhoods.\nSample questions to explore:\n \n \nThe Street Tree Census provides us with a wealth of data. Turning this into useful information through maps and visualizations helps us understand the urban forest. Maps and visualizations can help us build an understanding of this shared resource, and enable data-driven management decisions.\nYour goal is to make beautiful maps and visualizations that enable all types of New Yorkers to learn more about our urban forest.\nSample questions to explore:\n\nNYC’s urban forest is an integral component of a healthy and equitable city. Understanding the urban forest’s relationship to the City’s health and economy will help urban forest stakeholders advocate for more resources to build a healthier and equitable city. Understanding these relationships will help demystify our urban forest’s impact.\nYour goal is to use tree census data to help us understand our urban forest’s relationship to specific environmental and economic indicators.\nSample questions to explore:\n\n \nWith the 1995 and 2005 street tree censuses, NYC Parks has been able to catalyze major advances in urban forest management, making science-based operational decisions and quantify the benefits of the urban forest. In addition to understanding patterns in resource distribution and condition over time, long-term urban forest management decisions must consider factors such as climate change, pests, diseases, land use, and species diversity.\nYour goal is to help us explore these factors using census data and help us develop strategies to address the future of the urban forest.\nSample questions to explore:\n\n \nTrees in urban settings face many challenges from both people and the environment.  We believe that tree stewardship by the community is an essential part of achieving our urban forestry goals.  Resources for tree care are finite, and so it is important that we better understand tree stewards and the challenges they face, and maximize the effectiveness of our volunteers by supporting their stewardship activity.\nYour goal is to explore Street Tree Census data to help develop insights that can measure the impact of stewardship on the health of our urban forest, and help us understand where stewardship efforts are most needed.\nSample questions to explore:\n \nOur event is designed to foster meaningful collaboration between participants, community members, and government partners.\n\n\nThe organizers reserves the right to ask anyone in violation of these policies not to participate in this event. If you have any other concerns or would like to address an issue, please contact the event organizers.\n\nThis event is dedicated to providing a harassment free experience for everyone. We welcome everyone regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion, faith, national origin, source of income, and language preference.\nAttendees shall not unlawfully discriminate against any anyone desiring to attend or participate in the event because of race, creed, religion, color, sex, age, national origin, disability, marital status, or sexual orientation.\nWe do not tolerate harassment in any form. Sexual language and imagery is not appropriate for any event or network activity, including talks. Anyone in violation of these policies may expelled from this event; this will be at the discretion of event organizers.\nHarassment includes but is not limited to offensive verbal or written comments related to gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion, faith, national origin, source of income, and language preference; sexual images in public spaces; deliberate intimidation; stalking; following; harassing photography or recording; sustained disruption of talks or other events; inappropriate physical contact; unwelcome sexual attention; unwarranted exclusion; and patronizing language or action.\nIf a participant engages in harassing behavior, event organizers may take any action they deem appropriate, including warning the offender and/or expulsion from this event.\n\nEvent staff will be happy to help participants contact hotel/venue security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event.\nIf you cannot reach the event organizer and/or it is an emergency, please call 911 and/or remove yourself from the situation.\nWe value your attendance and hope that by communicating these expectations out widely we can all enjoy an environment that is welcoming to all.", "hackathon-prizes": [{"prize-content": "Win a lunch with Minerva Tantoco, Chief Technology Officer, Amen Ra Mashariki, Chief Analytics Officer, and Mitchell J. Silver, NYC Parks Commissioner! Gain insight into the City’s technology, analytics and parks initiatives from these New York City leaders. As heads of key City agencies with a diverse range of skills and experience, it will be a lunch to remember!", "prize-title": "Grand Prize"}, {"prize-content": "Individual challenge winners will be able to connect their Data Jam work directly to the City’s urban forest with a gardening kit that includes a stool, bag, and gardening tools.", "prize-title": "Best Change Over Time Project"}, {"prize-content": "Individual challenge winners will be able to connect their Data Jam work directly to the City’s urban forest with a gardening kit that includes a stool, bag, and gardening tools.", "prize-title": "Best Education / Visualization Project"}, {"prize-content": "Individual challenge winners will be able to connect their Data Jam work directly to the City’s urban forest with a gardening kit that includes a stool, bag, and gardening tools.", "prize-title": "Best Environment + Economic Indicators Project"}, {"prize-content": "Individual challenge winners will be able to connect their Data Jam work directly to the City’s urban forest with a gardening kit that includes a stool, bag, and gardening tools.", "prize-title": "Best Plan for Health &amp; Growth Project"}, {"prize-content": "Individual challenge winners will be able to connect their Data Jam work directly to the City’s urban forest with a gardening kit that includes a stool, bag, and gardening tools.", "prize-title": "Best Stewardship Project"}, {"prize-content": "", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "https://maps.google.com/?q=156 5th Ave, New York, NY 10010, USA", "hackathon-url": "https://treescountdatajam.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Submissions will be judged based on the quality of their proposals that leverage NYC Parks data to address the five challenge questions."}, {"judging-criterion": "A data product, will be judged upon its usefulness, interface and creativity. How well did this project address the challenges?"}, {"judging-criterion": "A good analysis project will apply sophisticated statistics or machine learning to derive interesting insights from datasets. Projects will be judged upon technical strength, complexity, impact of derived result and innovation."}, {"judging-criterion": "A good project will find interesting ways to look into a dataset or combine information from multiple data sources. Projects will be judged upon design aesthetics, value add, and complexity."}], "hackathon-location-address": "156 5th Ave, New York, NY 10010, USA", "hackathon-description-header": "Join the counter culture and help us make sense of the census!", "hackathon-prizes-total": "0", "hackathon-location-description": "Civic Hall", "hackathon-end-date": "2016-06-30", "has-projects": "True"}