{"hackathon-description-text": "\nA hackathon is where you turn your crazy ideas into real stuff. A startup is a where you apply your ideas to solve a problem with a particular end-user in mind. Startup UCSD is therefore the time to hack away at a particular problem, coming up with a solution in the form of a product or service that people would actually want. It is the time to dust off old ideas, to add the finishing touches to current projects, or your opportunity to create something completely new. We don't have a theme. We are open to any good ideas. ", "hackathon-number-of-prizes": "1", "hackathon-id": "startupucsd", "hackathon-judges": [{"judge-role": "UCSD", "judge-name": "Martin Arreola"}, {"judge-role": "NSF I-Corps Program Coordinator at UCSD", "judge-name": "Jay Gilberg"}, {"judge-role": "Managing Director, Research Translation Group , Applied Innovation", "judge-name": "Jay Kunin"}, {"judge-role": "Associate Research Scientist at the Qualcomm Institute", "judge-name": "Harinath Garudadri"}, {"judge-role": "VP SoCal EED", "judge-name": "Dennis Abremski"}, {"judge-role": "Director, Supply Chain Management, Procurement, Global Sourcing", "judge-name": "Lucy Gilberg"}, {"judge-role": "Qualcomm Institute", "judge-name": "John Zhu"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nStartup UCSD is open to all majors! As long as you're prepared to learn, brainstorm, and work on cool things, we welcome you to join. \nYou must be a UCSD student of some sort\nYou must not be graduating until at least June 2017", "hackathon-number-of-participants": "120", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nYou can build whatever your heart desires, whether its a web app, mobile app, hardware, or an open source tool. A working prototype is not necassary to win yet highly encouraged.", "hackathon-rules": "\n- Teams may not consist of more than 5 members \n- You must be physically present at Startup UCSD during your time to pitch\n- You must abide by the following code of conduct\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Prizes will be alotted to the winning team and its teammates at the time of the competition with space distributed based on the size of the team, up to four spaces. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "Dedicated workspace at the Qualcomm Institute with access to the prototyping lab, meeting rooms, and mentorship (provided by the von Liebig Center)", "prize-title": "Top Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=9730 Hopkins Dr, La Jolla, CA 92093, USA", "hackathon-url": "https://startupucsd.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "9730 Hopkins Dr, La Jolla, CA 92093, USA", "hackathon-description-header": "Make something people want", "hackathon-prizes-total": "$18,000", "hackathon-location-description": "University of California, San Diego", "hackathon-end-date": "2016-05-14", "has-projects": "True"}