{"hackathon-description-text": "\nFriday, February 27 - Sunday, March 1 | Fort Mason, San Francisco", "hackathon-number-of-prizes": "22", "hackathon-id": "launch2015", "hackathon-judges": [{"judge-role": "CEO @ ChallengePost", "judge-name": "Brandon Kessler"}, {"judge-role": "CEO @ RocketShip", "judge-name": "Brian Kennish"}, {"judge-role": "CTO @ Inside.com", "judge-name": "Adam Dill"}, {"judge-role": "CEO @ AdStage", "judge-name": "Sahil\tJain"}, {"judge-role": "Founder @ Brilliant", "judge-name": "Sue Khim"}, {"judge-role": "Founder @ Butterfleye", "judge-name": "Ben Nader"}, {"judge-role": "Founder @RedClay", "judge-name": "Abby Kiefer"}, {"judge-role": "Founder @ RedTri", "judge-name": "Jacqui Boland"}, {"judge-role": "CEO @ Rapportive", "judge-name": "Rahul Vohra"}, {"judge-role": "VP of Engineering @ Connect", "judge-name": "Zach Melamed"}, {"judge-role": "Founder @ HandUp", "judge-name": "Rose Broome"}, {"judge-role": "CTO @ Calm.com", "judge-name": "Ben Dowling"}, {"judge-role": "Founder @ GetBetter", "judge-name": "Geoffrey Clapp"}, {"judge-role": "Partner @ DFJ", "judge-name": "Josh Stein"}, {"judge-role": "CEO of Stowaway", "judge-name": "Julie Fredrickson"}, {"judge-role": "Black Founders", "judge-name": "Monique Woodard"}, {"judge-role": "Innovation & Strategy/Honda", "judge-name": "Dani\tEssindi Behrendt"}, {"judge-role": "Managing Partner/Ludlow Ventures", "judge-name": "Jonathon Triest"}, {"judge-role": "Director/Macy's", "judge-name": "Jim Gutierrez"}, {"judge-role": "Senior Director/Expedia", "judge-name": "Garrett Vargas"}, {"judge-role": "Founder/Good App Co", "judge-name": "Hadiyah Mujhid"}, {"judge-role": "Founder/Time Hop", "judge-name": "Jonathan Wegener"}, {"judge-role": "Principal/Microsoft Ventures", "judge-name": "Brett Laffel"}], "hackathon-number-of-judges": "23", "hackathon-eligibility": "\nTeams of 1-4 can apply to attend the event. We're only accepting BUILDERS. All applicants within a team will be reviewed and vetted as developers or designers before they are able to attend the event.\nCome with ideas not completed code.  All projects must be built from scratch at the event.", "hackathon-number-of-participants": "1368", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTo be considered for judging each team must present a functioning web or mobile application.  All work must be completed by 1:00 pm on Sunday March 1, 2015.  (Early judging will begin at Noon.) Submissions must follow all criteria outlined in the competition rules section.\nSubmissions that will not be considered:\n1. Wireframes\n2. Powerpoint or presentation slides", "hackathon-rules": "\n\nTeams can be anywhere from two to four members. All members must be a builder (a Developer or Designer).\nIf you're looking for fellow teammates, direct message participants on Challenge Post. Others are looking for teams, too!\n\nTo ensure a level field for all contestants, all code, design, art, music, SFX, and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event. The only exception to this rule would include material that is freely available to the public. Some examples of this would be: public domain images, creative commons music, open source libraries. We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\nIf your team qualifies for prizes or is in the top five, the team will be subject to a code review to verify that there was no foul play.\n\nThe exception to the above rule is that you are encouraged to use 3rd party services, APIs, open source projects, libraries, and frameworks. Let's face it, we need all the help we can get during the hectic event. There's no need to break DRY rules when there are so many great resources available to all Hackers. Many of our past contestants have taken advantage of the various offerings from our event partners to great effect. \n\nAll teams retain full ownership of what they have created during the Hackathon. LAUNCH is here to help entrepreneurs realize their dreams, not destroy them.\n\nThere will be no alcohol served or allowed at the event. \n\nBe kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event*.\n* Harassment includes offensive verbal comments related to gender, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, deliberate intimidation, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\n\nIn the spirit of innovation and inclusiveness, there may be minors participating in the event. Keep this in mind when choosing a location to work, and mention to the organizers that your content is explicit if you’d like to submit for judging. You will be pitching to judges and other attendees after the non-explicit content. You will present your idea to an audience who is explicitly prepared to experience your presentation in a safe and/or designated area.\n\nWe welcome attendees from all backgrounds. This event is about increasing the overall amount of innovation, partnership, and engagement in the developer community.\n\nHack, meet new people, get creative, and have a good time. Getting something meaningful done within such a short amount of time can be stressful, but we'd like to encourage everyone to take a break every now and then to relax and enjoy the event.\n**Attendees violating these rules may be asked to leave the Hackathon at the sole discretion of the Hackathon organizers. Thank you for helping make this a welcoming, friendly event for all.\nSource: \n ", "hackathon-prizes": [{"prize-content": "$100,000 investment prize + guaranteed spot on stage at the LAUNCH Festival 2015!", "prize-title": "Grand Prize"}, {"prize-content": "Mentoring from Jason Calacanis and Brandon Kessler (from ChallengePost) - 30 mins, $1500 & special prizes from Launch hackathon sponsors (tba). All team members must be currently enrolled undergraduate or high school students", "prize-title": "Student Hacker Prize"}, {"prize-content": "", "prize-title": "Best Buy"}, {"prize-content": "", "prize-title": "Macys"}, {"prize-content": "", "prize-title": "Honda"}, {"prize-content": "", "prize-title": "Omron"}, {"prize-content": "", "prize-title": "Modulus"}, {"prize-content": "", "prize-title": "Coinbase"}, {"prize-content": "", "prize-title": "SparkPost"}, {"prize-content": "", "prize-title": "FullContact"}, {"prize-content": "", "prize-title": "RingCentral"}, {"prize-content": "", "prize-title": "Expedia"}, {"prize-content": "", "prize-title": "ESRI"}, {"prize-content": "", "prize-title": "Atlantic.net"}, {"prize-content": "", "prize-title": "Sabre"}, {"prize-content": "", "prize-title": "GUN"}, {"prize-content": "", "prize-title": "Sinch"}, {"prize-content": "", "prize-title": "Firebase"}, {"prize-content": "", "prize-title": "Branch Metrics"}, {"prize-content": "", "prize-title": ".club"}, {"prize-content": "", "prize-title": "InvisionApp"}, {"prize-content": "", "prize-title": "Twitter"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Fort Mason, San Francisco, CA, USA", "hackathon-url": "https://launch2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will evaluate the technical achievement the team has tackled during the event."}, {"judging-criterion": "Judges will be looking for products that have the ability to disrupt current markets and capture large market share."}, {"judging-criterion": "Judges will be looking for products that have exceptional design attributes that would appeal to the end-user."}, {"judging-criterion": "Projects will judged on attractiveness to investors."}], "hackathon-location-address": "Fort Mason, San Francisco, CA, USA", "hackathon-description-header": "Launch 2016 here: launch.devpost.com/", "hackathon-prizes-total": "$101,500", "hackathon-location-description": "", "hackathon-end-date": "2015-03-01", "has-projects": "True"}