{"hackathon-description-text": "\n", "hackathon-number-of-prizes": "3", "hackathon-id": "innovatenyp", "hackathon-judges": [{"judge-role": "Chief Information Officer, NewYork-Presbyterian Hospital", "judge-name": "Aurelia Boyer"}, {"judge-role": "Founder & CEO, ZocDoc", "judge-name": "Cyrus Massoumi"}, {"judge-role": "Co-founder & Co-CEO, Oscar", "judge-name": "Mario Schlosser"}, {"judge-role": "Civic Innovation, Google", "judge-name": "Scott Schwaitzberg"}, {"judge-role": "Founding Partner, Blueprint Health", "judge-name": "Brad Weinberg, MD"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nA. The Hackathon is open only to: \n(i) individuals who are at least 18 years of age as of March 15, 2014; and\n(ii) teams of up to eight eligible individuals, where each team member meets the eligibility requirements (a “Team”).\nB. Each Team shall appoint one individual to represent and act on behalf of the team, including entering a Submission.\nC. The following individuals are NOT eligible to participate in the Hackathon, either individually or as a member of a Team, regardless of whether or not they meet the criteria set forth above: \n(i) any individual who at the time of the Hackathon is involved with the design, production, promotion, execution, or distribution of the Hackathon or Competition, including members of NewYork-Presbyterian Hospital’s myNYP.org, Patient Engagement, Graphite, Enterprise Master Patient Index, and Application and Web Development teams, and each member of any such individual’s immediate family or household; and\n(ii) any individual whose participation in the Hackathon would, in the determination of the Sponsor, create a conflict of interest.\nD. For purposes of determining a member of an individual’s immediate family: \n(i) members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and \n(ii) members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.  ", "hackathon-number-of-participants": "152", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nContestants must create a working proof of concept or model of a software application that, leverages myNYP.org to provide better functionality to patients (the “Application”).\n \nA. Specific Requirements.\nAs part of the Application, each Contestant must submit items (i) through (v) below.  Item (vi) is optional. \n(i) the name of the Application.\n(ii) a text description of the Application and its features.\n(iii) at least one image (screenshot) of the working Application.\n(iv) Contestant name(s).\n(v) a list of data sets and/or APIs used in the Application.\n (vi) a website URL where the Application can be accessed.\nItems (i) through (vi) constitute the “Submission”. For sake of clarity, all parts of a Submission must be entered at the same time on the Hackathon Website. All Submissions must be received by no later than 4:00pm on March 16, 2014.\nB. Language Requirements.\nAll Submission materials must be in English. \nC. Text Description and Image. \n(i) The text description should describe the Application’s features.\n(ii) The image(s) must be photographs or screenshots of the Application. \n(iii) The Application may utilize APIs and data from third parties, provided the Contestant has obtained written permission from such third parties to use such APIs or data in the manner utilized by the Application.   \nD. General Requirements \n(i) Submissions must be newly created and developed during the Hackathon.\n(ii) Submissions must not violate any law or regulation; depict hatred; be in bad taste; denigrate (or be derogatory towards) any person or group of persons or any race, ethnic group or culture; threaten a specific community in society, including any specific race, ethnic group or culture; incite violence or be likely to incite violence; contain vulgar or obscene language or excessive violence; contain pornography, obscenity or sexual activity; or disparage the Sponsor or anyone involved in organizing or supporting the Hackathon.\n(iv) Contestants must not attempt to intentionally duplicate the Submission of another Contestant. The Sponsor reserves the right in its sole discretion to disqualify any Submission that is an exact or substantially similar duplicate of another Submission. \n(v) Submissions  must not contain any software routine, code, or instruction, hardware component or combination of the foregoing which (a) permits unauthorized access to Sponsor’s IT network or Sponsor’s Confidential Information or (b) can disable, delete, modify, damage or erase software, hardware or data.\n(vi) Submissions must not contain any malicious code that can disable, delete, modify, damage or erase software or data.\n(vii)  Each Contestant may submit more than one Submission. However, each Submission must be unique, as determined by Sponsor in its sole discretion. If a Contestant enters two or more Submissions that are substantially similar, the Sponsor reserves the right to disqualify Submissions or require the Contestant to choose one Submission to enter into the Hackathon.\n(viii) Contestants must not state or otherwise imply endorsement of their Application by the Sponsor in any of the Submission components.\n(ix) Submissions must: (a) be the original work product of the Contestant; and (b) not violate the intellectual property rights or other rights, including but not limited to, copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity.\n(x) Submissions may contain open source code as long as each such element of open source code is identified, and Contestant or team of Contestants (if applicable) has complied with applicable open source use terms and conditions.\nD. Warranties.\nBy entering a Submission, Contestant represents, warrants and covenants that:\n(i) the Submission (including, without limitation, the Application) is the original work product of the Contestant and complies with these Official Rules.\n(ii) the Submission shall not contain any software routine, code, or instruction, hardware component or combination of the foregoing which: (1) permits unauthorized access to Sponsor’s IT network or Sponsor’s Confidential Information; (2) can disable, delete, modify, damage or erase software, hardware or data; or (3) can disable, delete, modify, damage or erase software or data.\n(iii) that it has the right to convey the License, and that the Submission is free from any claim of infringement of any copyright, trademark, trade secret, patent or other proprietary right of any third party and that Sponsor’s receipt and use of the Submission as provided in these Official Rules does not and shall not infringe any copyright, trademark, patent or other proprietary right of any third party or constitute the wrongful taking of any third party’s proprietary or confidential data or trade secret.", "hackathon-rules": "\n \nAll participants will be required to acknowledge and sign a copy of the Official Rules when checking-in at the Hackathon on March 15, 2014 in order to participate.\nNO ENTRY FEE IS REQUIRED\nInnovateNYP (the “Hackathon”) is an in-person event and contest sponsored by the NewYork-Presbyterian Hospital (NYP).Individuals and teams attending the Hackathon (individually, “Contestant”; collectively, “Contestants”) are invited to create prototypes and Applications leveraging the hospital’s patient portal, myNYP.org. Participation is entirely voluntary. Sponsor will not compensate any Contestant for time spent and tasks performed in participating in the Hackathon.\n\n(the “Sponsor”):\nThe NewYork-Presbyterian Hospital, 333 E. 38th St, New York, NY 11201. NYP is responsible for running, hosting, and sponsoring the Hackathon.\n\nThe Hackathon will take place at: NewYork-Presbyterian Hospital Riverview Terrace, 177 Fort Washington Avenue, New York, NY 10032 (the “Location”). All Contestants must be physically present at the Location in order to register and participate in the Hackathon. Registration shall be from 8:00am – 9:00am on March 15, 2014. The Hackathon will start promptly at 9:00am on March 15, 2014 and conclude promptly at 6:30pm on March 16, 2014.\n\nA. The Hackathon is open only to: \n(i) individuals who are at least 18 years of age as of March 15, 2014; and\n(ii) teams of up to eight eligible individuals, where each team member meets the eligibility requirements (a “Team”).\nB. Each Team shall appoint one individual to represent and act on behalf of the team, including entering a Submission.\nC. The following individuals are NOT eligible to participate in the Hackathon, either individually or as a member of a Team, regardless of whether or not they meet the criteria set forth above: \n(i) any individual who at the time of the Hackathon is involved with the design, production, promotion, execution, or distribution of the Hackathon or Competition, including members of NewYork-Presbyterian Hospital’s myNYP.org, Patient Engagement, Graphite, Enterprise Master Patient Index, and Application and Web Development teams, and each member of any such individual’s immediate family or household; and\n(ii) any individual whose participation in the Hackathon would, in the determination of the Sponsor, create a conflict of interest.\nD. For purposes of determining a member of an individual’s immediate family: \n(i) members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings; and \n(ii) members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year.  \n\nA. Registration \n(i) Prior to the Hackathon start time listed above, each individual desiring to become a Contestant, must register at the Location by visiting (1) \n (the “Hackathon Website”), indicate the ticket quantity, and click “Register”; and (2) the ChallengePost site: \n. Spaces will be offered on a first come first served basis. The Hackathon Web Site will provide further details on the issues and problems that should be addressed at the Hackathon, as well as, display the products created  at the Hackathon.\n \n(ii) After an individual registers on each of the above mentioned web sites, each individual must confirm that they have read and agree to the Official Rules.\n \n(iii) Upon completion of the foregoing, each individual will receive confirmation that they are a Contestant for the Hackathon.\n \n(iv) During the Hackathon, important updates will be posted to the Hackathon Website.\n   \n\nContestants must create a working proof of concept or model of a software application that, leverages myNYP.org to provide better functionality to patients (the “Application”).\n \nA. Specific Requirements.\nAs part of the Application, each Contestant must submit items (i) through (v) below.  Item (vi) is optional. \n(i) the name of the Application.\n(ii) a text description of the Application and its features.\n(iii) at least one image (screenshot) of the working Application.\n(iv) Contestant name(s).\n(v) a list of data sets and/or APIs used in the Application.\n (vi) a website URL where the Application can be accessed.\nItems (i) through (vi) constitute the “Submission”. For sake of clarity, all parts of a Submission must be entered at the same time on the Hackathon Website. All Submissions must be received by no later than 4:00pm on March 16, 2014.\nB. Language Requirements.\nAll Submission materials must be in English. \nC. Text Description and Image. \n(i) The text description should describe the Application’s features.\n(ii) The image(s) must be photographs or screenshots of the Application. \n(iii) The Application may utilize APIs and data from third parties, provided the Contestant has obtained written permission from such third parties to use such APIs or data in the manner utilized by the Application.   \nD. General Requirements \n(i) Submissions must be newly created and developed during the Hackathon.\n(ii) Submissions must not violate any law or regulation; depict hatred; be in bad taste; denigrate (or be derogatory towards) any person or group of persons or any race, ethnic group or culture; threaten a specific community in society, including any specific race, ethnic group or culture; incite violence or be likely to incite violence; contain vulgar or obscene language or excessive violence; contain pornography, obscenity or sexual activity; or disparage the Sponsor or anyone involved in organizing or supporting the Hackathon.\n(iv) Contestants must not attempt to intentionally duplicate the Submission of another Contestant. The Sponsor reserves the right in its sole discretion to disqualify any Submission that is an exact or substantially similar duplicate of another Submission. \n(v) Submissions  must not contain any software routine, code, or instruction, hardware component or combination of the foregoing which (a) permits unauthorized access to Sponsor’s IT network or Sponsor’s Confidential Information or (b) can disable, delete, modify, damage or erase software, hardware or data.\n(vi) Submissions must not contain any malicious code that can disable, delete, modify, damage or erase software or data.\n(vii)  Each Contestant may submit more than one Submission. However, each Submission must be unique, as determined by Sponsor in its sole discretion. If a Contestant enters two or more Submissions that are substantially similar, the Sponsor reserves the right to disqualify Submissions or require the Contestant to choose one Submission to enter into the Hackathon.\n(viii) Contestants must not state or otherwise imply endorsement of their Application by the Sponsor in any of the Submission components.\n(ix) Submissions must: (a) be the original work product of the Contestant; and (b) not violate the intellectual property rights or other rights, including but not limited to, copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity.\n(x) Submissions may contain open source code as long as each such element of open source code is identified, and Contestant or team of Contestants (if applicable) has complied with applicable open source use terms and conditions.\nD. Warranties.\nBy entering a Submission, Contestant represents, warrants and covenants that:\n(i) the Submission (including, without limitation, the Application) is the original work product of the Contestant and complies with these Official Rules.\n(ii) the Submission shall not contain any software routine, code, or instruction, hardware component or combination of the foregoing which: (1) permits unauthorized access to Sponsor’s IT network or Sponsor’s Confidential Information; (2) can disable, delete, modify, damage or erase software, hardware or data; or (3) can disable, delete, modify, damage or erase software or data.\n(iii) that it has the right to convey the License, and that the Submission is free from any claim of infringement of any copyright, trademark, trade secret, patent or other proprietary right of any third party and that Sponsor’s receipt and use of the Submission as provided in these Official Rules does not and shall not infringe any copyright, trademark, patent or other proprietary right of any third party or constitute the wrongful taking of any third party’s proprietary or confidential data or trade secret.\n\nA. Subject to the License (defined  below), any applicable intellectual property rights to a Submission will remain with the Contestant.\nB. The Sponsor and any other third parties acting on the Sponsor’s behalf, will have a royalty-free, non-exclusive, worldwide license to use, copy, create derivative works, distribute, display and perform the Submission, in perpetuity (the “License”), whether or not a Submission is a winner. The License includes, but is not limited to, posting or linking to the Submission on Sponsor websites and applications, including the Hackathon Website, and partner websites, and inclusion of the Submission in any other media, worldwide. The Sponsor and any third parties acting on Sponsor’s behalf will also have the right to publicize Contestant’s name and, as applicable, the names of Contestant’s team members, who participated in the Submission on the Hackathon Website for a period of three years following the conclusion of the Hackathon. \n\nSubmissions may be posted on the Hackathon Website. Posting of a Submission to the Hackathon Website does not constitute a final determination by the Sponsors, Administrators, and/or Judges that the Submission met requirements. Accordingly a Submission may still be disqualified even after it has been publically displayed. \n\nA. All eligible Submissions will be judged by a panel of impartial judges (the “Judges”) selected by the Sponsor. The Sponsor reserves the right to substitute or modify the judging panel at any time for any reason. \nB. All Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge or the Sponsor considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions. \nC. A Contestant’s likelihood of winning will depend on various criteria set forth below, and the number and quality of all of the Submissions.\n\nA. Criteria (equally weighted): \ni. Ease of Use (20 points) – How intuitive is the experience? Would the patients find the application easy to use and understand?\nii. Design (20 points) – Does the design reflect the NYP aesthetic? Is it clear and simple? Can patients who may have difficult seeing be able to view the application?\niii. Benefit for Users (20 points) – Would a patient use this application? What would patients gain from their experience using the application?\niv. Creativity and Innovation (20 points) – Is this a new idea? Does technology like this already exist for NYP patients? How innovative is the concept?\nv. Overall Quality (20 points) –  Does it address any of the challenges or wishlist areas NYP had noted? Is the application practical and useful to the hospital and patients? Is this a tool that could be easily implemented? Should NYP consider using the application or informing its own internal decisions based on this application’s features?\nB. The three (3) Submissions that earn the highest overall scores will become potential winners of the Prizes identified below in Section 11.  \nC. Tie Breakers. In the event of a tie between two or more Submissions, the Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the each succeeding criterion listed above. If two or more Submissions are tied on all criteria, the panel of Judges will vote on the tied submissions to determine the Prize winner.\n\nA. ALL POTENTIAL HACKATHON WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE APPLICATION BY THE SPONSOR.  SPONSOR’s DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE HACKATHON. Potential winners must continue to comply with all terms and conditions of these Official Rules throughout the Hackathon. In order to receive a Prize, the potential winner will be required to sign and return to the Sponsor, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days (if a potential winner is a Team, all participating members must sign and return to the Sponsor affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days).\nB. At the sole discretion of the Sponsor, a potential winner will be deemed ineligible to win if: (i) such potential winner refuses the Prize; (ii) fails to sign and return the affidavit(s) of eligibility or a similar verification document within ten (10) business days from receipt of such documents; or (iii) fails to sign and return the liability/publicity release(s) within ten (10) business days from receipt of such documents; or the Submission or the Contestant, is disqualified for any other reason. \nIn the event of such disqualification, the Sponsor, in its sole discretion may award the applicable Prize to another Contestant. The disqualification of one (or more) Team members from further consideration in the Hackathon for any reason may result in the disqualification of the entire Team, as determined in the sole discretion of the Sponsor.\n\n \nA. No transfer or substitution of a Prize is permitted except at the Sponsor’s sole discretion. The Prize will be mailed to the winning Contestant’s address within 45 days of receipt of the signed affidavit(s) of eligibility  and liability/publicity release(s) form(s) within ten (10) business days from receipt of such documents. If a Team is selected as a Prize-winner, the associated Prize will be equally divided among the Team members. \nB. Prize winners (and in the case of Team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). It is the sole responsibility of Prize winners of US$600 or more to provide certain information, including but not limited to tax identification number, to facilitate receipt of the award, including but not limited to, completing and submitting any tax forms when necessary and any applicable withholding and reporting requirements. Prize winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant Government departments/agencies, if necessary. Prize winners that are not residents of the United States should be aware that under United States tax laws, US withholding tax may apply to Prizes awarded. The Sponsor reserves the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a Prize winner’s jurisdiction.\nC. In the event a Prize winner’s / potential Prize winner’s employer has a policy that prohibits the awarding of a Prize to an employee, the Prize will be forfeited and an alternate potential winner will be selected by the Sponsor. \n\nA. Each Contestant hereby acknowledges and agrees that the relationship between the Contestant and the Sponsor is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide a Submission to the Sponsor for the purposes of this Hackathon does not place the Sponsor, and its agents, in a position that is any different from the position held by the members of the general public with regard to elements of the Contestant’s Submission, except as specifically provided in these Official Rules. \nB. By entering, each Contestant (including, in the case of Team, all participating members) agree(s) to: \n(i) comply with and be bound by these Official Rules and the decisions of the Sponsor and/or the Hackathon judges, which are binding and final in all matters relating to this Hackathon; and  \n(ii) release, indemnify, defend and hold harmless the Sponsor and its parent, subsidiary, and affiliated companies, the Judges, the Prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, damages and liabilities (including reasonable attorneys’ fees) arising from or related to the Hackathon, including but not limited to,  damages of any kind to persons and property, including but not limited to, defamation, slander, libel, violation of right of publicity; infringement of trademark, copyright or other intellectual property rights; property damage, or death or personal injury arising out of or relating to a Contestant’s entry in the Hackathon, participation in the Hackathon (including but not limited to the creation of a Submission or entry of a Submission); acceptance or use or misuse of a Prize (including but not limited to any travel or activity related thereto); and/or the use, copying, creation of derivative works, distribution, display and performance  of a Submission as authorized or licensed by these Official Rules. \n \n\nParticipation in the Hackathon constitutes Contestant’s consent to Sponsors’, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the Team who participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of three years following the conclusion of the Hackathon.\n\nA. The Sponsor reserves the right to cancel, suspend and/or modify the Hackathon, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond the Sponsor’s reasonable control impairs the safety, integrity or proper functioning of the Hackathon, as determined by the Sponsor in its sole discretion. The Sponsor reserves the right in its sole discretion to disqualify any individual or Contestant it finds to be tampering with the entry process (for example by using the aid of computer software programs to auto-fill entries) or disturbing the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation. \nB. Any attempt by any person to disrupt or undermine the proper conduct of the Hackathon may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor reserves the right to take proper legal action, including, without limiting, referral to law enforcement, for any illegal or unlawful activities. \nC. The Sponsor’s failure to enforce any term of these Official Rules shall not constitute a waiver of that term. The Sponsor is not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor.\nD. In the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail. \nE. The Sponsor reserves the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, and the Sponsor. The Sponsor will post the terms and conditions of the amended Official Rules on the Hackathon Website. Any such amendment will become effective at the time the Sponsor posts the amended Official Rules. \nF. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. \nG. Should any provision, in whole or in part, of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision (or part thereof) shall be replaced by a valid and enforceable provision (or part) that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision (or part).\n\nBy entering, all Contestants (including, in the case of a Team, all Team members): (i) agree to be bound by the Official Rules; and (ii) hereby release the Released Parties from any and all liability arising from or in connection with the Prizes, or Contestant’s participation in the Hackathon or Contestant’s invitees’ participation in the Hackathon.. \n\nA. Contestants agree that: \n(i) any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, other than those concerning the administration of the Hackathon or the determination of winners, shall be resolved individually, without resort to any form of class action; \n(ii) any and all disputes, claims and causes of action arising out of or connected with this Hackathon, or any Prizes awarded, shall be resolved exclusively by the United States District Court of New York or the appropriate New York State Court; and  \n(iii) under no circumstances will Contestants be entitled to, and Contestants hereby waives all rights to claim, any punitive, incidental, special and consequential damages and any and all rights to have damages multiplied or otherwise increased.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. \nB. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants and the Sponsor in connection with the Hackathon, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York. \n\nThe Sponsor collects personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n.\n \n\nFor Hackathon results, visit the Hackathon Website on or about March 17th.\n\nIf you have any questions or wish to send us any notice regarding this Hackathon, please email pjj9001@nyp.org.", "hackathon-prizes": [{"prize-content": "The individual or team with the highest overall score will receive a cash award of $50,000.", "prize-title": "1st Place"}, {"prize-content": "The individual or team with the second-highest overall score will receive a cash award of $25,000.", "prize-title": "2nd Place"}, {"prize-content": "The individual or team with the third-highest overall score will receive a cash award of $10,000.", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=NewYork-Presbyterian Hospital, 177 Fort Washington Avenue, Riverview Terrace", "hackathon-url": "https://innovatenyp.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How intuitive is the experience? Would the patients find the application easy to use and understand?"}, {"judging-criterion": "Does the design reflect the NYP aesthetic? Is it clear and simple? Can patients who may have difficult seeing be able to view the application?"}, {"judging-criterion": "Would a patient use this application? What would patients gain from their experience using the application?"}, {"judging-criterion": "Is this a new idea? Does technology like this already exist for NYP patients? How innovative is the concept?"}, {"judging-criterion": "Does it address any of the challenges or wishlist areas NYP had noted? Is the application practical and useful to the hospital and patients? Is this a tool that could be easily implemented? Should NYP consider using the application?"}], "hackathon-location-address": "NewYork-Presbyterian Hospital, 177 Fort Washington Avenue, Riverview Terrace", "hackathon-description-header": "Help improve the patient and health care experience.", "hackathon-prizes-total": "$85,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}