{"hackathon-description-text": "\nWhether you're a current Dev Bootcamp student, alumnus, coding expert, or a coding newbie, this event is for you! Come with an idea or join a team on-site and spend the day building a great project with enthusiastic, fun people.", "hackathon-number-of-prizes": "3", "hackathon-id": "dbc-civic-hackathon", "hackathon-judges": [{"judge-role": "Teacher / Expansion Partner at Dev Bootcamp", "judge-name": "Anne Spalding"}, {"judge-role": "Co-Founder at Sway Finance", "judge-name": "Ashwin Kumar"}, {"judge-role": "Software Engineer", "judge-name": "Ian Webster"}, {"judge-role": "Fullstack Engineer at Mashape, and the Website and Tools Core Team Lead for Code for San Francisco", "judge-name": "Trent Oswald"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nOnly participants who attend the hackathon in-person are eligible to participate, submit projects, and win. \nTeams of up to 5 will be formed Saturday morning. If you would like to come with a pre-formed team and idea, please reserve 2 spots for additional members to be assigned at the kickoff.", "hackathon-number-of-participants": "33", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nProjects must be designed to solve one of the three challenges listed below. Individuals will pitch ideas first thing on Saturday, then teams will be determined based on interest and skill level.\n \nEncourage SF residents and tourists to support local small businesses in the area! Help people find and shop at these merchants that are the foundation of SF's commerce industry. Resources / API’s:\nMake SF’s public transportation friendly for tourists. Help newcomers navigate the city with ease and get immersed in SF culture! Resources / API’s:\nSF is known to have a rich arts and culture industry. Create an app that helps locals and tourists to find interesting new places, landmarks or trivia. Resources / API’s:", "hackathon-rules": "\nThe goal of all Dev Bootcamp hackathons is to make friends, build beautiful and meaningful things, and have fun!\nBy registering for this event, all attendees agree to abide by Dev Bootcamp's Code of Conduct. The Code of Conduct is below, will be read at the beginning of the event, and will be posted around our space as a reminder.\nDev Bootcamp is committed to creating and protecting an equal, inclusive, and empathetic educational community. We are all stewards of this unique learning environment. Every one of us is responsible for upholding these values whenever we participate in all aspects of the DBC community.\nWe treat everyone with the same high level of respect regardless of their gender, age, sexual orientation, ability, appearance, race, spiritual practice, religious affiliation, or any other personal characteristic.\nWe reject words, actions, or images that express transphobic, homophobic, sexist, or racist ideas.\nWe understand that sexualized content does not belong in an educational or professional setting.\nWe aspire to find the courage to give each other actionable, specific and kind feedback if we witness behavior that harms our learning community. We resolve conflicts with listening and discussion, never physically or with threats.\nWe listen, openly and with acceptance, to the experiences of people from all backgrounds.\nWe work to notice and correct for our unconscious biases.\nWe will keep learning and improving on the human skills that are at the heart of our transformative educational experience.", "hackathon-prizes": [{"prize-content": "This prize is for the team that builds the winning solution to Challenge 1: Encourage SF residents and tourists to support local small businesses in the area! Help people find and shop at these merchants that are the foundation of SF's commerce industry.", "prize-title": "Challenge 1: Local Commerce"}, {"prize-content": "This prize is for the team that builds the winning solution to Challenge 2: Make SF’s public transportation friendly for tourists. Help newcomers navigate the city with ease and get immersed in SF culture!", "prize-title": "Challenge 2: Transportation"}, {"prize-content": "This prize is for the team that builds the winning solution to Challenge 3: SF is known to have a rich arts and culture industry. Create an app that helps locals and tourists to find interesting new places, landmarks or trivia.", "prize-title": "Challenge 3: Arts and Culture"}], "hackathon-location-google-maps": "https://maps.google.com/?q=633 Folsom St, San Francisco, CA 94107, USA", "hackathon-url": "https://dbc-civic-hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The three civic-hack challenges can be found here -"}], "hackathon-location-address": "633 Folsom St, San Francisco, CA 94107, USA", "hackathon-description-header": "Come build beautiful and meaningful things with us!", "hackathon-prizes-total": "$750", "hackathon-location-description": "Dev Bootcamp San Francisco", "hackathon-end-date": "2016-01-24", "has-projects": "True"}