{"hackathon-description-text": "\nI am very pleased to announce that we will be holding the first ever Cisco Practice Hackathon at Softchoice Launch 2015.  Five teams will have approximately 7 hours to complete their projects, and then will be scored by a panel of judges.  The winning team will be guaranteed passes to Cisco Live 2015 in San Diego, CA!", "hackathon-number-of-prizes": "4", "hackathon-id": "softchoiceciscohackathon2015", "hackathon-judges": [{"judge-role": "GM Collaboration / Cisco Canada", "judge-name": "Ian Gallagher"}, {"judge-role": "Canada Services VP / Softchoice", "judge-name": "Sean Denomey"}, {"judge-role": "Services VP, Business Initiatives / Softchoice", "judge-name": "Sandy Potter"}, {"judge-role": "Sr. Practice Manager / Softchoice", "judge-name": "Sean Williams"}, {"judge-role": "US Channel SE / Cisco", "judge-name": "Roger Bailey"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nSoftchoice Employees employed before Dec 1, 2014 are eligible for prizes.  All Softchoice Employees are eligible to participate.", "hackathon-number-of-participants": "11", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "9", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "The grand prize winning team will be guaranteed passes to Cisco Live 2015 in San Diego, California!", "prize-title": "Grand Prize"}, {"prize-content": "The Second Place team will win a one hour round-table session with either Kevin Wright or the Softchoice Cisco BU (team's choice) within two months after Launch.", "prize-title": "Second Place"}, {"prize-content": "The Third Place team will win a thirty minute round-table session with either Kevin Wright or the Softchoice Cisco BU (team's choice) within two months after Launch.", "prize-title": "Third Place"}, {"prize-content": "Jabra is sponsoring the Hackathon, and will be selecting their favorite for this prize, which will be a headset, chosen by the winners.", "prize-title": "Jabra Favorite"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1 Harbour Square, Toronto, ON M5J 2G4, Canada", "hackathon-url": "https://softchoiceciscohackathon2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the project reflect current industry trends? Is the project innovative and forward thinking?"}, {"judging-criterion": "Is the project thought provoking?  Does the project leave you thinking \"I hadn't thought of doing that before\" or \"I didn't even know that was possible\"?"}, {"judging-criterion": "Would customers find this project compelling?  Is there a positive monetary consequence to implementing a project like this?"}, {"judging-criterion": "Is the project a realistic one?  Would it be too complex to manage, or too expensive to implement.  Would a customer's culture be a limiting factor?"}, {"judging-criterion": "The documentation prepared for the project is evaluated on its aesthetic appeal.  Consistent fonts, layout, diagrams.  Not having documentation gets a 0."}, {"judging-criterion": "Does the documentation prepared for the project represent the project accurately?  Are any major elements left out?"}, {"judging-criterion": "Is the writing style easy to understand?"}, {"judging-criterion": "Did everyone have a part to play in the project?"}, {"judging-criterion": "How representative of the Softchoice Culture was the team in question?"}], "hackathon-location-address": "1 Harbour Square, Toronto, ON M5J 2G4, Canada", "hackathon-description-header": "Private Hackathon event held in January at Westin Harbour Castle in Toronto for all the Cisco nerds who work at Softchoice Corporation.", "hackathon-prizes-total": "$10,400", "hackathon-location-description": "", "hackathon-end-date": "2015-01-14", "has-projects": "True"}