{"hackathon-description-text": "\nOur fourth annual Opportunity Hack will open at 8:00 a.m. on July 9th. An optional innovation and training session starts on Friday July 8th. At Opportunity Hack you can network, share ideas and build solutions that enable impact and social innovation! Come with an idea or join a team that will hack solutions for any of the problem statements listed by our partnering non-profits!", "hackathon-number-of-prizes": "3", "hackathon-id": "opportunity-hack-san-jose-2016", "hackathon-judges": [{"judge-role": "Chief Architect, PayPal", "judge-name": "Edwin Aoki"}, {"judge-role": "Senior Director, Global Brand Marketing at Xoom", "judge-name": "Theresa Pasinosky"}, {"judge-role": "Director Consumer Acquisition and Onboarding at PayPal", "judge-name": "Isha Bhatt"}, {"judge-role": "Director, Global Head of University Programs at PayPal", "judge-name": "Patrick Tse"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nSee official rules. ", "hackathon-number-of-participants": "547", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\n\n\n\nThe Entry must be in keeping with the PayPal’s image, and may not be offensive, nor can it defame or invade upon the publicity rights or privacy of any person or otherwise infringe upon any person or entity’s intellectual property, personal or proprietary rights, as determined by PayPal and the judges in their sole discretion. Each entrant must either (i) be the sole and exclusive owner of all rights (including, without limitation, all intellectual property rights) in and to all content and elements incorporated into or used in the entry; or (ii) have the express written permission to use such content and elements from the owner(s) of the rights to such content and elements. Any entrant whose Entry includes content or elements not owned by the entrant must be able to provide written legal releases (in a form that is satisfactory to PayPal and the judges) that permit the entrant to use and exploit such content and elements in the manner used and exploited and that permit PayPal’s right to use and exploit the content and materials in accordance with these Official Rules (“IP Releases”) before eligible to be declared a winner.\n\n\nEntries that are mechanically reproduced, copied, illegible, incomplete, or inaccurate are void. Entries that have been generated by a script, macro, bot, or any other automated means will be deemed void. If a dispute results as to the identity of an entrant, it will be determined that the Entry was submitted by the natural person assigned to the email address used for entry. Entrants may use the PayPal name in the Application and description in a descriptive manner to describe the PayPal. Services, PayPal websites, and activities related to the PayPal websites. PayPal grants Eligible Participants a limited, non-exclusive revocable license to use certain PayPal logos or intellectual property owned by PayPal, limited to what is provided or permitted by PayPal at the Event, in the Application and description for purposes of O-Hack only. In the event an Eligible Participant wishes to use this Application for any other purpose, he/she/they must follow standard procedures for using PayPal intellectual property (including logos). Incomplete Entries or Entries not complying with these Official Rules are subject to disqualification. PayPal is not responsible for late, lost, incomplete, illegible, damaged, or misdirected Entries. PayPal’s decisions are final on all matters relating to this Competition. PayPal reserves all rights, including the right to edit, publish, use, adapt, modify, or dispose of any application/description, proper names, likenesses, and photographs for advertising and promotional purposes in all media (including, but not limited to, the internet) without additional compensation, except where prohibited by law. If an entrant changes his/her telephone number, email address, and/or street address after he/she enters the Competition, it is his/her sole responsibility to notify the PayPal by email at \nto be received by the end of the promotion period.\n The prizes may not be transferred or substituted, except at PayPal's sole discretion. Specifics of a prize are in PayPal's sole discretion. PayPal reserves the right, in its sole discretion, to award a prize of equal or greater value. Allow 4-6 weeks for receipt of a prize.\nBy submitting an Entry, Eligible Participants acknowledge and agree that PayPal may obtain many entries in connection with this and/or other competitions staged and/or promoted by PayPal, and that such entries may be similar or identical in theme, idea, format or other respects to other entries submitted in connection with this Competition and/or other competitions sponsored by PayPal or submitted for other reasons or other materials developed by PayPal. Entrant waives any and all claims entrant may have had, may have, and/or may have in the future, that any Entry and/or other works accepted, reviewed and/or used by the entrant may be similar to his/her Entry, or that any compensation is due to entrant in connection with such entry or other works used by PayPal. By submitting an Entry, entrant hereby grants permission for the Entry to be posted on a PayPal, Inc. website or other websites. Entrant agrees that Releasees are not responsible for any unauthorized use of Entries by third parties. Releasees do not guarantee the posting of any Entry.\nEntrants who are not PayPal, Inc. employees acknowledge that nothing herein shall constitute an employment, joint venture, or partnership relationship between entrant and PayPal. In no way is entrant to be construed as the agent or to be acting as the agent of PayPal in any respect.\nWithout limiting the generality of the foregoing, each Eligible Participant agrees to release and hold harmless the Releasees from and against any and all claims based on publicity rights, defamation, invasion of privacy, copyright infringement, trademark infringement or any other intellectual property related cause of action that relate in any way to the Entry.\nPayPal reserves the right, in its sole and absolute discretion, to cancel, amend or suspend O-Hack, or to amend these Official Rules, without prior notice or obligation, in the event of any accident, printing, administrative, or other error or any kind, or for any other reason.\nIn the event of any discrepancy or inconsistency between the terms and conditions of these Official Rules and disclosures or other statements contained in any event-related materials, including, but not limited to: PayPal websites and/or point of sale, television, print, or online advertising; the terms and conditions of these Official Rules shall prevail, govern and control.\nPayPal reserves the right, in its sole and absolute discretion, and without prior notice, to adjust any of the dates and/or timeframes stipulated in these Official Rules, to the extent necessary, for purposes of verifying compliance by any entrant or Entry with these Official Rules, or as a result of technical problems, or in light of any other circumstances which, in the opinion of PayPal, in its sole and absolute discretion, affect the proper administration of O-Hack as contemplated in these Official Rules.\n ", "hackathon-prizes": [{"prize-content": "A Cash prize to the 1st place team in the amount of $3000; to be split evenly among all team members. Must have a PayPal account to receive transfer of funds. 1/2 will be paid within 5 business days of the Hackathon. The remaining half will be paid upon the winning team installing the solution accessible to the non-profit and the local non-profit going live with the solution [ within 30 days of the completion of the Hackathon ]", "prize-title": "1st Place"}, {"prize-content": "A Cash prize to the 1st place team in the amount of $2000; to be split evenly among all team members. Must have a PayPal account to receive transfer of funds. 1/2 will be paid within 5 business days of the Hackathon. The remaining half will be paid upon the winning team installing the solution accessible to the non-profit and the local non-profit going live with the solution. [ within 30 days of the completion of the Hackathon ]", "prize-title": "2nd Place"}, {"prize-content": "A Cash prize to the 1st place team in the amount of $1000; to be split evenly among all team members. Must have a PayPal account to receive transfer of funds. 1/2 will be paid within 5 business days of the Hackathon. The remaining half will be paid upon the winning team installing the solution accessible to the non-profit and the local non-profit going live with the solution. [ within 30 days of the completion of the Hackathon ]", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2211 N 1st St, San Jose, CA 95131, USA", "hackathon-url": "https://opportunity-hack-san-jose-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How big an impact will your solution have on the community? Key things that are important are * Scale of the problem being solved * Potential reach * Productivity gains - 10 points"}, {"judging-criterion": "In order to be successful you need to be able to demonstrate and market your solution so that it can succeed long term– 10 points"}, {"judging-criterion": "Displaying innovative solutions to the problems. Do you solve the problem in a novel way? Can you create a solution that is cohesive across different areas or technologies? - 10 points"}, {"judging-criterion": "It’s crucial that the target user base actually has access to the technology in question. Can you articulate the capabilities and limitations of your userbase? Does your product fit within those capabilities or work around them? - 10 points"}, {"judging-criterion": "The projects need to be able to move from \"proof-of-concept\" to working project. Is your architecture and technology extendable by others? Can the project be tuned to meet different or changing needs?– 10 points"}, {"judging-criterion": "Open source solutions allow for a wider variety of contributors to be able to improve, extend and build upon. Does your project leverage open source software or libraries? Is your project in github? – 10 points"}, {"judging-criterion": "All teams must get atleast 1 point in all the above categories. Getting a 0 in any one category will mean they are not eligible to win"}], "hackathon-location-address": "2211 N 1st St, San Jose, CA 95131, USA", "hackathon-description-header": "Connect.. Build and Empower organizations to change lives across the world", "hackathon-prizes-total": "$6,000", "hackathon-location-description": "PayPal San Jose", "hackathon-end-date": "2016-07-10", "has-projects": "True"}