{"hackathon-description-text": "\nStudents from across the world come to MHacks to build amazing things, transform dreams into realities, and meet with other people with the passion to build their future. MHacks is for creators. Students spend 36 hours building anything they can imagine, and interact with technology visionaries, founders, and mentors. They meet with the hottest, most sought-after companies in the world who are vying for hackers' attention. For MHacks, students give up a weekend of partying to invest a weekend in their personal growth by learning something new and solving problems they see in the world. MHacks isn't just a hackathon -- it's a community of people who have ideas and build them.", "hackathon-number-of-prizes": "36", "hackathon-id": "mhacks-iv", "hackathon-judges": [{"judge-role": "", "judge-name": "MHacks Judging Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "487", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nA valid submission is a software/hardware hack produced at MHacks IV within the provided rules.\nThis includes, but is not limited to, a valid ChallengePost submission to the MHacks IV event, preferably with video/images of the working product, as well as a live demo at your assigned table at the MHacks IV Expo.", "hackathon-rules": "\nThe hack must be built during MHacks IV and within the 36 hours of hacking.\nIf you're a beginning hacker, check this out: http://blog.mlh.io/your-first-hackathon-10-07-2013/\nIn addition to Major League Hacking's Code of Conduct found here - http://static.mlh.io/docs/mlh-code-of-conduct.pdf - we ask hackers at MHacks to agree to the following (some content sourced from http://hackathon.launch.co/rules):\n1) \n Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and racist, sexist, or exclusionary jokes are not appropriate for this event. If at any point you see a fellow hacker being harassed, it’s your responsibility to talk to the nearest hackathon organizer.\n2) \n Without them nothing would be possible. Take some time out of your work to go meet and speak with them. If they come over to talk to you look up from your work and give them a bit of your time. They're here for you!  Show them you appreciate it. \n3) \n All teams retain full ownership of what they have created during the hackathon.\n4) \n We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.\nThe only exception to this rule is that you may use legally licensed material and tools that are freely available to the public. Some examples of these would be: public domain images, creative commons music, open source libraries, and existing APIs and platforms. Failure to comply may result in the offending team's disqualification.\n Bring your blueprints, build at the hackathon. It’s the only way we can compare hacks on a level playing field and fairly award prizes. It’s what lets you say “I built this at a hackathon”. \n5) \n Hackathons are amazing, and so are you. We’re so happy you’re able to hack with us and be a part of our amazing community. \n6) \n Hacking unites people from across the world and from different cultural norms, nationalities, and backgrounds. Be prepared not only to learn something new from your hack, but also from the amazing people around you.  Be mindful of the fact that certain content and actions can make the people around you uncomfortable. \n They'll review it with the team and notify you if you should go forward. Don't waste 36 hours on a  hack that won't be allowed to demo.\n7) \n Never be afraid of competing based on where you come from or have preconceptions of grandeur because you come from a great school. One can achieve greatness at any time. You simply have to see it and grab it.", "hackathon-prizes": [{"prize-content": "$4,000 for the team and a Parrot AR Drone for each team member.", "prize-title": "Grand Prize"}, {"prize-content": "Myo Armband", "prize-title": "2nd Place"}, {"prize-content": "Pebble Smartwatch", "prize-title": "3rd Place"}, {"prize-content": "Sponsored by a16z", "prize-title": "Most Technically Impressive"}, {"prize-content": "Sponsored by Chrysler", "prize-title": "The Connected Car"}, {"prize-content": "Sponsored by KPCB", "prize-title": "Most Innovative"}, {"prize-content": "Sponsored by Facebook + Parse", "prize-title": "Best Use of Parse"}, {"prize-content": "Sponsored by Moxtra", "prize-title": "Best Collaboration Hack"}, {"prize-content": "Sponsored by Capital One", "prize-title": "Most Innovative Financial Tech"}, {"prize-content": "Sponsored by Bloomberg", "prize-title": "Best Use of Bloomberg API"}, {"prize-content": "iPad Mini", "prize-title": "Best iOS App"}, {"prize-content": "Sponsored by Goldman Sachs Engineering", "prize-title": "Best UX"}, {"prize-content": "1st Place - Surface Pro 3", "prize-title": "Best Use of Microsoft Platforms"}, {"prize-content": "Sponsored by TechSmith", "prize-title": "Best User Experience"}, {"prize-content": "Smart Vehicles, Google Glass, Smart Watches, Drones and Mobile Apps - Anything that interacts with the physical world", "prize-title": "Technology on the Move"}, {"prize-content": "Sponsored by UBER", "prize-title": "Best Hack that Affects the Physical World"}, {"prize-content": "Sponsored by Qualcomm", "prize-title": "Most Disruptive"}, {"prize-content": "Cash prize + Fitbit", "prize-title": "BIG DATA"}, {"prize-content": "Sponsored by FarmLogs, backed by Drive Capital", "prize-title": "Best Use of Mobile Sensor Data"}, {"prize-content": "1st Place - Your team will enjoy a 2 day all expenses paid trip to Austin, TX, the home to the world-class IBM Design Studio! You’ll tour our fun and creative space, have 1:1 time with our team, get valuable feedback on your work, obtain career advice, visit the Watson Lab, and network with executives. We’ll put you up in a great hotel in the heart of downtown and make sure you get to try some fantastic Texas BBQ!", "prize-title": "Best UX using IBM Bluemix"}, {"prize-content": "Sponsored by Yo", "prize-title": "Best Use of Yo"}, {"prize-content": "Trip to Cal Hacks + Arduino Uno kit", "prize-title": "First-time Hacker Prize"}, {"prize-content": "Pebble Smartwatch", "prize-title": "Michigan++"}, {"prize-content": "UDI drone", "prize-title": "Funniest Hack"}, {"prize-content": "UDI Drone", "prize-title": "Best Game"}, {"prize-content": "UDI Drone", "prize-title": "Greatest Societal Value"}, {"prize-content": "Google Cardboard", "prize-title": "Best Virtual Reality Hack"}, {"prize-content": "Jumping Sumo Mini Drone", "prize-title": "Best Use of Mashery API"}, {"prize-content": "Myo Armband", "prize-title": "Best Use of Myo"}, {"prize-content": "LEGO Star Wars Death Start", "prize-title": "Makes Life Easier"}, {"prize-content": "Custom 4\" action figures for everybody on the team", "prize-title": "Best Use of Twilio"}, {"prize-content": "Best hacker under 20 years old will receive an Oculus DK2.", "prize-title": "Best Under 20 Prize"}, {"prize-content": "1st, 2nd, and 3rd places win 6 months of bonfire plan", "prize-title": "Best Real-Time Hack"}, {"prize-content": "Parrot Mini AR Drones", "prize-title": "Best Use of SendGrid API"}, {"prize-content": "Guaranteed Interview-Intern/Full Time - Sponsored by eBay, Inc.", "prize-title": "Best Prize to enable commerce"}, {"prize-content": "Hacker's choice of hardware of 4 Parrot MiniDrone Rolling Spiders, a mini iPad, or $300 in Amazon gift certificates. Sponsored by Ziggeo, Inc.", "prize-title": "Best Use of Ziggeo API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1301 Beal Avenue, University of Michigan - North Campus, Ann Arbor, MI 48109, USA", "hackathon-url": "https://mhacks-iv.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack practical given its target audience? Is it something that the user base would actually use? Does it fulfill a need people have?"}, {"judging-criterion": "Is the hack more than just another generic social app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well-designed?"}, {"judging-criterion": "Does the hack have that x-factor?"}], "hackathon-location-address": "1301 Beal Avenue, University of Michigan - North Campus, Ann Arbor, MI 48109, USA", "hackathon-description-header": "The Original Epic Hackathon -  Round IV - Kicking off the 2014 MLH Season", "hackathon-prizes-total": "$15,300", "hackathon-location-description": "", "hackathon-end-date": "2014-09-07", "has-projects": "True"}