{"hackathon-description-text": "\nOur third Annual Opportunity Hack will open at 8:00 a.m. on Nov 12th.  At Opportunity Hack you can network, share ideas and build solutions that enable impact and social innovation! Come with an idea or join a team that will hack solutions for any of the problem statements listed by our partnering non-profits!", "hackathon-number-of-prizes": "3", "hackathon-id": "opportunity-hack-2016-chennai", "hackathon-judges": [{"judge-role": "Founder, NalandaWay Foundation", "judge-name": "Sriram Ayer"}, {"judge-role": "Founder Director, CEO & MD of Zeus Career & Performance Coach Pvt. Ltd.", "judge-name": "Sadhana Somasekhar"}, {"judge-role": "FreshDesk", "judge-name": "Ramesh Parthasarathy"}, {"judge-role": "Head, Outreach Programs at Cognizant", "judge-name": "Sudarsan MK"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nPlease see the \"Rules\" section for complete contest rules including eligibility criteria", "hackathon-number-of-participants": "332", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\nOPPORTUNITY HACK COMPETITION\nOFFICIAL RULES OF ENGAGEMENT – Terms and Conditions\nNO PURCHASE NECESSARY. OPEN TO CITIZENS OF THE REPUBLIC OF INDIA WHO ARE 18 YEARS OF AGE AND ABOVE.\n1. ELIGIBILITY: No Purchase Necessary. The PayPal, India Tech. Opportunity Hack (hereinafter referred to as “O-Hack” or “Competition”) is open to individuals- citizens of the Republic of India who are 18 years of age or above (“Eligible Participants /Entrants”). O-Hack is also subject to the local laws of the Republic of India. Every eligible participant on registering to participate in the O – Hack has deemed to have accepted unconditionally all the terms and conditions contained herein.\n2. COMPETITION TIMING/DESCRIPTION: O-Hack begins at 10 AM IST on 12th November 2016 and ends at 4 PM IST on 13th November 2016 (the “Promotion Period”). Each competition during the Promotion Period will be referred to herein as an “Event”). Each Event will have further time restrictions as announced prior to the Event. Eligible Participants will be assigned a hack problem statement posed by one of the participating non-profit organizations as a team with a minimum of six (6) Eligible Participants and a maximum of ten (10) Eligible Participants per team, as formed during the Event . One (1) first place prize and one (1) second place prize will be awarded per event listed above. The winner of a first place prize will be the team of Eligible Participants that receives the highest score for their submission as determined by expert judges based on judge able criteria listed below. The second place prize winner will be the team of Eligible Participants that receives the second highest score for their submission.\n3. HOW TO PARTICIPATE IN O-HACK: To participate in the Competition, you must register for the event. PayPal, India. (“PayPal”) will only accept one hundred and fifty (150) entrants for this Competition. During the Competition, you must submit to the judges attending the event a unique application created on-site at O-Hack (“Application” or “Entry”). Prior to the start of developing and submitting an Entry, PayPal will review specific procedures with the Eligible Participants. During the Competition, you must submit to the Competition judges attending the Event, an Application relating to hack ideas/problem statement announced prior to the start of the Event. You will have to present to the judges present at the Event an original minimum viable product (“MVP”) of your Application during the time window defined at O-Hack. Only Applications coming from registered Eligible Participants (or team of Eligible Participants) shall be considered by the judges. All components of each Entry must be submitted in accordance with these Official Rules. You may not submit more than one (1) Entry to each Event, whether you are an individual entrant or part of a team. An Eligible Participant (or team of Eligible Participants) must be the sole owner of the application submitted. If you enter the Competition as a member of a team, you understand and agree that, in order for a team to be eligible to participate, all of the members of the team must meet the eligibility criteria contained herein and agree to these Official Rules. By entering, you warrant and expressly agree that you have obtained the appropriate agreement and/or approval by your team members. In addition, you understand and agree that if the team is selected to receive a monetary prize, the prize amount will be divided equally and dispersed to all team members (maximum of 10 team members). So if one member of a team does not comply with these Official Rules or is disqualified, the team as a whole will be disqualified.\nThe Entry must be in keeping with the PayPal’s image, and may not be offensive, nor can it defame or invade upon the publicity rights or privacy of any person or otherwise infringe upon any person or entity’s intellectual property, personal or proprietary rights, as determined by PayPal and the judges in their sole discretion. Each entrant must either (i) be the sole and exclusive owner of all rights (including, without limitation, all intellectual property rights) in and to all content and elements incorporated into or used in the entry; or (ii) have the express written permission to use such content and elements from the owner(s) of the rights to such content and elements. Any entrant whose Entry includes content or elements not owned by the entrant must be able to provide written legal releases (in a form that is satisfactory to PayPal and the judges) that permit the entrant to use and exploit such content and elements in the manner used and exploited and that permit PayPal’s right to use and exploit the content and materials in accordance with these Official Rules (“IP Releases”) before eligible to be declared a winner.\n\n\n\n4. DETERMINATION OF WINNERS: One (1) First Place winner and one (1) Second Place winner will be determined from among all Eligible Participants (or teams of Eligible Participants). All eligible Entries will be judged by a panel of expert judges (internal and external to PayPal) selected by PayPal in its sole discretion, and one (1) First Place winner and one (1) Second Place winner will be determined from among all valid Entries submitted for the Competition. Judging will be based on the following criteria, based on a total of 60 points: (i) Scope: How big an impact will your solution have on the community? Key things that are important are * Scale of the problem being solved * Potential reach * Productivity gains - 10 points; (ii) Presentation/Demo: In order to be successful you need to be able to demonstrate and market your solution so that it can succeed long term– 10 points; (iii) Innovation Displaying innovative solutions to the problems. Do you solve the problem in a novel way? Can you create a solution that is cohesive across different areas or technologies? - 10 points;; (iv) Accessible by the Target User Base: It’s crucial that the target user base actually has access to the technology in question. Can you articulate the capabilities and limitations of your user base? Does your product fit within those capabilities or work around them?– 10 points; (v) Implementable: The projects need to be able to move from \"proof-of-concept\" to working project. Is your architecture and technology extendable by others? Can the project be tuned to meet different or changing needs?– 10 points; (vi) Open source solutions allow for a wider variety of contributors to be able to improve, extend and build upon. Does your project leverage open source software or libraries? Is your project in github? – 10 points. (vii) Cover all categories: All teams must get at least 1 point in all the above categories. Receiving a 0 in any one category will mean the Entry is not eligible to win. The top-scoring Entry will be declared a potential First Place winner, and the Entry with the second highest score will be declared the potential Second Place winner, subject to verification and compliance with these Official Rules. In the event of a tie, the Entries involved in the tie will be reviewed by an additional judge who will serve as a tiebreaker and who will evaluate Entries according to the criteria listed above. Decision of judges is final and binding on all matters relating to O-Hack. Winners will be determined at the end of O-Hack.\n5. WINNER NOTIFICATION: Potential First Place winner and potential Second Place winner will be notified immediately following O-Hack, at the event, or by email using the contact information provided at the time of entry. If PayPal or its authorized representatives are not able to contact the winners by midnight Indian Standard Time 14 calendar days after the first attempted notification, alternative winners may be chosen by the judges and the original winners' entitlement will lapse. PayPal may ask for proof from the winners to verify their identity. PayPal may also ask the winners to provide proof of their age and/or country of residence.\n6. PRIZES: One (1) first prize winner for each event: 120000 INR paid in the form of a gift cards or vouchers to the winner, if a team is the winner, divided evenly among up to ten (10) team members. The winning NGO will also win 20000 INR paid in the form of a gift cards or vouchers. Employees of PayPal will be paid through the internal Employee Awards mode. One (1) second prize winner for each event: 60000\nINR paid in the form of a gift cards or vouchers to the winner, if a team is the winner, divided evenly among up to ten (10) team members. Employees of PayPal who are winners will be paid through monthly payroll as per PayPal’s pay cycle. The NGO that comes second will also win 10000 INR paid in the form of a gift cards or vouchers.\nAny other costs and expenses not specifically stated within these Official Rules, all taxes due on the prize, are the sole and exclusive responsibility of the winners.  Winning NGO will be required to furnish Tax Deduction Certificate [TDS], in absence of the TDS, PayPal will deduct tax due on the prize.  The prizes may not be transferred, assigned or substituted, except at PayPal's sole written discretion. Specifics of a prize are in PayPal's sole discretion. PayPal reserves the right, in its sole discretion, to award a prize of equal or greater value. Allow 4-6 weeks for receipt of a prize.\n7. CONDITIONS OF PARTICIPATION: PayPal will collect information from the entrant for the purpose of O-Hack and may attempt to contact entrant regarding O-Hack and/or the Application. By participating, entrants agree to be bound by these Official Rules including all eligibility requirements. Entrants agree to abide by the terms of these Official Rules and the decisions of the judges, which are final, and waive any right to claim ambiguity in these Official Rules. Entrants agree that any and all disputes shall be governed by the laws of the Courts of Chennai, Tamil Nadu. PayPal reserves the right to disqualify any entrant from the Competition if, in PayPal’s sole discretion, it reasonably believes that the entrant has attempted to undermine the Competition by cheating, deception, or other unfair practices, or annoys, abuses, threatens, or harasses any other entrants, judges, or PayPal.\n8. GRANT OF LICENSE: By entering the Competition, Eligible Participants agree that he/she is granting PayPal an irrevocable, perpetual, royalty-free, non-exclusive license to use his/her name, picture, likeness, voice, biography and Entry (or any part of them) in any way, form or manner that PayPal wants for advertising, promotional, or publicity purposes. “Non-exclusive” means that you can continue to use your Entry in any way, including allowing others to use it. PayPal cannot guarantee that your entry will be used by Paypal and reserves the right to edit or refuse to use your entry. PayPal may use your Entry without attributing it to you personally. Furthermore, each entrant agrees that PayPal may, without any limitation or further compensation, use his or her name, voice, and/or likeness in any and all media for the purpose of advertising and promoting PayPal, Inc. websites, O-Hack, or any other promotion, sponsored by PayPal. Neither entrants nor winners shall be entitled to receive any compensation or credit for use of Entries, other than that disclosed in these Official Rules.\n By submitting an Entry, Eligible Participants acknowledge and agree that PayPal may obtain many entries in connection with this and/or other competitions staged and/or promoted by PayPal, and that such entries may be similar or identical in theme, idea, format or other respects to other entries submitted in connection with this Competition and/or other competitions sponsored by PayPal or submitted for other reasons or other materials developed by PayPal. Entrant waives any and all claims entrant may have had, may have, and/or may have in the future, that any Entry and/or other works accepted, reviewed and/or used by the entrant may be similar to his/her Entry, or that any compensation is due to entrant in connection with such entry or other works used by PayPal. By submitting an Entry, entrant hereby grants permission for the Entry to be posted on a PayPal, Inc. website or other websites. Entrant agrees that Releases are not responsible for any unauthorized use of Entries by third parties. Releases do not guarantee the posting of any Entry.\n9. REPRESENTATIONS AND WARRANTIES: Entrant represents and warrants the following: 1) he/she is the original author (or represents and warrants that the owner of such rights has expressly granted any and all rights to the entrant) of any and all Entry materials posted, uploaded, or otherwise sent to PayPal (modifying, enhancing or altering a third party’s pre-existing work does not qualify as entrant’s original creation), and if entrant is a PayPal employee, that any and all rights belong to PayPal, Inc.; 2) the Entry will not infringe any third party’s copyright, patent, trademark, trade secret, or other proprietary rights or rights of publicity or privacy. Entrants are prohibited from posting, uploading, or otherwise sending to PayPal any Entry material that infringes on any copyright, trademark, or proprietary rights of another (including publicity and privacy rights); 3) that the submission is not the subject of any actual or threatened litigation or claim; 4) that the Entry material is not obscene, offensive, libelous, pornographic, threatening, abusive, contains illegal content, or is otherwise objectionable, that would constitute or encourage a criminal offense, or that would otherwise give rise to liability or violate any law; 5) that publication of the Entry via various media including web posting, will not infringe on the rights any third party rights. If PayPal has reason to believe your Entry is not your own work, then PayPal may invalidate your Entry into the Competition. You will indemnify and hold PayPal harmless from any claims in relation to your Entry.\n Entrants who are not PayPal employees acknowledge that nothing herein shall constitute an employment, joint venture, or partnership relationship between entrant and PayPal. In no way is entrant to be construed as the agent or to be acting as the agent of PayPal in any respect.\n10. LIMITATION OF LIABILITY: ENTRANTS HEREBY AGREE TO RELEASE, INDEMNIFY, AND HOLD HARMLESS PAYPAL, ITS AFFILIATES, SUBSIDIARIES, DIVISIONS, ADVERTISING AND PROMOTION AGENCIES AND THEIR RESPECTIVE EMPLOYEES, OFFICERS, DIRECTORS, AGENTS, REPRESENTATIVES AND SHAREHOLDERS (COLLECTIVELY, THE “RELEASEES”) FROM ANY CLAIMS, ACTIONS, INJURY, LOSS OR DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY OR DEATH, RESULTING FROM PARTICIPATING IN THE COMPETITION OR FROM THE ACCEPTANCE, POSSESSION, OR USE OR MISUSE OF ANY PRIZE AWARDED OR PARTICIPATION IN ANY PRIZE-RELATED ACTIVITY. THIS LIMITATION OF LIABILITY IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL DAMAGES OF ANY KIND, INCLUDING (WITHOUT LIMITATION) COMPENSATORY, DIRECT, INDIRECT, OR CONSEQUENTIAL DAMAGES; LOSS OF DATA, INCOME, OR PROFIT; LOSS OR DAMAGE TO PROPERTY; AND CLAIMS OF THIRD PARTIES. PARTICIPANTS AGREE THAT RELEASEES HAVE NOT MADE NOR ARE IN ANY MANNER RESPONSIBLE OR LIABLE FOR ANY WARRANTY, REPRESENTATION, OR GUARANTEE, STATUTORY, EXPRESS OR IMPLIED (INCLUDING BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, AND FITNESS FOR A PARTICULAR PURPOSE), IN FACT OR IN LAW, RELATIVE TO O-HACK OR THE PRIZE AWARDED. WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, RELEASEES DO NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES OR REPRESENTATIONS WITH RESPECT TO ANY PAYPAL WEBSITE AND RELEASEES SHALL NOT BE LIABLE FOR THE CONSEQUENCES OF ANY INTERRUPTIONS OR ERRORS RELATED THERETO. THESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS. THE PROVISIONS REGARDING IMPLIED WARRANTIES ARE VOID IN SOME PROVINCES WHERE IMPLIED WARRANTIES ARE PRESCRIBED BY LAW. PayPal  is not responsible for lost, late, incomplete, illegible, inaccurate, delayed, garbled, damaged, stolen or misdirected submissions, or problems of any kind, whether mechanical, human or electronic. PayPal are not responsible for technical, hardware or software malfunctions, telephone failures of any kind, lost or unavailable network connections, inability to access a website, inability to upload an application or complete and submit an online form, fraud, incomplete, garbled, or delayed computer transmissions or inaccurate transcription of Entry information, whether caused by PayPal, users or by any of the equipment or programming associated with or utilized in the Competition or by any technical or human error which may occur in the processing of submissions which may damage a user’s system or limit a participant’s ability to participate in O-Hack. Entry materials that have been tampered with or altered are void. PayPal reserves the right, in its sole discretion, to cancel or suspend part or all of O-Hack at any time without notice, if in the judges’ opinion there is any suspected or actual evidence of electronic or non-electronic tampering with any portion of the O-Hack, or if any virus, bugs, non-authorized human intervention or other causes corrupt or impair the administration, security, fairness or integrity and proper play of O-Hack or for any other reason in its sole discretion. In such event, PayPal may void any Entries they suspect are at issue and award the prize from among all non-suspect eligible entries received up to the date of cancellation. CAUTION: ANY ATTEMPT BY AN ENTRANT OR ANY OTHER INDIVIDUAL TO DELIBERATELY DAMAGE PAYPAL WEBSITES OR ANY ONLINE SERVICE RELATED TO O-HACK OR TO UNDERMINE THE LEGITIMATE OPERATION OF O-HACK MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHOULD SUCH AN ATTEMPT BE MADE, PAYPL RESERVES THE RIGHT TO SEEK DAMAGES (INCLUDING ATTORNEY’S FEES) FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW, INCLUDING CRIMINAL PROSECUTION. PayPal’s failure to enforce any term of these Official Rules shall not constitute a waiver of such term or any other provision. PayPal reserves the right to disqualify any entrant who violates the rules or interferes with O-Hack in any manner. Any attempt by an individual to access any website associated with O-Hack via a bot script or other brute force attack or any other unauthorized means will result in the IP address becoming ineligible. Use of automated entry devices or programs is prohibited.\n Without limiting the generality of the foregoing, each Eligible Participant agrees to release and hold harmless PayPal from and against any and all claims based on publicity rights, defamation, invasion of privacy, copyright infringement, trademark infringement or any other intellectual property related cause of action that relate in any way to the Entry.\n PayPal reserves the right, in its sole and absolute discretion, to cancel, amend or suspend O-Hack, or to amend these Official Rules, without prior notice or obligation, in the event of any accident, printing, administrative, or other error or any kind, or for any other reason.\n11. COMPLIANCE: All the eligible participants shall comply with all applicable anti-corruption laws and regulations, which includes, but shall not be limited to, the U.S. Foreign Corrupt Practices Act. In relation with its obligations and liabilities under this Agreement, the eligible participants agrees that it shall not offer, promise, authorize, give, demand or accept, any gift, loan, fee, reward or other advantage, to or from any person, to do something which is dishonest, illegal or a breach of trust or to obtain, retain or direct business, or to secure any other improper advantage. In any event would the eligible participant fails to comply with this Clause, PayPal shall be entitled to terminate their participation immediately, without prejudice to any claim for damages and compensation from the eligible participants, if any. The eligible participants agree to comply with all the applicable domestic and international laws, rules, regulations relating to your business and PayPal will not be responsible for its non-compliance thereof.\n12. Publicity. Without the prior written consent of the PayPal, the eligible participants shall not directly or indirectly issue or permit the issuance of any statement, article, advertisement, public or private announcement, or in social media or media release or other similar publicity relating in any manner to the relationship of the parties, any aspect of this Participation agreement or any services rendered.\n13.Conflict of interest :- The eligible participants hereby warrant that there is no other contract or duty on its part inconsistent with this Official rules.\n14.DISPUTES: Except where prohibited, all issues and questions concerning the construction, validity, interpretation, and enforceability of these Official Rules, or the rights and obligations of the participant and PayPal in connection with O-Hack, shall be governed by, and construed in accordance with, the laws of the Courts of Chennai, Tamil Nadu , without giving effect to any choice of law or conflict of law rules.\n In the event of any discrepancy or inconsistency between the terms and conditions of these Official Rules and disclosures or other statements contained in any event-related materials, including, but not limited to: PayPal websites and/or point of sale, television, print, or online advertising; the terms and conditions of these Official Rules shall prevail, govern and control.\n PayPal reserves the right, in its sole and absolute discretion, and without prior notice, to adjust any of the dates and/or timeframes stipulated in these Official Rules, to the extent necessary, for purposes of verifying compliance by any entrant or Entry with these Official Rules, or as a result of technical problems, or in light of any other circumstances which, in the opinion of PayPal, in its sole and absolute discretion, affect the proper administration of O-Hack as contemplated in these Official Rules.\n15.SPONSOR: The sponsor of O-Hack is PayPal India Pvt. Ltd., 334 Futura IT Park, Old Mahabalipuram Road, Sholinganallur, Chennai 600119, Tamil Nadu, India\n ", "hackathon-prizes": [{"prize-content": "This is a hackathon funded by raising funds and to support our non profits. But we understand prizes are still exciting. The biggest win is really the impact you will have on making the world a better place. Students from winning team will also have a guaranteed internship interview.", "prize-title": "1st Place"}, {"prize-content": "This is a hackathon funded by raising funds and to support our non profits. But we understand prizes are still exciting. The biggest win is really the impact you will have on making the world a better place. Students from winning team will also have a guaranteed internship interview. One (1) first prize winner for each event: 60000 INR paid in the form of a gift cards or vouchers to the winner, if a team is the winner, divided evenly among up to ten (10) team members. The winning NGO will also win 10000 INR paid in the form of a gift cards or vouchers. Employees of PayPal will be paid through the internal Employee Awards mode.", "prize-title": "2nd Place"}, {"prize-content": "One team will also win the Best Technical Solution Prize based on feedback from Technical Coaches, an amount of 30000 INR paid in the form of a gift cards or vouchers for this category, if a team is the winner, divided evenly among up to ten (10) team members from the technology team. Employees of PayPal will be paid through the internal Employee Awards mode.", "prize-title": "Best Technical Solution"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Old Mahabalipuram Rd, Sholinganallur, Chennai, Tamil Nadu 600119, India", "hackathon-url": "https://opportunity-hack-2016-chennai.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How big an impact will your solution have on the community? Key things that are important are * Scale of the problem being solved * Potential reach * Productivity gains - 10 points"}, {"judging-criterion": "In order to be successful you need to be able to demonstrate and market your solution so that it can succeed long term– 10 points"}, {"judging-criterion": "Displaying innovative solutions to the problems. Do you solve the problem in a novel way? Can you create a solution that is cohesive across different areas or technologies? - 10 points"}, {"judging-criterion": "It’s crucial that the target user base actually has access to the technology in question. Can you articulate the capabilities and limitations of your userbase? Does your product fit within those capabilities or work around them? - 10 points"}, {"judging-criterion": "The projects need to be able to move from \"proof-of-concept\" to working project. Is your architecture and technology extendable by others? Can the project be tuned to meet different or changing needs?– 10 points"}, {"judging-criterion": "Open source solutions allow for a wider variety of contributors to be able to improve, extend and build upon. Does your project leverage open source software or libraries? Is your project in github? – 10 points"}, {"judging-criterion": "All teams must get atleast 1 point in all the above categories. Getting a 0 in any one category will mean they are not eligible to win"}], "hackathon-location-address": "Old Mahabalipuram Rd, Sholinganallur, Chennai, Tamil Nadu 600119, India", "hackathon-description-header": "Opportunity Hack 2016 Chennai - Economic Empowerment Edition - Connect, Build and Empower organizations to change lives across the world !", "hackathon-prizes-total": "$3,600", "hackathon-location-description": "Chennai, India", "hackathon-end-date": "2016-11-13", "has-projects": "True"}