{"hackathon-description-text": "\nMayor Sanders and the City of San Diego are challenging the software developer community to create new apps using city and partner data. They’re also inviting the public to", "hackathon-number-of-prizes": "10", "hackathon-id": "sdappschallenge", "hackathon-judges": [{"judge-role": "Chief Information Officer, San Diego Gas & Electric", "judge-name": "Chris Baker"}, {"judge-role": "Chairwoman, San Diego Foundation; Executive Vice President & Chief of Staff, San Diego Housing Commission", "judge-name": "Jennifer Adams-Brooks"}, {"judge-role": "Tech/Startup Writer, Speaker and Consultant", "judge-name": "Brant Cooper"}, {"judge-role": "e-Government expert, founder of GovPartner, entrepreneur", "judge-name": "Gabriela Dow"}, {"judge-role": "President Tech Coast Angels; Chairman, Capital Formation Committee of CleanTECH San Diego", "judge-name": "Mike Elconin"}, {"judge-role": "Director, New Technology Product Development Engineering, AT&T", "judge-name": "Michael Fairchild"}, {"judge-role": "CEO, CONNECT", "judge-name": "Duane Roth"}, {"judge-role": "Managing Partner, Mission Ventures", "judge-name": "Leo Spiegel"}, {"judge-role": "Co-founder of Saambaa", "judge-name": "Matt Voigt"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-url": "https://sdappschallenge.devpost.com/", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nThe AT&T San Diego Apps Challenge (the “Competition”) is an initiative of the City of San Diego challenging the software development community and the public to create new software applications using City of San Diego and partner data. The Competition is intended to provide recognition to individuals and teams consisting of individuals, for-profit legal entities and/or non-profit organizations (collectively, “Contestants”) for developing innovative apps that utilize City of San Diego and partner data available at \n and on \n (collectively “San Diego Data”). The City of San Diego’s goals for the Competition are to: (1) stimulate the creation of innovative new apps that enhance city services and help San Diego residents, businesses and visitors; and (2) raise awareness of San Diego Data and engage the public and software developers to help the community.\nThe Competition is being administered for City of San Diego by ChallengePost, Inc. (“Administrator”). The City of San Diego, AT&T, CONNECT, and San Diego Gas & Electric (\"SDG&E\") are the \"Sponsors\" of the Competition.\n\nThe Competition for cash and in-kind prizes is open only to:\n(i) Individuals who are at least 13 years of age and are legal residents of the fifty (50) United States and its territories; and\n(ii) Corporations (including not-for-profit corporations and other nonprofit organizations), limited liability companies, partnerships, and other legal entities (“Organizations”) that, at the time of entry, are domiciled in the United States of America, have been duly organized and validly exist, and employ fewer than fifty (50) people. If an entity employs 50 or more people, it may compete for the “Large Organization Recognition Award” (see section 5 below).\nIndividuals may form teams (comprised solely of individuals) to enter the Competition, provided that each member of a team must be independently eligible in accordance with these eligibility requirements. Individuals submitting on behalf of teams or Organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team and/or Organization.\nThe following individuals and Organizations are not eligible regardless of whether or not they meet the criteria set forth above (excluding the Large Organization Recognition Award and City & Partner Talent Award - eligibility requirements for these Awards are set forth below in section 5):\n(i) The City of San Diego, the Administrator, and any advertising agency or other company or contractor involved with the design, production, promotion, execution, or distribution of the Challenge;\n(ii) Any individual involved with the design, production, promotion, execution, or distribution of the Challenge and each member of any such individual’s immediate family or household;\n(iii) Each Judge (as defined in section 5) and each member of his or her immediate family or household;\n(iv) Any company or individual that employs any Judge or that otherwise has a material business relationship or affiliation with any Judge;\n(v) Any parent company, subsidiary, or other affiliate of any entity described above; and\n(vi) All employees of the entities described above (and their respective parent companies, subsidiaries, and other affiliates) all members of any such employee’s immediate family or household.\nFor purposes hereof, (a) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings, and (b) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year. The Challenge is subject to all applicable federal, state and local laws, rules, regulations and other legal requirements. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and the City of San Diego's, the Administrator’s, and the Judges' decisions, which are final and binding in all matters related to the Challenge. Winning a prize is contingent upon fulfilling all requirements set forth herein.\nBetween January 12, 2012 at 8:00 AM PST and April 11, 2012 at 5:00 PM PST (the “Competition Submission Period”). Administrator’s computer is the official time keeping device for this Competition.\n(i) Visit SDAppsChallenge.com and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account.\n(ii) Register your interest in participating by clicking “Accept this Challenge” on the Competition Website in order to receive important Competition updates. Registration is free. No purchase necessary.\n(iii) After you sign up on SDAppsChallenge.com, a confirmation email will be sent to the email address you provided. Use the confirmation email to verify your email address. As a registered Contestant, you will then be able to enter the Challenge by submitting an application that conforms to the requirements set forth herein (each, a “Submission”).\n(iv) Explore the San Diego Data at \n. To suggest new datasets you would like to see included, follow the instructions on the Data tab. Datasets may be added until February 15.\n(v) Create a working Software Application (the “Application”) that uses at least one dataset from the San Diego Data available prior to February 15, 2012 at \n or on \n. While not required, other third-party data may be used in combination with San Diego Data.\n(vi) Between 8 a.m. PST on January 12, 2012 and 5 p.m. PST on April 11, 2012, visit SDAppsChallenge.com and confirm that you have read and agree to the Official Rules, and submit your Application by including: a) a link to your Application; b) a video of your Application to demonstrate navigation and functionality; c) a text description of your Application; and d) at least one photograph of your working application.\nIn the event of a dispute as to any registration, the authorized account holder of the email address used to register will be deemed to be the Contestant. The “authorized account holder” is the natural person or legal entity assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Contestants and potential winners may be required to show proof of being the authorized account holder.\n(i) A submitted Application may be based on any kind of technology, i.e., for the web, a personal computer, a mobile handheld device, SMS, or any software platform broadly available to the public.\n(ii) A Submission must include a) a link to your Application; b) a video of your Application to demonstrate navigation and functionality; c) a text description of your Application; and d) at least one photograph of your working application.\n(iii) Submissions may be disqualified if they do not function as depicted in the video or expressed in the text description.\n(iv) A Submission must be a software application that uses at least one of the San Diego data sets available at http://SDAppsChallenge.com/details/data or on http://www.SanDiego.gov. Note: There may be limited changes (updating or refreshing) to the existing San Diego Data datasets. The City of San Diego may add one or more new datasets after January 12, 2012 and prior to February 15, 2012. The public is encouraged to suggest datasets they would like to have added to the Competition website during this period and can do so by following the instructions at http://SDAppsChallenge.com/details/data. Suggested data will be added at the sole discretion of the City of San Diego. Use of a dataset added after January 12, 2012 will not extend the Competition Submission Period.\n(v) A Submission must comply with any applicable terms of use of San Diego Data. Failure to do so could result in disqualification from the Competition and, if applicable, revocation of a prize, at the sole discretion of the City of San Diego and the Administrator.\n(vi) Submissions may, but are not required to, combine San Diego Data with non-San Diego Data, provided the inclusion and use of the non-San Diego Data does not infringe upon the rights of any person or entity.\n(vii) Submissions requiring approval from a third party, such as an app store, in order to be accessible to the public, must be submitted to such third party or app store for review before the end of the Competition Submission Period. For any software platform that is not easily shared on the web before store approval, such as Apple iPhone, you may submit your working software app using a web framework designed for those platforms (such as PhoneGap), and provide the required link to a video of your working application. The City of San Diego and/or Administrator may request access to the Application in person or via device UDID provisioning to verify any criteria or functionality of your Application.\n(viii) A contestant may submit more than one Application. However, each submission must, at the sole discretion of the City of San Diego and Administrator, be substantially different from Contestant’s other submissions.\n(ix) A Contestant may not submit an Application that is substantially similar to an Application that has previously been submitted by the Contestant to another contest and won a prize.\n(x) Submissions must be original, the work of the Contestant, and must not infringe, misappropriate or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights or any other rights of any person or entity.\n(xi) It is an express condition of Submission and eligibility that each Contestant warrants and represents that Contestant’s Submission is solely owned by Contestant, that the Submission is wholly original with the Contestant and that no other party has any rights or interest, whether known or unknown, in the Submission.\n(xii) Contestant further represents and warrants to the City of San Diego, the Administrator, and the Sponsors that the Submission, and any use thereof by the City of San Diego, the Administrator, or the Sponsors (or any of their respective partners, subsidiaries and affiliates), shall not: a) infringe upon any statutory or common law copyright, b) be defamatory or libelous in any manner towards any person, c) constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy, or d) infringe, misappropriate or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights or any other rights of any person or entity.\n(xiii) A Contestant may contract with a third party for technical assistance to create the Submission provided the Application is solely the Contestant’s work product and the result of the Contestant’s ideas and creativity and the Contestant owns all rights to it.\n(xiv) Submissions must either be in English or, if in a language other than English, the Submissions must be accompanied by an English translation of that text.\n(xv) Submissions will not be accepted if they contain any matter that, in the sole discretion of the City of San Diego, the Administrator, and the Judges, is indecent, obscene, defamatory, libelous, in bad taste or demonstrates a lack of respect for public morals or conduct.\n(xvi) Additionally, Submissions will not be accepted if they: (1) are illegal under applicable law; (2) depict hatred; (3) defame or denigrate (or are derogatory towards) any person or group of persons or any race, ethnic group or culture; (4) threaten a specific community in society, including any specific race, ethnic group or culture; (5) are intended to or might incite violence; (6) contain vulgar or obscene language or excessive violence; or (7) contain pornography, obscenity or sexual activity.\n(xvii) If the Sponsors, the City of San Diego, the Administrator, or the Judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified.\n(i) A Contestant must permit use of the Application by the public and the City of San Diego free of charge for at least 12 months following the conclusion of the Competition. Contestants may offer a paid version of the Application, but the version submitted to the Competition must be free throughout the Competition and for at least one year afterward. Features that are exclusive to the paid version will not be considered by the Judges. If the Application includes features that are unlocked with payment, those features cannot be part of the Submission. If the Submission video or text description includes the paid features, the Submission may be disqualified.\n(ii) By submitting the Application to this contest, you grant the City of San Diego and the Administrator a royalty-free license to: a) post on SDAppsChallenge.com your Submission(s), and a link to the downloadable Application in the online store of the applicable software platform (e.g. iTunes) or, if not distributed through such platform, to your website; and b) publicize names of Competition winners and their app(s) through media and events of the City of San Diego’s choosing. Such license shall remain in force for the duration of the Competition and for a period of one year following the conclusion of the Competition.\n(iii) After the Submission Period has ended, the Submission cannot be modified in any way until after Judging and Public Voting have ended.\nSubmissions will be posted on SDAppsChallenge.com on a rolling basis after being screened by the Administrator for basic functionality, accuracy of messaging, and integrity (i.e., security), and appropriateness of content. The Administrator has the right to request access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to honor such a request may result in immediate disqualification of the Submission. The members of the general public, including all Contestants, will have equal access to Submissions posted on the website.\nNon-Contestants interested in the Competition may obtain updates on the competition and vote for their favorite Submissions as part of the Popular Choice Awards, by registering on SDAppsChallenge.com. Such registered visitors will be able to cast one vote per day for each of their favorite Submissions.\nThe public voting is tentatively scheduled to take place between April 25, 2012 at 10:00 AM PST and May 23, 2012 at 5:00 PM PST. Public voting will determine the winner of the Popular Choice Award Grand Prize and Popular Choice Award Second Prize. Each registered visitor is able to place one vote per day for each of their favorite Submissions. Use of an automated process or similar device to submit an electronic vote is strictly prohibited. Any attempt to circumvent the one-vote limit per Submission per day or to use any form of automated vote process will subject all votes from the person to disqualification. The City of San Diego and/or Administrator reserves the right to disqualify any Contestant in their sole discretion, if a Contestant receives multiple and/or irregular votes from the same user or users, or receives votes in a manner that otherwise may indicate automated or non-automated vote manipulation. If the voting process for the Popular Choice Awards fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the City of San Diego and/or Administrator in their sole discretion reserves the right to use another means to determine the winner of the Popular Choice Awards. Contestants may not pay or otherwise compensate anyone or provide any other type of consideration, in exchange for votes.\nAny Contestant who, in the sole judgment of the City of San Diego and Administrator, violates any prohibition in the rules will be disqualified.\nPublic votes may be displayed on the competition website, on a real-time basis, before being verified for integrity. These unverified votes will not necessarily reflect accurately the voting for the Popular Choice Awards.\nThe winners of the Popular Choice Awards will be determined on the basis of the verified vote counts, as determined by the City of San Diego or Administrator. The City of San Diego and the Administrator reserve the right to extend the voting period at any time for any reason.\nSubmissions for the Large Organization Recognition Award and City & Partner Talent Award are not eligible for the Popular Choice Awards.\nSubmissions will initially be screened by a preliminary panel of judges selected by the City of San Diego, the Administrator and the Sponsors in their sole discretion (\"Judges\"). The preliminary panel will judge the Submissions on the criteria identified below to select finalist Submissions. Finalist Submissions will be judged by a finalist panel of Judges selected by the City of San Diego, the Sponsors, and the Administrator. The Finalist Panel of Judges may include individuals from the City of San Diego, and members of the technology, academic, and venture capital communities. For the SDG&E Best Energy App Award, the finalist panel of Judges will inlcude at least one expert in the fielf of energy efficiency and energy conservation. The City of San Diego, the Sponsors and the Administrator reserve the right to substitute or modify the judging panels at any time for any reason.\nAll Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge, the City of San Diego, a Sponsor or the Administrator considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions.\nA Contestant’s likelihood of winning will depend primarily on the number and quality of all of the Submissions, as determined by the Judges using the criteria below. The approximate dates for the judging panel are between April 25, 2012 at 10:00 AM PST and May 23, 2012 at 5:00 PM PST.\nCriteria\nThe five (5) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 7. In the event of a tie, the final winner shall be determined at the sole discretion of the City of San Diego and Administrator based on the criteria described above in (1), then (2), and finally (3).\nCriteria\nImpact on Quality of and Access to Government (includes whether the Application addresses needs in the following areas: engagement with City government, participation in the public process of City governance, City residents’ and businesses’ ability to access City services, City government ability to provide quality services, and City government coordination with other local, state and federal agencies)\nOne (1) Contestant whose Submissions earns the highest overall score will win the prize identified below in section 7. In the event of a tie, the winner will be selected based on a vote by an odd number of Judges on the judging panel.\nCriteria\nOne (1) Contestant whose Submissions earns the highest overall score will win the prize identified below in section 7. In the event of a tie, the winner will be selected based on a vote by an odd number of Judges on the judging panel.\nCriteria\nThe one (1) Contestant whose Submission earns the highest overall score for the Best Student-Created App in each category will win the prizes identified below in section 7. In the event of a tie, the final winner shall be determined at the sole discretion of the City of San Diego and Administrator based on the criteria described above in (1), then (2), and finally (3).\nEligibility Requirement Exclusively for the Best Student-Created App Award (Undergraduate): Contestants (including all team members if a team submission) must meet the requirements set forth above in Section 1 and must also be either currently enrolled in at least nine credits or three courses, or the equivalent at the time of entry; or have graduated from in the three months prior to the date of entry, (1) a secondary school or functional equivalent; or (2) an accredited post secondary institution (e.g., university, community college, technical college). In addition to competing for the Best Student-Created App Award (Undergraduate), Contestants who meet these eligibility requirements can also compete for all other prize categories, excluding the Large Organization Recognition Award.\nEligibility Requirement Exclusively for the Best Student-Created App Award (High School): Contestants (including all team members if a team submission) must meet the requirements set forth above in Section 1 and must currently be enrolled in at least nine credits or three courses, or the equivalent at the time of entry at a secondary school or functional equivalent.\nTwo (2) winners will be based solely on the voting of registered visitors to SDAppsChallenge.com. If there is a tie between one or more Submissions for one of the Popular Choice Awards, the final winner shall be determined at the sole discretion of the City of San Diego and Administrator based on the criteria described above for the Best Overall App Awards in (1), then (2), and finally (3).\nCriteria\nThe one (1) Contestant whose Submission earns the highest overall score for the City & Partner Talent Award will win the prizes identified below in section 7. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3).\nEligibility Requirements Exclusively for the City & Partner Talent Award:\nCriteria\nOne Large Organization Contestant whose Submissions earns the highest overall score for the Large Organization Recognition Award will win the non-cash prize identified below in section 7. In the event of a tie, the final winner shall be determined at the sole discretion of the City of San Diego and Administrator based on the criteria described above in (1), then (2), and finally (3).\nEligibility Requirement Exclusively for the Large Organization Recognition Award: Organizations must be legally established for profit or non-profit entities domiciled within the fifty (50) United States or its territories. Organizations with 50 or more employees will be eligible only for the Large Organization Recognition Award.\nALL POTENTIAL COMPETITION WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE APPLICATION BY THE CITY OF SAN DIEGO AND ADMINISTRATOR, WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE COMPETITION. Potential winners must continue to comply with all terms and conditions of these Official Rules. The potential winners will be notified on or about June 28, 2012, unless the Competition Submission Period is extended. In order to receive a prize, a potential winner will be required to sign and return to the Administrator, within ten (10) business days of the date notice is sent, an affidavit of eligibility, and liability/publicity release. In the sole discretion of the City of San Diego and the Administrator, a potential winner will be deemed ineligible to win if: (i) the person/entity cannot be contacted; (ii) the person/entity fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period; (iii) the prize or prize notification is returned as undeliverable; or (iv) the submission or person/entity is disqualified for any other reason. In the event of a disqualification of a winner, the City of San Diego and the Administrator in their sole discretion may award the applicable prize to an alternate winner. If a winner is considered to be a minor in is his or her state of residence, at the City of San Diego and the Administrator’s sole option, the prize will either be awarded to the winner’s parent or legal guardian on behalf of the winner, or the minor’s parent or guardian, and the minor’s parent or legal guardian will be required to sign the affidavit of eligibility, and liability/publicity release.\nFor all Prizes: Winners are responsible for reporting and paying all applicable federal, state and local taxes. Prize winners of $600 or more will be required to provide certain information to facilitate the award, including filling out any tax forms when necessary. No transfer or substitution of a prize is permitted except by the City of San Diego and Administrator. The prize will be mailed to the winner’s address within 45 days of receipt of the signed affidavit(s) of eligibility and liability/publicity release(s) form(s). If a team of individuals, a corporation, or an organization is selected as a prize winner, the Administrator will divide the prize equally among the team members identified at the time of Submission. It will be up to the winning team or organization to reallocate the prize money, if they deem it appropriate.\nBy entering, each Contestant: a) agrees to comply with and be bound by these Official Rules and the decisions of the City of San Diego, Administrator, and/or the Competition Judges, which are binding and final in all matters relating to this Competition; b) represents and warrants that the Application entered into the Competition is Contestant’s original work product, that Contestant owns all rights necessary in order to enter the Application in this Contest and for the Application to be used in accordance with Contest rules; c) consents to the use by the City San Diego, the Administrator, and the Sponsors of their name and likeness in any media in connection with the Contest for a period of one year following the conclusion of the Competition; and (d) releases, discharges, and agrees to indemnify, defend, and hold harmless the City of San Diego, the Administrator, the Sponsors, the Judges, and their related entities, affiliates, employees, and representatives from and against any and all claims, losses, damages, penalties or fines that may arise from or in connection with Contestant’s participation in the Competition, including but not limited to any claims of infringement or misappropriation of intelletual property by any third party or Contestant's violation of any third party license. In this paragraph, “related entity” means a contractor or subcontractor at any level, and a supplier, user, customer, cooperating party, grantee, sponsor, investigator, or detailee.\nExcept where prohibited, participation in the Competition constitutes a winner’s consent to Sponsors, Administrator’s and their agents’ use of the winner’s name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration, for a period of one year following the conclusion of the Competition.\nThe City of San Diego and Administrator reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond the City of San Diego’s and Administrator’s control impairs the integrity or proper functioning of the Competition, as determined by the City of San Diego and Administrator in their sole discretion. The City of San Diego and Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or in a manner that is inappropriate, or not in the best interests of this competition.\nAny attempt by any person to undermine the proper conduct of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, the City of San Diego and Administrator reserve all rights provided by law.\nThe City of San Diego and/or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The City of San Diego and Administrator are not responsible for, nor are they required to count any vote which, in their sole judgment, is defective or otherwise in violation of these rules.\nThe City of San Diego, the Administrator, and the Sponsors are not responsible for: (1) any incorrect or inaccurate information, whether caused by the City of San Diego’s, Administrator’s or a Contestant’s electronic or printing error or by any of the equipment or programming associated with or utilized in the Competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Competition; (4) technical or human error which may occur in the administration of the Competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant’s participation in the Competition or receipt or use or misuse of any prize. If for any reason any Contestant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant’s sole remedy is to request the opportunity to resubmit its Submission; approval or denial of such request will be determined in the sole discretion of the City of San Diego and Administrator. No more than the stated number of prizes will be awarded.\nContestants agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, shall be resolved exclusively by a United States District Court or the appropriate state or local court located within the County of San Diego, California and Contestant hereby consents to the \n jurisdiction of such court, waives any objection to venue in such court, and waives any claim that such forum is an inconvenient forum; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with creating an Application and/or entering this Competition, but in no event attorneys’ fees; and (4) under no circumstances will Contestants be permitted to obtain awards for, and Contestants hereby waives all rights to claim punitive, incidental and consequential damages, including loss of business or lost or anticipated profits, and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the Contestants, the City of San Diego and Administrator in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of California, without giving effect to any choice of law or conflict of law rules (whether of the State of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of California.\nThe City of San Diego and the Administrator collect personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here: \n.\nFor Competition results, visit SDAppsChallenge.com on or about June 28, 2012. If for any reason the Competition Submission Period is extended, a later date for publication of results will be posted on the Competition website.\nCity of San Diego: Attn: Apps Challenge, City of San Diego, 202 C Street, San Diego, CA 92101. \n Administrator: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.\nFor questions about these Official Rules contact \n and include \"SD Apps Challenge\" in the subject.", "hackathon-requirements": "", "hackathon-description-header": "Mayor Jerry Sanders and the City of San Diego challenged software developers to create apps that use city and partner data to enhance services and quality of life for San Diegans.", "hackathon-number-of-judging-criteria": "5", "hackathon-prizes": [{"prize-content": "", "prize-title": "AT&amp;T Best Overall App — Grand Prize"}, {"prize-content": "", "prize-title": "Best Overall App — Second Prize"}, {"prize-content": "", "prize-title": "Best Overall App — Honorable Mention"}, {"prize-content": "", "prize-title": "City of San Diego Government Innovation App"}, {"prize-content": "", "prize-title": "SDG&amp;E Best Energy App"}, {"prize-content": "", "prize-title": "Popular Choice Award — Grand Prize"}, {"prize-content": "", "prize-title": "Popular Choice Award — Second Prize"}, {"prize-content": "Best app developed by full-time college student(s)", "prize-title": "Best Student-Created App (Undergraduate)"}, {"prize-content": "Recognition prize for organizations with 50 or more employees", "prize-title": "Large Organization Recognition Award"}, {"prize-content": "Recognition prize for employees of the City of San Diego and competition partners", "prize-title": "City and Partner Talent Award"}], "hackathon-location-google-maps": "", "hackathon-number-of-participants": "461", "hackathon-location-address": "", "hackathon-judging-criteria": [{"judging-criterion": "Creativity and originality"}, {"judging-criterion": "How well the idea was executed by the developer, user experience and design"}, {"judging-criterion": "Potential to improve services and quality of life for San Diego residents, businesses and visitors"}, {"judging-criterion": "Only for the City of San Diego Government Innovation App Award"}, {"judging-criterion": "Only for the SDG&E Best Energy App Award"}], "hackathon-prizes-total": "$47,500", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}