{"hackathon-description-text": "\nTeams of developers, journalists and innovative thinkers will be challenged to discover new tools, business models, and services that deliver context-rich, real-time social journalism to users across digital platforms. Hackathon participants will be supported by mentors from media, investment and technology communities through workshops, demonstrations and one-on-one conversations.", "hackathon-number-of-prizes": "4", "hackathon-id": "rjihacks", "hackathon-judges": [{"judge-role": "Wayin", "judge-name": "Drew Aschman"}, {"judge-role": "RJI Futures Lab", "judge-name": "Mike McKean"}, {"judge-role": "Missouri School of Journalism", "judge-name": "Dale Musser"}, {"judge-role": "KQED", "judge-name": "Tim Olson"}, {"judge-role": "BAVC", "judge-name": "Carol Varney"}, {"judge-role": "American Public Media", "judge-name": "Peter Karman"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAll registered attendees are eligibile to submit projects at the conclusion of the hackathon. Only project submitted to ChallengePost will be considered for the prize awards. \n ", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\nProjects may be submitted in one or more of the following categories:\n \n\nA prototype application and/or website and brief pitch deck or video describing your idea, its application, and business model.\n \n\niOS, Android, Windows Mobile or other mobile platforms, Web, and/or Mac or Windows desktop.\n ", "hackathon-rules": "\nRJI encourages the free flow of ideas and any ideas generated at the hackathon may be documented on the RJI website and in other media. DO NOT SHARE ANY IDEA THAT YOU DO NOT WISH TO BE PUBLIC. \nPrizes will be awarded in four categories and winning team members must submit personal and tax identification information in order to receive the prize money.", "hackathon-prizes": [{"prize-content": "The project deemed best of the hackathon will win a cash prize of $1,500.", "prize-title": "RJI Challenge Prize"}, {"prize-content": "One prize will be awarded for the best overall use of the PMP.", "prize-title": "PMP Challenge Prize"}, {"prize-content": "One prize will be given for the best use of the Wayin API.", "prize-title": "Wayin API Challenge Prize"}, {"prize-content": "One prize will be given for the best use of the Chute API.", "prize-title": "Chute API Challenge Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2601 Mariposa Street, San Francisco, CA 94110, USA", "hackathon-url": "https://rjihacks.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How significant is this project's contribution to the future of journalism?"}, {"judging-criterion": "How novel and innovative is this project? (i.e., new idea and/or approach to a significant and existing challenge, exciting new idea that creates a new market/business opportunity)"}, {"judging-criterion": "How easy and/or exciting is it to use this product?"}, {"judging-criterion": "How strong is the business concept behind this project? (e.g., is the a clear and evident customer? is there a strong potential for monitization? does this product enable new busines models for existing media companies?)"}, {"judging-criterion": "How much do you like this project and how well is it presented?"}], "hackathon-location-address": "2601 Mariposa Street, San Francisco, CA 94110, USA", "hackathon-description-header": "Imagining Tools to Improve the Quality of News and Information in a Social Media World", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "", "hackathon-end-date": "2014-06-01", "has-projects": "True"}