{"hackathon-description-text": "\nPhilly Codefest brings together a diverse and inclusive group of students and professionals to develop innovative solutions to solve real world challenges.", "hackathon-number-of-prizes": "12", "hackathon-id": "philly-codefest-2017", "hackathon-judges": [{"judge-role": "Drexel CCI, Associate Teaching Professor and Associate Department Head for Undergraduate Affairs, Information Science", "judge-name": "Dr. Peter Grillo (Philly Codefest 2017 Head Judge)"}, {"judge-role": "Vice-Chair & Associate Professor, Dept. of Anesthesiology, DUCOM", "judge-name": "Dr. Anita Gupta"}, {"judge-role": "Drexel Close School of Entrepreneurship, Assistant Dean of Strategic Initiatives, Director of the Baiada Institute for Entrepreneurship", "judge-name": "Chuck Sacco"}, {"judge-role": "Developer Evangelist, Point.io", "judge-name": "Angel Rivera"}, {"judge-role": "Drexel CCI, Executive in Residence & Research Professor", "judge-name": "Dr. Larry Alexander"}, {"judge-role": "Chief Data Officer, Foundational Data Group", "judge-name": "David Frigeri"}, {"judge-role": "Program Director, ic@3401", "judge-name": "Eamon Gallagher"}, {"judge-role": "President/CEO, Connexus Technology, LLC", "judge-name": "Lawrence James"}, {"judge-role": "Senior Software Developer at Brandywine Global Investment Management", "judge-name": "Shaw Levin"}, {"judge-role": "Senior Applications Developer, Listrak", "judge-name": "Jason Mell"}, {"judge-role": "CCI, Associate Teaching Professor, Associate Department Head for Undergraduate Affairs, Computer Science", "judge-name": "Dr. Bill Mongan"}, {"judge-role": "Senior Developer, Eastern Standard", "judge-name": "Tom Mount"}, {"judge-role": "Supervisor, Platform Engineering CHOP", "judge-name": "Patrick Philbin"}, {"judge-role": "Founder & CEO, Stimulus", "judge-name": "Tiffanie Stanard"}, {"judge-role": "Sr. Director, Core Infrastructure, CHOP", "judge-name": "Monique St. John-Dougherty"}, {"judge-role": "Founder @GoBabL.com", "judge-name": "Earl Knight"}, {"judge-role": "Director, Product Engineering at HomeNet Automotive", "judge-name": "Tony Selke"}, {"judge-role": "Senior Director, IT at HomeNet Automotive", "judge-name": "Chris McCauley"}, {"judge-role": "Vice President, JPMorgan Chase", "judge-name": "Matt Herbert"}, {"judge-role": "Associate Application Developer, JPMorgan Chase", "judge-name": "Matt Thorne"}, {"judge-role": "Senior Software Engineer, L3 Technologies", "judge-name": "Marc Thompson"}, {"judge-role": "Microsoft Student Partner", "judge-name": "Sean Bailey"}], "hackathon-number-of-judges": "22", "hackathon-eligibility": "\nEveryone is welcome to participate!*\n \n*all participants must be over 18 or a current college student ", "hackathon-number-of-participants": "260", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "This award will recognize the best student team hack.  This award is only eligible to 100% student teams! Winning team will be chosen from the top 10 finalists.  In addition to a cash prize, each team member (up to 5) will receive one *year* of unlimited private GitHub repositories.", "prize-title": "Philly Codefest 2017 Student Award"}, {"prize-content": "Philly Codefest 2017 Collaborative Award: In the spirit of Philly Codefest’s mission, the Collaborative Award is only open to teams with a mix of students and professional participants.  This award will go to the best overall hack and will be chosen from one of the top 10 finalists.  In addition to a cash prize, each team member (up to 5) will receive one *year* of unlimited private GitHub repositories.", "prize-title": "Philly Codefest 2017 Collaborative Award"}, {"prize-content": "This prize is awarded by the College of Computing & Informatics to the team with the most innovative hardware or software hack.", "prize-title": "College of Computing &amp; Informatics Innovation Award"}, {"prize-content": "This prize is awarded to the team voted on by judges to have the best hardware hack.", "prize-title": "Best Hardware Hack"}, {"prize-content": "This prize is awarded to the most well-designed, most intuitive, and unique mobile interface that focuses on the user experience. The winning interface should be inclusive - considering all users, such as those with perceptual, motor, and/or cognitive disabilities, as well as age, education/literacy and socio-economic status. In addition to a cash prize, each team member (up to 5) will receive one *year* of unlimited private GitHub repositories.", "prize-title": "Wawa Challenge - Best User Interface"}, {"prize-content": "Three 'Accelerate Health Tech' Awards will be given to two teams that demonstrate (1st, 2nd and 3rd place) a clear innovative idea that will improve the healthcare landscape and clinical care of patients. The teams will be judged on creativity, innovation, clinical impact, business model, simplicity, ease of use, and marketability of their product. Award recipients and team leaders will also be awarded a one year 'Accelerate Health' training on collaboration, mentorship, and strategy for further funding with Dr. Anita Gupta.", "prize-title": "Accelerate Health Tech Award"}, {"prize-content": "The Charles D. Close School of Entrepreneurship is providing a prize in the amount of $750 to the team that does the best in validating a real need in the market. This will be evaluated based on the number and quality of customer interviews held during the weekend. Evidence of interviews will be required and the team presentation should indicate an overview of the interview efforts the team accomplished during the weekend.", "prize-title": "Charles D. Close School of Entrepreneurship - Customer Validation Prize"}, {"prize-content": "JPMorgan Chase's Best Hack for Social Good offers teams (up to 5 ) the opportunity to win Bose Headphones!", "prize-title": "JPMorgan Chase Challenge - Best Hack for Social Good"}, {"prize-content": "Show us how your project is capable of improving itself!  This prize will go to the team that the judges feel made the best utilization of machine learning in their project.  Machine learning is a method of data analysis that automates analytical model building. Using algorithms that iteratively learn from data, machine learning allows computers to find hidden insights without being explicitly programmed where to look.  The winning team will take home an M3D Micro 3D Printer, with 4 spools of filament.", "prize-title": "SkyNet Beta Program by HomeNet Auto"}, {"prize-content": "Show us how you use cloud computing platforms & services (AWS, Azure, etc.) and/or containers (OpenStack, Google, Docker, etc.) to take your application to the next level of scalability!  This prize will go to the team that the judges feel made the best utilization of cloud and/or container technologies to support their solution.  The winning team will take home an M3D Micro 3D Printer, with 4 spools of filament.", "prize-title": "Clouds, Containers, and Code – Oh My! by HomeNet Auto"}, {"prize-content": "This prize goes to the team that uses one or more of the following Microsoft API's; Microsoft Azure (aka.ms/azurepasshack), Windows 10 (aka.ms/uwp); Kinect (aka.ms/kinectdev-center); Microsoft Halolens (aka.ms/hololensdev-center); Cognitive Services (aka.ms/cognitiveservices1); or Bing (aka.ms/bingdev-center).  Visit aka.ms/api.lib for a complete API list and aka.ms/azure.all to see all qualifying cloud services.", "prize-title": "Best Microsoft Hack"}, {"prize-content": "This award will be given to the team that develops the most creative embedded or cloud-based technology hack that has the potential to significantly impact the way we live.", "prize-title": "L-3 Technologies Impact Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=3210 Chestnut St, Philadelphia, PA 19104, USA", "hackathon-url": "https://philly-codefest-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well have you integrated subject matter knowledge and available data sets in creating your solution?"}, {"judging-criterion": "How much did you get developed during the event? (We encourage you to use legacy codebases, libraries, APIs, and databases; using an honor system tell us what you produced during the event)."}, {"judging-criterion": "Litmus test: will someone pay you to use it, or use it even if you gave it away for free! Why?"}, {"judging-criterion": "You need to convince the judges not only how cool your technology is, but how well it addresses the problem, how likely it is to be used and how viable it is as a product int he market place - If possible the judges would love to see a live demo!"}], "hackathon-location-address": "3210 Chestnut St, Philadelphia, PA 19104, USA", "hackathon-description-header": "Philly Codefest brings together a diverse and inclusive group of students and professionals to develop innovative solutions to solve real world challenges.", "hackathon-prizes-total": "$13,170", "hackathon-location-description": "Drexel University - BEHRAKIS GRAND HALL", "hackathon-end-date": "2017-02-25", "has-projects": "True"}