{"hackathon-description-text": "\nThe first Hackathon in a shopping centre will take place at Westfield London, Shepherd’s Bush. The Fashion Hackathon is a 24-hour in-centre competition for Europe’s best and brightest innovators – they will compete to create a new way of enhancing the consumer experience for fashion and retail brands in Westfield.", "hackathon-number-of-prizes": "2", "hackathon-id": "westfield-decodedfashion", "hackathon-judges": [{"judge-role": "Chief Executive, British Fashion Council", "judge-name": "Caroline Rush"}, {"judge-role": "Marketing Director UK & Europe, Westfield", "judge-name": "Myf Ryan"}, {"judge-role": "Director, Global Sales & Marketing, The NET-A-PORTER Group", "judge-name": "Lisa Bridgett"}, {"judge-role": "Senior Industry Manager, Google", "judge-name": "Pia Stanchina"}, {"judge-role": "Vice President Media Solution Centre Europe, Samsung", "judge-name": "Lee Epting"}, {"judge-role": "Model, Actress & Entrepreneur", "judge-name": "Millie Mackintosh"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nThis is an invitation-only competition for a select group of 60 hackers – entrepreneurs, designers and developers. If you wish to apply to compete, please fill out the form on our main site", "hackathon-number-of-participants": "69", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe goal is to create an app that innovates the Fashion & Retail industry by answering to the either to the challenges set. The winning app won’t be just about just building a fashion-related idea, but about building a solution that’s relevant and creates a tangible impact – engagement, conversion, revenue, etc. In addition, the application must focus on a concept that that the judges determine can be developed into a working product within the next 6 months. This means completeness won’t be as valuable as a strong idea.", "hackathon-rules": "\n\nThe goal is to create an app that innovates the Fashion & Retail industry by answering to the either to the challenges set. The winning app won’t be just about just building a fashion-related idea, but about building a solution that’s relevant and creates a tangible impact – engagement, conversion, revenue, etc. In addition, the application must focus on a concept that that the judges determine can be developed into a working product within the next 6 months. This means completeness won’t be as valuable as a strong idea.\n\nYou will own 100% of everything you create at the Westfield Fashion Hackathon brought to you by Decoded Fashion Hackathon.\n\nEach team must submit their application promptly by 2 p.m. on Sunday, September 21, 2014 in order to demo their application to the judges. The deadline will be strictly enforced.\n\nApplications may be built in any programming language you prefer.\n\nAll back-end code must be new and coded on location during the competition. However, you are free to use APIs, open source libraries, previously built hardware, sprites, wireframes, and any design elements you’d like. And you are also welcome to work on the concept for your application before the competition starts. This will be strictly enforced.\n\nA team must consist of between one and four people, but no team may have more than four.\n\nPresentations will start at 2.30 p.m. on Sunday, September 21, 2014. You will have 2 minutes to present your idea to the panel of judges and then have a 60 second Q&A period. You’ll have access to a microphone, VGA cords, and projector to display your application. We want to see demos of your idea/application, NOT power point presentations.\n\nBy participating all team members consent to their likeness and voice being recorded by video, audio, photographic, or other digital or electronic means, and to use your name in connections with these recordings and to use, reproduce, exhibit, or distribute these recordings in whole or in part in perpetuity in any and all media for any purpose that Decoded Fashion and those acting pursuant to its authority deem appropriate. In addition, by participating you release Decoded Fashion and its agents from and against any and all claims, demands, causes of actions, actions, suits, costs, expenses, liabilities and damages whatsoever that you may have from liability for any violation of any personal or proprietary right you may have in connection with the previously mentioned use of your likeness, voice, or name in any medium. Also all such recordings remain the property of Decoded Fashion.\n\nDecoded Fashion has the full and exclusive right to disqualify any team or team member for any reason, including but not limited to cheating, threatening or harassing other participants, or otherwise violating either the letter or the spirit of the competition. Decoded Fashion retains the right to change these rules at any time at their discretion. Teams agree that by participating in the Decoded Fashion Hackathon no relationship, contractual or otherwise, is established between either the teams or their members, Decoded Fashion, or any of the Decoded Fashion Hackathon’s partners.\nCheck \n for the full terms and conditions.", "hackathon-prizes": [{"prize-content": "A trip to San Francisco for 3 nights including accommodation and £100 daily spending money.", "prize-title": "First Place"}, {"prize-content": "Westfield Shopping Voucher", "prize-title": "Audience Pick"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Westfield London Shopping Centre, Ariel Way, London, United Kingdom", "hackathon-url": "https://westfield-decodedfashion.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Westfield London Shopping Centre, Ariel Way, London, United Kingdom", "hackathon-description-header": "The World's First Hackathon In A Shopping Centre. Invite Only.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-09-21", "has-projects": "True"}