{"hackathon-description-text": "\nPresented by the ABA Journal and the Louisiana State Bar Association, #HackcesstoJusticeNOLA is your opportunity to use your legal, entrepreneurial, coding and other skills to help Louisiana’s legal aid community by creating a technology-enabled solution for the numerous challenges faced by citizens who cannot afford a lawyer and the lawyers trying to serve them.", "hackathon-number-of-prizes": "2", "hackathon-id": "hackcesstojusticenola", "hackathon-judges": [{"judge-role": "", "judge-name": "To come soon"}, {"judge-role": "Program Counsel, Legal Services Corporation", "judge-name": "Glenn Rawdon"}, {"judge-role": "Partner, Jones Walker, LLP and President-Elect of Louisana State Bar Association", "judge-name": "Mark Cunningham"}, {"judge-role": "Access to Justice Director, Louisiana State Bar Association", "judge-name": "Monte Mollere"}, {"judge-role": "New Orleans City Councilmember, District B", "judge-name": "Nadine Ramsey"}, {"judge-role": "Hussain Law LLC", "judge-name": "Abid Hussain"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nAnyone may enter, but in order to be eligible for a prize, participants must be U.S. citizens or legal residents and have a valid social security number. ", "hackathon-number-of-participants": "55", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n \nWe are challenging individuals and  teams to create a technology-enabled solution to meet the unique needs of Louisiana's legal aid community. \nSubmissions can be anything that is technology-enabled: an app, a website, code, software, etc.", "hackathon-rules": "\nHACKCESS TO JUSTICE NOLA\n2015 OFFICIAL RULES\nLoyola University New Orleans College of Law\nNew Orleans, Louisiana\nMarch 21-22, 2015\n \n \n \n\nCreate a technology-enabled solution to improve the delivery of legal aid services to citizens of Louisiana who cannot afford a lawyer and for the lawyers that serve them. The solutions can include, generally,  making information about legal aid services more publicly available to, more specifically, helping legal aid organizations and lawyers  use their limited resources more efficiently while serving the unique needs of their clients.\n\nThe 2014-2015 Louisiana State Bar Association Leadership Class and the ABA Journal are hosting \"Hackcess to Justice,\" a hackathon to encourage the legal and tech communities to develop innovative tools to help break down the barriers for low-income individuals in need of access to lawyers and legal services for civil legal issues.\n \nSubmissions should be in the form of a technology-enabled solution that addresses the general or specific needs of the state’s legal aid community while keeping in mind the more general goal of insuring broader access to justice.\n \nThe judges will award three prizes: $1500 to the first place submission; $1000 to the second place submission; $500 to the third place submission. If a winning submission is by a team, the prize money will be shared equally with all participants on the team.\n\n\n\n\n\nBy submitting an entry, participants warrant that their hackathon entries consist of original work products of each individual or their team, and in no way infringe on the intellectual property rights of another person or entity. The LSBA and its partners make no claim to any intellectual property, source code, or applications developed as part of the event.\n \nTeams are encouraged to make their work and results publicly available. Access to information advances access to justice!\n\nAs a condition of participation in the hackathon, participants grant organizers, sponsors, and members of the media rights to publicly disclose competition and event information, explain and review entries and ideas developed and presented during the event, and to display any event related photos, screen shots, and links to publicly available demonstrations of event entries and materials.\n \n\nPrizes will be awarded to the top three submissions. The decision of the judges is final.  The judges will take into account a variety of factors and assess the overall quality and performance of the entries produced during the event, including but not limited to:\n \n \n \n \n \n \n \n\nTeams are encouraged, but not required, to include a lawyer or current law student in order to best meet the judging criteria. Lawyers and access to justice experts will be available on site at Loyola University New Orleans College of Law for consultation during the hackathon for all teams and individual participants.\n \nLouisiana State Bar Association, 601 St. Charles Avenue, New Orleans, LA  70130", "hackathon-prizes": [{"prize-content": "Prizes awarded to the top three hacks", "prize-title": "Monetary prizes to the top hacks "}, {"prize-content": "We're thrilled to announce that New Orlean's very own 52businesses is going to provide a week of consulting services to the winner of Hackcess to Justice Louisiana!", "prize-title": "A Week of Consulting from 52businesses"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Loyola University New Orleans College of Law, 526 Pine Street, New Orleans, LA 70118, USA", "hackathon-url": "https://hackcesstojusticenola.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Loyola University New Orleans College of Law, 526 Pine Street, New Orleans, LA 70118, USA", "hackathon-description-header": "Join the ABA Journal and the Louisiana State Bar Association as we present Louisiana's first access to justice hackathon", "hackathon-prizes-total": "$3,000", "hackathon-location-description": "", "hackathon-end-date": "2015-03-22", "has-projects": "True"}