{"hackathon-description-text": "\nOn November 12th, four-hundred students from across the region will come together for 24 hours of creation, innovation and fun. Anyone is welcome to join, from seasoned coding veterans to first-time hackers from any major or field. Discover how you can create change by developing technology to solve real world problems, get mentored by industry professionals, and enjoy tons of free food, free stuff, and awesome prizes!", "hackathon-number-of-prizes": "13", "hackathon-id": "hackpsu-fall2016", "hackathon-judges": [{"judge-role": "Founder of New Leaf Initiative and co.space", "judge-name": "Christian Baum"}, {"judge-role": "Doctoral student in Mechanical Engineering at Pennsylvania State University", "judge-name": "Jessica Menold"}, {"judge-role": "President of Penn State ACM", "judge-name": "Arun Kumar"}, {"judge-role": "President of Penn State Association of Women in Computing", "judge-name": "Avery Verhade"}, {"judge-role": "Interim director of the Engineering Entrepreneurship minor in the School of Engineering Design", "judge-name": "Bob Beaury"}, {"judge-role": "Assistant Professor of Information Science & Technology", "judge-name": "Gerry Santoro"}, {"judge-role": "Founder of Musical Mind", "judge-name": "Alex Patin"}, {"judge-role": "Invent Penn State", "judge-name": "Margarita Zobnina"}, {"judge-role": "Clinical Associate Professor of Entrepreneurship", "judge-name": "Peter Whalen"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "142", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nBuild anything you desired, have fun and be creative. Submit it to devpost and show off your great project during the demo.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Each member of the winning can submit an Amazon wishlist to HackPSU for up to $300, which will be sent to them. (Subject to restrictions) and also receive MLH First Place Medal", "prize-title": "HackPSU - 1st Place Overall"}, {"prize-content": "Each member of the winning can submit an Amazon wishlist to HackPSU for up to $200, which will be sent to them. (Subject to restrictions) and also receives MLH Second Place Medal", "prize-title": "HackPSU - 2nd Place Overall"}, {"prize-content": "Each member of the winning can submit an Amazon wishlist to HackPSU for up to $100, which will be sent to them. (Subject to restrictions) and also receive MLH Third Place Medal", "prize-title": "HackPSU - 3rd Place Overall"}, {"prize-content": "Create a hack using as few modern tools as possible. Extra points the smaller you hack is in size (i.e. 1024 KB hack)", "prize-title": "Retro Hack"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment.", "prize-title": "MLH - #HackHarassment"}, {"prize-content": "Use any component of AWS in part of your hack. The more creative and extensive the use, the more points you get!", "prize-title": "MLH - Best Use of AWS"}, {"prize-content": "Create a technology-based solution to challenges you have faced as a student of higher education. (i.e. poor communication, roadblock to learning, etc)", "prize-title": "COIL/EdTech Challenge"}, {"prize-content": "Build a technical solution/proof of concept that not only helps its users to stay informed and fit for now and their future, but also contributes to medical research and big data analytics. What if one technical solution could improve both an individual and an entire population at the same time?", "prize-title": "Optum Challenge"}, {"prize-content": "Using AccuWeather’s weather data through their API, come up with a way of how this information can improve people’s lives.", "prize-title": "Accuweather Challenge"}, {"prize-content": "Utilize IBM's Watson Services to develop an innovative solution to improve the student experience at Penn State.", "prize-title": "IBM - Watson Challenge"}, {"prize-content": "Use LabVIEW as part of your project, and be entered to win the National Instrument challenge! Winning entries will use LabVIEW more extensively, creatively, and effectively! Feel free to utilize existing libraries and examples! Originality is a MUST!", "prize-title": "National Instrument - LabVIEW Challenge"}, {"prize-content": "Create the most creative, catchy or funny domain name using domain.com for your hack. Best if relatable to your hack!", "prize-title": "MLH - Domain.com - Best Domain Name"}, {"prize-content": "How do we feed 9 billion people by 2050? Thought For Food is a non-profit startup accelerator based around this idea. Do you have an idea that could change the future of agriculture?", "prize-title": "Thought For Food Challenge "}], "hackathon-location-google-maps": "https://maps.google.com/?q=Business Building, State College, PA 16803, USA", "hackathon-url": "https://hackpsu-fall2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The harder the hack is to create, the more impressed we’ll be. We want to see the technologies used to bring hacks to life. Bonus points for using new, advanced technologies, or even technologies hackers created during the hackathon."}, {"judging-criterion": "For the most part, one of the hardest parts in creating a hack is considering its aesthitics. We want to give credit to those hacks that are beautifully designed, bug-free, and easy to use."}, {"judging-criterion": "Our goal at HackPSU is to inspire hackers to be innovative with their hacks. Any hacks that approach problems in a new way will be given special consideration."}, {"judging-criterion": "Sometimes, hacks tend to be more than just cool projects as they tend to be capable of disruption in some field or space. We’ll be looking out for hacks that are specifically useful to certain groups of people or entire fields."}], "hackathon-location-address": "Business Building, State College, PA 16803, USA", "hackathon-description-header": "Penn State's Premiere Hackathon! Come Learn, Build & Share.", "hackathon-prizes-total": "$29,300", "hackathon-location-description": "Pennsylvania State University - Main Campus, Business Building", "hackathon-end-date": "2016-11-13", "has-projects": "True"}