{"hackathon-description-text": "\nOn November 12th & 13th, 2016 hundreds of the most creative and inspiring student hackers from the Southwest Region will converge at the MLH Prime: Southwest Regional in Austin, TX. There they’ll team up, learn about bleeding edge technology, and build amazing projects over the course of 24 hours.", "hackathon-number-of-prizes": "16", "hackathon-id": "mlh-prime-southwest", "hackathon-judges": [{"judge-role": "Global Marketing Director, Alienware at Dell", "judge-name": "Chris Sutphen"}, {"judge-role": "Developer Evangelist, Auth0", "judge-name": "Kassandra Perch"}, {"judge-role": "Principal, Glider Labs", "judge-name": "Jeff Lindsay"}, {"judge-role": "Vice President, BMF Media", "judge-name": "Lisa Martin-Louro"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nHackers must be in school/college/university or have graduated in the last year to be eligible to win. MLH staff and advisors are not eligible to compete for prizes, but may enter hacks in the event.", "hackathon-number-of-participants": "185", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nHacks must be awesome, creative, and built on site at the event. All hacks must adhere to the\n \nThere will typically only be up to 4 prizes per team. The rules allow for larger teams, but prizes (especially sponsor prizes) may not be available for every team member in this case.", "hackathon-rules": "\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a demo of what you have built. Pitches or presentations are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to present what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nTeams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project.\nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\nSo don't worry about coming up with the next big idea or building the next Facebook. You'll have plenty of time for that outside the hackathon. just focus on learning, having fun, and making new friends. At the end of the day the skills you learn and the friends you make might lead to the next big thing—but you don't have to do that to win a hackathon.\nRemember!\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!\nHappy Hacking from the MLH team!", "hackathon-prizes": [{"prize-content": "Dell XPS 13 Laptop and a Napsack drawstring sleeping bag for each team member", "prize-title": "1st Place"}, {"prize-content": "Dell Inspiron 11 3000 2-in-1 and Noise Cancelling Earbuds for each team member", "prize-title": "2nd Place"}, {"prize-content": "Dell 24 Ultra HD 4K Monitor and Thinking Putty for each team member", "prize-title": "3rd Place"}, {"prize-content": "LEGO Maze Building Kits for each team member", "prize-title": "Most Technical Hack"}, {"prize-content": "$150 Shapeways Gift Cards for each team member", "prize-title": "Best Designed Hack"}, {"prize-content": "Winning team members each receive Collector's Edition of Watch Dogs® 2 plus actual “Wrench Junior” robot.", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "Come have fun with our Jibo SDK. The Jibo SDK is built on top of Atom and uses javascript to allow developers to have lower level access to Jibo's audio processing, visual processing, persona, movement and interaction capabilities. This gives developers the tools to build a wide range of Jibo Skills (robot applications) for both personal enjoyment and business opportunities.", "prize-title": "Best Use of Jibo SDK"}, {"prize-content": "Amazon Fire TV Gaming Edition | Streaming Media Player for each team member", "prize-title": "Best Use of AWS"}, {"prize-content": "The winner of the Best On-Demand Hack will win $500 in Postmates delivery credits to split amongst the team", "prize-title": "Best On-Demand Hack"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment and win a HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "$500 in Visa or Amazon gift cards to the winning team", "prize-title": "Best Use of SparkPost API"}, {"prize-content": "This does not have to be a flying hack (though bonus points if it is), but is a hack that could easily be integrated into a TEAL drone platform.", "prize-title": "Most Flight Capable Hack"}, {"prize-content": "Team members will each win a drone.", "prize-title": "Best Use of RapidAPI"}, {"prize-content": "", "prize-title": "Best Use of Selfie Stick"}, {"prize-content": "Winning group will be strongly considered for acceptance to the Indeed Prime platform in January as part of Indeed Prime's featured \"new grads\" for hiring companies. Team will receive a $100 Amazon gift card (each person).", "prize-title": "Best Hack to Help Someone Get a Job"}], "hackathon-location-google-maps": "https://maps.google.com/?q=7311 Decker Ln, Austin, TX 78724, USA", "hackathon-url": "https://mlh-prime-southwest.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? If a team which always does VR projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded."}], "hackathon-location-address": "7311 Decker Ln, Austin, TX 78724, USA", "hackathon-description-header": "What will you build in a weekend?", "hackathon-prizes-total": "0", "hackathon-location-description": "Travis County Expo Center", "hackathon-end-date": "2016-11-13", "has-projects": "True"}