{"hackathon-description-text": "\nComputational physics is the fusion of advanced computing techniques and scientific principles to explore virtually the uncharted world around us. Everything from games, planes, brains, DNA, automobiles and advanced materials is being developed at a lightning pace these days, in large part due to the computational tools available to scientists to explore the nature of how things work. Advanced scientific computing is driving a new industrial revolution as advanced nations move into a digital economy.", "hackathon-number-of-prizes": "4", "hackathon-id": "physics-hackathon-2017-5733", "hackathon-judges": [{"judge-role": "Professor - McGill University", "judge-name": "Nikolas Provatas"}, {"judge-role": "Software Developer - Ericsson", "judge-name": "Abhishek Gupta B"}], "hackathon-number-of-judges": "2", "hackathon-eligibility": "\nEveryone interested! Especially students from any high school, CEGEP or university, from any province or country with an interest in physical science, programming or computational arts are welcome to apply!", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nTeams must submit a ", "hackathon-rules": "\n\nTeam can be between 2 and 5 people.\n\nTo ensure fairness for all participants, all aspects of any hackathon submission must be created during the hackathon. The only expection to this rule is content that is freely available to the public. For example, teams are welcome to reuse open source libraries and API's, creative commons media and public domain media. All submissions are subject to code review to ensure that this rule is obeyed. \nHarassment includes offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate. This includes warning the offender, expulsion from the hackathon with no refund (if applicable), or reporting their behaviour to local law enforcement.\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\n", "hackathon-prizes": [{"prize-content": "Tablets.", "prize-title": "Lenovo Prize"}, {"prize-content": "Ericsson will be rewarding the team with the best Internet Of Things (IoT) implementation, or alternatively with the most impressive communication effort for their Idea pitch. Each member of the selected team will receive a prize with an approximate value of 125$.", "prize-title": "Ericsson Prize"}, {"prize-content": "Software.", "prize-title": "Wolfram Prize"}, {"prize-content": "Gift certificate.", "prize-title": "MSI Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1201 Boul St-Laurent, Montréal, QC H2X 2S6, Canada", "hackathon-url": "https://physics-hackathon-2017-5733.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Projects should expose some scientific concept to do well in this criteria. The concept should be portrayed clearly and accurately."}, {"judging-criterion": "This is a hackathon! Do well in this criteria projects should harness great computation tools to do something new and exciting."}, {"judging-criterion": "We want to make projects that people can interact with or explore and learn in some way. To do well in this criteria a project should guide users through a concept and expose the science behind it in a meaningful way."}, {"judging-criterion": "Projects should have some aesthetic quality. Whether that is through the graphic design of your application or an artistic rendering of some physical system, there are lots of ways to do well in this criteria."}], "hackathon-location-address": "1201 Boul St-Laurent, Montréal, QC H2X 2S6, Canada", "hackathon-description-header": "2nd Annual McGill Physics Hackathon", "hackathon-prizes-total": "$2,225", "hackathon-location-description": "Societe Des Arts Technologique", "hackathon-end-date": "", "has-projects": "False"}