{"hackathon-description-text": "\nFor the second year, the City of New York is improving the way it provides information and transparency to citizens. But delivering great information requires great tools. The NYC BigApps Competition will reward the developers of the most creative, best implemented, and impactful applications for delivering information from the City of New York's", "hackathon-number-of-prizes": "10", "hackathon-id": "nycbigapps2010", "hackathon-judges": [{"judge-role": "Co-founder, New York Tech Meetup", "judge-name": "Dawn Barber"}, {"judge-role": "CEO, Betaworks", "judge-name": "John Borthwick"}, {"judge-role": "CEO & Co-founder, Hunch", "judge-name": "Chris Dixon"}, {"judge-role": "CEO, Square and Co-founder, Twitter", "judge-name": "Jack Dorsey"}, {"judge-role": "Chairman, EDventure", "judge-name": "Esther Dyson"}, {"judge-role": "Co-founder & General Partner, RRE Ventures", "judge-name": "Stuart Ellman"}, {"judge-role": "Founder, CEO and Managing Director, FirstMark Capital", "judge-name": "Lawrence Lenihan"}, {"judge-role": "Commissioner, NYC Department of Information Technology & Telecommunications*", "judge-name": "Carole Post"}, {"judge-role": "Board Member of BMW AG, Sales and Marketing, and Chairman Rolls-Royce Motor Cars Ltd.", "judge-name": "Ian Robertson"}, {"judge-role": "Co-founder & Managing Director, DFJ Gotham Ventures", "judge-name": "Danny Schultz"}, {"judge-role": "Co-founder, Foursquare", "judge-name": "Naveen Selvadurai"}, {"judge-role": "Managing Director, Center for Economic Transformation, NYCEDC*", "judge-name": "Steven Strauss"}, {"judge-role": "Co-Executive Editor, All Things Digital", "judge-name": "Kara Swisher"}, {"judge-role": "Managing Partner, Union Square Ventures", "judge-name": "Fred Wilson"}], "hackathon-number-of-judges": "14", "hackathon-eligibility": "", "hackathon-number-of-participants": "83", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nNYC BigApps Competition (the “Competition”) is a joint initiative of New York City Economic Development Corporation and the New York City Department of Information Technology & Telecommunications. The Competition is intended to provide recognition to individuals, teams of individuals, corporations and nonprofit originations (collectively, “Contestants”) for developing innovative software applications that utilize City of New York (“City”) data available on the NYC.gov Data Mine at \n (“City Data”) The goal of the Competition is twofold: (1) to stimulate the development of applications that improve access to information and government transparency, making it easier and more fun to visit, live and work in the City; and (2) encourage innovation and the creation of new intellectual property with commercial potential by individuals, startups and small businesses and organizations.\nSubmissions will be judged on the following three criteria: (1) Quality of the Idea (including creativity and originality); (2) Implementation of the Idea (including user experience and design); and (3) Potential Impact on residents of and/or visitors to New York City.\n*Review the sections below for a more detailed description and important requirements and restrictions.\nThe Competition is open only to: 1) legal residents, 16 or older, of the fifty (50) United States (including the District of Columbia); and 2) and corporations or organizations that are domiciled in the United States, incorporated at the time of entry and employ fewer than fifty (50) people at the time of entry. Individuals submitting on behalf of teams, corporations and nonprofit organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team, corporation or nonprofit organization. Void in Guam, Puerto Rico, the U.S. Virgin Islands, and other U.S. territories and at possessions and where prohibited by law. Employees of Sponsors, ChallengePost, Inc., retailers or distributors of Sponsors and the judges or any of their respective affiliates, subsidiaries, advertising agencies, or any other company or individual involved with the design, production execution or distribution of the Competition and their immediate family (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) and household members (people who share the same residence at least three (3) months out of the year) of each such employee are not eligible (excluding those competing for the Large Organization Recognition Award and City Talent Award). Eligibility for the Large Organization Recognition Award and City Talent Award is set forth below in Section 5. There are additional eligibility requirements for the Student Award which are set forth below in Section 5. The Competition is subject to all applicable United States federal, state and local laws and regulations. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and Sponsors and Administrator’s decisions, which are final and binding in all matters related to the Competition. Winning a prize is contingent upon fulfilling all requirements set forth herein.\nBetween October 12, 2010 at 1:00 PM Eastern Daylight Time (“EDT”) and ends on January 26, 2011 at 5:00 PM EST (the “Competition Submission Period”). Administrator’s computer is the official time keeping device for this Competition.\nDuring the Competition Submission Period, visit NYCBigCityApps.com and register. Registration is free. After you register you must verify your email address via the registration email sent to the email entered in the registration form. Registered Contestants will then be able to enter a Submission. In the event of a dispute as to any registration, the authorized account holder of the email address used to register will be deemed to be the Contestant’s. The “authorized account holder” is the natural person assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Potential winners may be required to show proof of being the authorized account holder. Contestants must comply with the Terms of Use of NYC.gov Data Mine. Failure to do so could result in disqualification from the Competition at the Sponsors’ sole discretion.\nEach Contestant will be required to provide the following as part of the Submission:\nContestants will own the intellectual property rights to Submissions but the City, Sponsors and Administrator will maintain a royalty free license to, without limitation: a) Post the Submissions on \n; b) Make the Submissions available for the course of the Competition and 12 months after the conclusion of the Competition Submission Period; and c) Utilize the Submissions for noncommercial purposes for a period of 12 months after the conclusion of the Competition Submission Period.\nOnce a Contestant enters a Submission, the Submission cannot be modified in any way until after the Judging is complete.\nSubmissions will be posted on \n on a rolling basis after being screened by the Administrator for basic functionality, accuracy of messaging, and integrity (i.e., security). The Administrator has the right to request access to the Application in person or via any reasonable manner to verify the Application functions and operates as stated in the Submission. Failure by a Contestant to honor such a request will result in immediate disqualification of the Submission. All Contestants will have equal access to Submissions posted on the website. Non-Contestants interested in the Competition are also encouraged to register on \n. Registration will be required in order to receive updates on the Competition and vote for the Popular Choice Award. Registered visitors will be able to vote for their favorite Submissions. The public voting will take place between on or about February 9, 2011 at 10:00 AM EST and March 9, 2011 at 5:00 PM EST. Public voting will determine the winner of the Popular Choice Award. Each registered visitor is able to vote for their favorite Submissions, but may only vote for a Submission once during the voting period. Use of an automated process or similar device to submit an electronic vote is strictly prohibited. Any attempt to circumvent the one vote limit per Submission or to use automated vote process will subject all votes from the person to disqualification. If a Contestant receives multiple and/or irregular votes from the same user or users, including but not limited to, votes generated by a robotic, programmed, script, macro, other automated means or other source, the Sponsors and/or Administrators reserves the right to disqualify the Contestant in their sole discretion. If the voting process for the Popular Choice Award fails to operate properly or appears to be tampered with or tainted with errors, fraud or unfair practices, the Sponsors and/or Administrators in their sole discretion reserves the right to use another means to determine the winner of the Popular Choice Award, i.e. random selection or appointing a panel of judges. Contestants may not pay people or provide any other type of consideration in exchange for votes. Any Contestant who violates the ban on paying or providing consideration in exchange for votes will be disqualified. Public votes may be displayed on the competition website, on a real-time basis, before being verified for integrity. These unverified votes do not necessarily reflect accurately the winner of the Popular Choice Award. The winner of the Popular Choice Award will be the entrant(s) who are contacted directly by the Administrator or Sponsors after votes have been verified. Sponsors reserve the right to modify the voting period at anytime for any reason. Submissions that are competing for the Large Organization Recognition Award or City Talent Award are not eligible to win any of the Popular Choice Awards.\nSubmissions will initially be screened by a qualified internal panel selected by the Sponsors at their sole discretion. The internal panel will judge the Submissions on the criteria identified below to select finalist Submissions. Then the finalist Submissions will be judged by an expert judging panel determined by the Sponsors. Sponsors reserve the right to substitute or modify the judging panel at any time for any reason. Judges do have the right to withdrawal without advance notice in the event of extenuating circumstances beyond their control. Judges will be fair and impartial. A judge may elect to recuse him or herself from judging a Submission, if in the judge’s sole discretion it is not appropriate for him or her to judge that particular Submission because of a past or current relationship with that particular Contestant. A Submission will not be at a disadvantage if one or more judge recuses him or herself. Odds of winning depend on the number of eligible Submissions received and the quality of the Submissions. The approximate dates for the judging panel are between February 9, 2011 at 10:00 AM EST and March 9, 2011 at 5 PM EST.\nCriteria\nThe eight (8) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 7. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3).\nCriteria\nPotential for Commercialization\n The one (1) Contestants whose Submissions earn the highest overall score will win the prize identified below in section 7.\nTwo (2) winners will be based solely on the voting of registered visitors to \n. If there is a tie between one or more Submissions for the Popular Choice Award, the cash prize will be split equally amongst the tied Contestants.\nCriteria\nThe Contestant whose Submission earns the highest overall score for the Student Award will win the prizes identified below in section 7. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3).\n: Contestants (including all team members if a team submission) must meet the requirements set forth above in Section 1 and must also be either currently enrolled in at least nine credits, three courses, or equivalent at the time of entry; or have graduated from in the three months prior to the date of entry (1) a secondary school, or functional equivalent; or (2) an accredited post secondary institution (e.g., university, community college, technical college). In addition to competing for the Student Award, Contestant who meet these eligibly requirements for the Student Award will also compete for the Best Overall Application (Grand Prize, Second Prize, Third Prize and Honorable Mentions), Investor’s Choice Award and Popular Choice Awards.\nCriteria\nThe two (2) Contestants whose Submissions earn the highest overall score for the City Talent Award will win the prizes identified below in section 7. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3).\n: (1) Submission must be made by an employee, relative (spouse, parents and step-parents, siblings and step-siblings, and children and step-children) or household member (people who share the same residence at least three (3) months out of the year) of a person employed by the City, NYCEDC or other organization providing datasets on the NYC.gov Data Mine at the time the Submission is entered; (2) if submitted by an employee of the City or NYCEDC, the Submission must have been prepared outside the scope of the employee’s employment by the City or NYCEDC and must not consist of an application or materials that the employee could reasonably expect to be required to prepare in the course of his or her duties as an employee of the City or NYCEDC; and (3) the Submission by the employee, relative or household member must not be based on data or materials to which the employee (or employee to whom the Contestant is related or with whom the Contestant resides) has access in the course of his or her City or NYCEDC employment, or data or materials submitted to the NYC Data Mine URL by the department, agency or office of the City or NYCEDC by which the employee is employed.\nCriteria\nThe one (1) Contestants whose Submissions earn the highest overall score for the Large Organization Recognition Award will win the prize identified below in section 7. In the event of a tie, winner will be selected based on the criteria described in (1), then (2), and finally (3).\n: Organizations must be legally established entities (profit, non-profit, academic) of the fifty (50) United States (including the District of Columbia). Organizations with 50 or more employees will be eligible only for the Large Organization Recognition Award Category for which there is no cash prize.\nALL POTENTIAL COMPETITION WINNERS ARE SUBJECT TO VERIFICATION BY SPONSORS AND/OR ADMINISTRATOR WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE COMPETITION. Potential winners must continue to comply with all terms and conditions of these Official Rules. The potential winners will be notified on or about March 15, 2011. The potential winners will be required to sign and return to Sponsors, within ten (10) business days of the date notice is sent, an affidavit of eligibility, and liability/publicity release (except where prohibited) in order to claim his/her prize if applicable. If a potential winner of any prize cannot be contacted, fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, potential winner forfeits prize. In the event that a potential winner of a Competition prize is disqualified for any reason, Sponsors may award the applicable prize to an alternate winner who had the highest score remaining of the eligible entries. If a winner is considered to be a minor is his or her state of residence, at Sponsors’ sole option, the prize will either be awarded to the minor winner’s parent or legal guardian on behalf of the winner, or the minor’s parent or guardian will be required to ratify and sign the affidavit of eligibility, and liability/publicity release.\nFor all Prizes: Winners are responsible for all taxes and fees associated with prize receipt and/or use. Sponsors reserve the right to substitute prizes of comparable value. No transfer or substitution of a prize is permitted except by Sponsors. If a team of individuals, a corporation or an organization is selected as a prize winner, the prize will be awarded to the group and it will be up to them to split or appropriately allocate the prize.\nBy entering, each Contestant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsors, Administrator, and/or the Competition judges which are binding and final in all matters relating to this Competition; (b) release and hold harmless the Sponsors, Administrator, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Competition, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the “Released Parties”) from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of an entry or submission of an entry, participation in the Competition, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry; and © indemnify, defend and hold harmless the Sponsors and Administrator from and against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to a Contestant’s participation in the Competition and/or Contestant’s acceptance, use or misuse of prize.\nExcept where prohibited, participation in the Competition constitutes winners’ consent to Sponsors’, Administrator’s and their agents’ use of winner’s name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\nSponsors and Administrator reserve the right to cancel, suspend and/or modify the Competition, or any part of it, if any fraud, technical failures or any other factor beyond Sponsors and/or Administrator’s reasonable control impairs the integrity or proper functioning of the Competition, as determined by Sponsors and/or Administrator in their sole discretion. Sponsors and/or Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Competition or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Competition may be a violation of criminal and civil law, and, should such an attempt be made, Sponsors and/or Administrator reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsors and/or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Sponsors and Administrator are not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit votes, including those secured through payment, votes achieved through automated means or by registering more than one e-mail account and name, using another Contestant’s e-mail account and name, as well as those lost for technical reasons or otherwise.\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by entrants, printing errors or by any of the equipment or programming associated with or utilized in the Competition; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Competition; (4) technical or human error which may occur in the administration of the Competition or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from entrant’s participation in the Competition or receipt or use or misuse of any prize. If for any reason an entrant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, entrant’s sole remedy is another provide another Submission. No more than the stated number of prizes will be awarded.\nEntrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, other than those concerning the administration of the Competition or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Competition, or any prizes awarded, shall be resolved exclusively by the United States District Court or the appropriate New York State Court; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Competition, but in no event attorneys’ fees; and (4) under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsors in connection with the Competition, shall be governed by, and construed in accordance with, the laws of the State of New York, without giving effect to any choice of law or conflict of law rules (whether of the State of New York or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New York.\nSponsors collect personal information from you when you enter the Competition. The information collected is subject to the privacy policy located here.\nFor Challenge results go to \n on or about March 15, 2011.\nSponsors: (1) New York City Economic Development Corporation, 110 William Street, New York, NY 10038; (2) and New York City Department of Information Technology & Telecommunications, 75 Park Place, 9th Floor, New York, NY 10007. Administrator: ChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014.", "hackathon-prizes": [{"prize-content": "$10,000 in cash", "prize-title": "Grand Prize"}, {"prize-content": "$5,000 in cash", "prize-title": "Second Prize"}, {"prize-content": "$2,000 in cash", "prize-title": "Third Prize"}, {"prize-content": "$1,000 in cash for each", "prize-title": "Honorable Mentions (5)"}, {"prize-content": "$5,000 in cash", "prize-title": "Investor's Choice Award"}, {"prize-content": "$5,000 in cash", "prize-title": "Student Award - Grand Prize"}, {"prize-content": "$5,000 in cash", "prize-title": "Popular Choice - Grand Prize"}, {"prize-content": "$3,000 in cash", "prize-title": "Popular Choice - Second Prize"}, {"prize-content": "Recognition, and no cash prize  (for organizations with 50 or more employees)", "prize-title": "Large Organization Recognition Award"}, {"prize-content": "Recognition, and no cash prize", "prize-title": "City Talent Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://nycbigapps2010.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Including creativity and originality"}, {"judging-criterion": "Including user experience and design"}, {"judging-criterion": "On New York City residents and visitors"}, {"judging-criterion": "This is only for the Investor's Choice Award"}], "hackathon-location-address": "", "hackathon-description-header": "To help New York City become more transparent, accessible, and accountable.", "hackathon-prizes-total": "$40,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}