{"hackathon-description-text": "\nPreceding the Disrupt Conference is Hackathon weekend on December 5-6, where  developers and engineers descend from all over the world to take part in a 24-hour hacking endurance test. Teams join forces to build a new product, present it on the Disrupt stage to a panel of expert judges and an audience of tens of thousands and compete for a variety of prizes, including the chance to win free tickets to the Disrupt Conference. Products created at the Disrupt Hackathon have seen great success beyond the event, like GroupMe which was created overnight and ultimately acquired by Skype for $80M.", "hackathon-number-of-prizes": "11", "hackathon-id": "disrupteu2015", "hackathon-judges": [{"judge-role": "", "judge-name": "Natalie Campbell"}, {"judge-role": "", "judge-name": "Asa Calow"}, {"judge-role": "", "judge-name": "Raph Crouan"}, {"judge-role": "", "judge-name": "Marily Nika"}, {"judge-role": "", "judge-name": "Taylor Wescoatt"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nMake you have an Evenbrite ticket for the hackathon. More details available here:\n\n ", "hackathon-number-of-participants": "337", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\n\nThis is, by all means, the most important rule. This is a very diverse environment, made up of many races, religions, sexual orientations, genders, and gender identities. Any behavior or presentation that objectifies or belittles others will be halted, with the presenters immediately disqualified and removed from the event. Don’t behave in a way or present anything you wouldn’t be proud to have your parents see. For more information surrounding our policies on harassment, please \n.\n\nThis isn’t a Powerpoint-athon! Build and demonstrate a working project, don’t just show us screenshots and slides.\n\nThe project you present must be coded entirely during the Hackathon. The only exceptions are for publicly available frameworks/APIs and open-source code that has been available for at least a month. If it feels shady to use the code, don’t.\n\nFinalists will have their code audited to make sure it’s all new and legit, by a developer appointed by TechCrunch. Your code belongs to you and we won’t share it with anyone, but we will want to see it if you win.\n\nUse Git or an equivalent to track your code as you write it. It’s good practice, and if it comes down to an audit, it’ll help you prove your code is new.\n\nThis isn’t an opportunity to promote your team’s pre-existing product. Don’t tack one tiny feature onto your existing product and call it a day.\n\nYou must present your hack as described in your submission – if you deviate from your accepted submission, we’ll have to boot you from the stage. Don’t submit one thing and then abuse the stage and respect of the audience to present something different.\n\nWe’re limiting the number of members per team at 5, in the interest of keeping things fair. All other things equal, it’s not very reasonable for a team of 2 or 3 to compete against a team of 20.\nAlso, we strongly suggest that each hacker gives their attention to just one team, rather than trying to be a part of multiple projects; we want to see your best work, and it’s hard to do your best work when you’re jumping from table to table.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize"}, {"prize-content": "", "prize-title": "Hack Disrupt 2nd Place"}, {"prize-content": "", "prize-title": "Hack Disrupt 3rd Place"}, {"prize-content": "Best use of Esri ArcGIS mapping technology wins $5,000 prize ($2,500 cash, plus $2,500 ArcGIS Online subscription).", "prize-title": "ESRI"}, {"prize-content": "The winning team will receive William Hill’s Ultimate Sporting World Tour. Taking in Australia, Las Vegas and Spain, the winners will tour the world receiving the kind of sporting and gaming experiences even non-sports fans wouldn’t want to miss out on.", "prize-title": "William Hill"}, {"prize-content": "The most interesting app utilising the Clover platform. Examples can include employee management, order and collect, table layout and order management, dynamic menus, Apple Watch integration, or whatever retail and restaurants might need! All ideas welcome!", "prize-title": "Clover"}, {"prize-content": "The team that create the most ingenius and accurate engine will win 4 Samsung 40inch 4k TVs plus other TV-related prizes.", "prize-title": "Sky"}, {"prize-content": "1st Place Parrot DRONE 2.0 Elite Edition", "prize-title": "Zalando"}, {"prize-content": "Create something special, and you could win a Sonos speaker, €1,000 and 18 months free access to the Humm API", "prize-title": "Humm"}, {"prize-content": "Aol, Most interesting App - £5,000", "prize-title": "Aol"}, {"prize-content": "Star Wars BB8 Sphero Droids", "prize-title": "Twilio"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Queen Elizabeth Olympic Park, London E20 2ST, UK", "hackathon-url": "https://disrupteu2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judges will be focusing on creativity, cleverness, and that deep-down sense of “Whoaaaaaaa“"}], "hackathon-location-address": "Queen Elizabeth Olympic Park, London E20 2ST, UK", "hackathon-description-header": "Where Great Products Are Born in 24 Hours", "hackathon-prizes-total": "$18,600", "hackathon-location-description": "Copper Box Arena", "hackathon-end-date": "2015-12-06", "has-projects": "True"}