{"hackathon-description-text": "\nAUHack is Denmark's largest hackathon. Over a 36-hour period from March 31st to April 2nd, students interested in IT development and IT design will meet and collaborate intensively over a weekend to create prototypes and concepts. Your goal is not to create finished products, but to come up with ideas, play with new technology and make new hacks. It is an opportunity to share your ideas with different people, build cool stuff, learn from our mentors and just have fun. Our goal is to bring students from different fields of study and universities together and set a framework, where you can carry out your projects and ideas. Students for all study programs are welcome, and everybody is there to help each other and have fun!", "hackathon-number-of-prizes": "7", "hackathon-id": "auhack17", "hackathon-judges": [{"judge-role": "Associate Professor, Department of Computer Science, Aarhus University", "judge-name": "Eve Hoggan"}, {"judge-role": "Associate Professor, School of Engineering, Aarhus University", "judge-name": "Kasper Løvborg Jensen"}, {"judge-role": "Associate professor, Department of Digital Design and Information studies", "judge-name": "Lone Koefoed"}, {"judge-role": "Technical Project Manager, Aarhus Municipality", "judge-name": "Pernille Thorsen"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nIf you have applied to AUHack, recieved an offer to attend you are eligible to attend AUHack. If you attended and hacked at AUHack, then you are eligible to make a submission.", "hackathon-number-of-participants": "110", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nMake your project, submit your hack to Devpost and attend the AUhack demo to show off what you build. You ", "hackathon-rules": "\nOnly teams comprised wholly of eligible participants that submit their hacks to this DevPost, and then go on to demo their hack at the AUHack demo can win prizes. \n- YOU MUST BE AT AUHACK TO WORK ON A PROJECT FOR SUBMISSION\n- You cannot work on your project before the event begins\n- You cannot steal another team's source code\n- The decision of judges is final for determining prizes and awards\n- Please comply with all instructions from AUHack organizers\n- You must comply with the ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Best AUHack 2017"}, {"prize-content": "A celebration for the weirdest and quirkiest hack", "prize-title": "Facepalm Award"}, {"prize-content": "", "prize-title": "Terma Award"}, {"prize-content": "", "prize-title": "Creuna Award"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "", "prize-title": "Bloomberg Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Finlandsgade 21, 8200 Aarhus N, Denmark", "hackathon-url": "https://auhack17.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The hack should be technically impressive for 38 hour project. They should have code and a functioning prototype. Anything from frameworks, apis, algorithms to interesting languages can add to the technical difficulty of the project."}, {"judging-criterion": "The hack should be unique and interesting. This can range from a new spin on a known idea to completely outlandish ideas. The hack should be something damn cool you’ve never seen before."}, {"judging-criterion": "Should look or work beautifully. The closer it looks and feels to a professional-grade application, the better."}, {"judging-criterion": "Doesn't have to be business-ready, but should have the potential to be a useful in everyday life. Should also be intuitive and easy to use."}], "hackathon-location-address": "Finlandsgade 21, 8200 Aarhus N, Denmark", "hackathon-description-header": "AUHack is Denmarks largest hackathon. From March 31st to April 2nd, we give you the opportunity to come create, innovate and hack on crazy ideas.", "hackathon-prizes-total": "0", "hackathon-location-description": "Aarhus University", "hackathon-end-date": "2017-04-02", "has-projects": "True"}