{"hackathon-description-text": "\nLocal Hack Day is a 12 hour mini-hackathon on your School's campus that brings together the local hacker community to celebrate building awesome technology. Simultaneously other students around the world will be hosting their own Local Hack Days, resulting in the largest single day of student hacking ever. Throughout the day there will be awesome livestreams, chatrooms, and fun activities that you can use to meet students in your local community and across the globe. Whether you're a seasoned hackathon veteran or have never been to a hackathon before, Local Hack Day is the best way to kick off the Fall 2015 MLH Hackathon Season.", "hackathon-number-of-prizes": "1", "hackathon-id": "localhackday2015", "hackathon-judges": [{"judge-role": "", "judge-name": "No Judges - Just show everyone what you made!"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone and everyone is eligible and encouraged to attend!", "hackathon-number-of-participants": "246", "hackathon-is-colocated": "False", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nBuild whatever you want and have fun with it! Upload whatever you make, so that we can see all the awesome projects people made!", "hackathon-rules": "\n1) Have fun!\n2) Learn something new!\n3) Work with others!\n4) Make something!\nAll Local Hack Day organizers and attendees must agree to follow the \n.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Loads of Swag at your LDH event!"}], "hackathon-location-google-maps": "", "hackathon-url": "https://localhackday2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Join us for the most Global Local hackathon of the year! Learn, build, and share with students from all over the world!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}