{"hackathon-description-text": "\nThis is the largest student hackathon in Mexico. Hosted by Tec de Monterrey.", "hackathon-number-of-prizes": "7", "hackathon-id": "hackmty-2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Julio Noriega Velasco"}, {"judge-role": "", "judge-name": "Iliana Ruiz Alvarez"}, {"judge-role": "", "judge-name": "Alysson Franklin"}, {"judge-role": "", "judge-name": "Luis Guevara Espejel"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "221", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nSe respetuoso, el acoso y el abuso nunca son tolerados. Si te encuentras en una situación que te hace sentir incómodo, o bien, el evento está creando un ambiente peligroso y/o inapropiado, o un representante u organizador te hace sentir incomodo, por favor reportarlo utilizando los procedimientos incluidos en este documento. Nos comprometemos a la inclusión. Creemos que cada persona tiene el derecho de participar en un ambiente cómodo y seguro.\n\nEl acoso incluye, pero no está limitado a: ofensas verbales o comentarios escritos relacionados con género, edad, orientación sexual, discapacidad, apariencia física, cuerpo, raza, religión, contenido pornográfico en áreas públicas, intimidación intencionada, seguir físicamente, fotografías, grabar, interrumpir seguida e intencionalmente el diálogo de otros, contacto físico inapropiado y/o llamar la atención sexualmente.\n\nSi lo estás incurriendo en un acto que provoca incomodidad en otras personas, eso cuenta como acoso y es suficiente justificación para dejar de hacerlo.\n\nLos participantes a los que se les indique abstener cualquier comportamiento considerado como acoso, deberán cumplir con las indicaciones de manera inmediata.\n\nTodos los patrocinadores, jueces, mentores, voluntarios, organizadores y todos los demás partícipes del evento también son sujetos a estas políticas contra el acoso. En particular, los participantes no deberán utilizar imágenes, actividades u otro material de contenido sexual en ambos su proyecto y durante el evento.\n\nLeer y acceder con el Código de Conducta de la MLH. *Los equipos son de máximo 4 personas y todos los miembros deben estar presentes en el Tecnológico de Monterrey durante el evento para ser candidatos a ganar. *Todo el trabajo debe ser hecho en el Tec de Monterrey a partir del 26 de agosto a las 12:00 hasta el 27 de agosto a las 12:00. *Es permitido el uso de frameworks, librerías, programas de utilidad y demás, sin embargo pero el proyecto debe ser desarrollado durante el hack. Si se va a reutilizar código, este debe ser de código abierto, o bien, contar con los permisos para usarlo.", "hackathon-prizes": [{"prize-content": "$30 Amazon Gift Card for each team member", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Raspberry Pi & PiHut Essential Kit per team member", "prize-title": "Best Domain Name Registered with Domain.com"}, {"prize-content": "DragonBoard 410C for each team member", "prize-title": "Best IoT Hack Using a Qualcomm Device"}, {"prize-content": "Tarjeta de regalo de Amazon con valor de $10,000 MXN, para cada participante del equipo ganador", "prize-title": "SMART AND FRIENDLY HELP DESK by Sigma Alimentos"}, {"prize-content": "Un nintendo Switch para el equipo", "prize-title": "DETECTOR DE CALORÍAS by Definity First"}, {"prize-content": "- Seguimiento al proyecto para su publicación ligado al sitio del Consejo Nuevo León.", "prize-title": "NUEVO LEÓN MAÑANA by Ukko and Gobierno de Nuevo León"}, {"prize-content": "Una Tarjeta de regalo de Best Buy de 1000 pesos por integrante del equipo.", "prize-title": "ESCUELA DE INGENIERÍA"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Av. Eugenio Garza Sada 2501, Tecnológico, 64849 Monterrey, N.L., Mexico", "hackathon-url": "https://hackmty-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Av. Eugenio Garza Sada 2501, Tecnológico, 64849 Monterrey, N.L., Mexico", "hackathon-description-header": "This is the largest student hackathon in Mexico. Hosted by ACM Monterrey.", "hackathon-prizes-total": "$120", "hackathon-location-description": "Tec de Monterrey", "hackathon-end-date": "", "has-projects": "False"}