{"hackathon-description-text": "\nWearable tech. Ubiquitous computing. In a world where the future is at our fingertips, Samsung is inviting developers to take technology to the next level by creating innovative, functional, and original apps for the", "hackathon-number-of-prizes": "4", "hackathon-id": "gearappfinal", "hackathon-judges": [{"judge-role": "A panel of internal judges from Samsung", "judge-name": "Samsung Judging Panel"}, {"judge-role": "Vice President of Mobile Products, Nuance Communications", "judge-name": "Aaron Sheedy"}, {"judge-role": "CEO and Founder of Wearable World", "judge-name": "Redg Snodgrass"}, {"judge-role": "CEO of Lark Technologies", "judge-name": "Julia Hu"}, {"judge-role": "Staff Writer at TechCrunch", "judge-name": "Darrell Etherington"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n\nThe Samsung Gear App Challenge was open to developers from around the world who became registered members on the\n\nOnly", "hackathon-number-of-participants": "231", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\n and must continue to meet all of the Round 1 requirements below.\nAlthough it is not required, additional points will be given in Round 2 to finalists who update their Gear app to support the latest Samsung Gear S screen resolution of 360*480 during the Round 2 development period and pass certification for the Gear S device.\n[\nNo points will be awarded under this criterion for Gear apps that do not support the latest Samsung Gear S screen resolution of 360x480 and/or do not pass certification for the Gear S device, with the exception of the following:\nGear apps which include features not supported on the Samsung Gear S device - thus prohibiting them from supporting the latest Samsung Gear S screen resolution of 360x480 and passing certification for the Gear S device - will not be penalized, and will receive the same set number of points awarded to apps that support the latest Samsung Gear S screen resolution of 360x480 and pass certification for the Gear S device.]\n \n\nSubmitted applications must be Samsung Gear Apps created using the\nYour app may be any one of the\nIf the Host-side Application links to a Samsung Galaxy, then the application must support at least one device among Galaxy S5, Galaxy Note 3, Galaxy S4.\nAll submitted apps must also be submitted to\nApps must have English language support and may offer multilingual support that includes English.\n ", "hackathon-rules": "\n \nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.  \nThe Samsung Gear App Challenge (hereinafter “Challenge”) is a competition designed by Samsung Electronics Co., Ltd. (hereinafter “Samsung”) to motivate and reward the development of creative and original applications by Samsung Gear 2 application developers (“Participant” or “You”). Samsung is the sponsor and entity responsible for the Challenge.\nChallengePost, Inc. (hereinafter “ChallengePost”) is the administrator of the Challenge. “ChallengePost” will manage and implement the Challenge per the direction of “Samsung,” including but not limited to, providing the Challenge website and serving as official timekeeper. \nThese Terms and Conditions set forth the rules for the Challenge, such as eligibility, how to participate, and judging criteria. Participation in the Challenge constitutes your full and unconditional agreement to these Terms and Conditions. By entering, you agree that all decisions related to the Challenge that are made pursuant to these Terms and Conditions are final and binding, and that all such decisions are at the sole discretion “Samsung” and/or “ChallengePost.” \nThe Challenge will include two rounds. The first round is open to any Participant meeting the eligibility requirements below and submitting an entry that meets the stated requirements. The second round is only for entries selected as winning entries in the first round. The second round is an opportunity to win additional prizes and improve or modify the application submitted in the first round.\nThe “ChallengePost” Terms of Service are hereby incorporated into these Terms and Conditions.  The “ChallengePost” Terms of Service are located at \n. If there is a conflict between the “ChallengePost” Terms of Service and these Terms and Conditions, the latter terms shall control with respect to this Challenge only. \n \n(1)  Individual Participants\n(2)  Corporate Participants\n(3)  Restrictions on participation\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n\n(1)  First Round Submission Period: 9:00pm EDT USA, May 7, 2014 - 5:00pm EDT USA on July 17, 2014.\n(2)  Samsung GALAXY Apps Certification Period: July 18, 2014 – August 7, 2014.\n(3)  Judging Period (first round): August 8, 2014 – August 19, 2014\n(4)  Finalists Announced: on or about August 20, 2014. \n(5)  Second Round Submission Period: 10:00am EDT USA, August 22, 2014 – 5:00pm EDT USA, September 30, 2014\n(6) Samsung GALAXY Apps Certification Period (second round): October 1, 2014 - October 13, 2014\n(7)  Judging Period (second round): October 1, 2014 – October 20, 2014.\nThe Judging Period will begin durning the second round Certification Period. Submission materials entered by the Second Round Submission Period deadline, including the demo video, will be evaluated October 1, 2014 - October 13, 2014. Certified Applications will be downloaded and evaluated October 14, 2014 - October 20, 2014, following the Certification Period deadline. \n(8)  Public Voting Period: 10:00am EDT USA, October 24, 2014 – 5:00pm EDT USA, November 9, 2014\n(9)  Winner Announcement: Samsung Developer Conference (November 11-13th, 2014).\n* All timing is subject to change at “Samsung’s” sole discretion. In such an event, an announcement will be posted on the Challenge Website.\n\n(1)  Registration and Agreement to Terms and Conditions\n(2)  Rounds One and Two\n(3)  First Round\n(4)  Second Round\n* Samsung reserves the right to cancel or modify the Challenge eligibility and/or requirements at any time without prior notice. Any changes will be posted on the Challenge Website.\n \n(1)  Judges: The panel will consist of external judges selected by “Samsung”.\n(2)  Judging criteria:\n(3)  Entries in each round will be ranked in order of highest to lowest scores and the highest scoring entries will receive the prizes indicated below. All scoring will be determined by “Samsung” and the judges in their sole discretion.\n(4)  Judges and judging criteria are subject to change due to “Samsung” circumstances. \n(5)  Judges are not required to test the Application and may choose to judge based solely on the text description, images and video provided in the Entry.\n \n(1)  First Round Winners\n(2)  Second Round Winners\n* Please note that Popular choice prize may be provided as money for an equivalent value to the car depending on the country of residency of the Popular choice prize winner.\n(3)  Additional Considerations Related to Prizing\n \n(1)  If participating as a team, the representative may provide “Samsung” and/or “ChallengePost” with personal information on team members, in order to receive a prize. In such cases, it is the responsibility of the representative to obtain consent from the members concerned in order to submit the information. Personal information on any other third party must also be provided through legitimate procedures in accordance with relevant laws.\n(2)  Personal information collected from participants or winners may be used by “Samsung” and “ChallengePost” for the progress, promotions of the Challenge and other relevant affairs.\n(3)  Residents of the European Union (EU) will be notified of the following regarding data collection and processing in accordance with EU laws. \n \n\n(1)  The participant retains intellectual property rights to the Entry.\n(2)  By entering the Challenge, the participant shall grant to “Samsung”, “ChallengePost” and any other third parties acting on Samsung’s behalf, a royalty-free, non-exclusive, transferable, worldwide, and perpetual license to display publicly and use for promotional purposes the Entry, in perpetuity. This license includes, but is not limited to, posting or linking to the Entry on “Samsung’s”, “ChallengePost’s” and partners’ websites and applications, including the Challenge website, and display and promotion of the Entry in any other media, worldwide. Such license may also include, but is not limited to, the right to make available the entry and the relevant apps in the Samsung Device and/or Samsung online and/or offline store. The name or nickname of the participant will not be displayed for the advertisement and promotion of the Challenge or “Samsung”.\n\n \n(1)  As the sole and exclusive owner of the entries, Participants shall warrant that they will not infringe any rights of the third party including portrait rights, moral rights, design rights, patent rights, utility model rights, copyrights, program copyrights and trade secrets.\n(2)  “Samsung” and “ChallengePost” do not have the responsibility to intervene in any dispute regarding an entry to the Challenge between a Participant and a third party. Such matters are wholly the responsibility of the individuals concerned and “Samsung” and “ChallengePost” cannot be held responsible or accountable in any way.\n(3)  If a participant violates these Terms or relevant laws and a dispute against “Samsung” arises or is likely to arise, the participant (all team members for team participants, the corporation as a whole for corporate participants) shall defend “Samsung” at their own expense and responsibility, compensate “Samsung” for any losses suffered by “Samsung” as a result and take all appropriate measures requested by “Samsung” in relation to the event.  \n\n(1)  Individuals or organizations who are not eligible to participate, participated in an abnormal or illegal manner or otherwise breached these Terms or relevant laws may be excluded from receiving any prizes or have their prize canceled. If a participant disrupts implementation of relevant tasks or is deemed likely to do so such as by disrupting the progress of the Challenge or threatening other participants, “Samsung” or judges, likely disruptive to the implementation of the Challenge and/or other administrative process, “Samsung” may restrict the participant’s participation in the Challenge, exclude the participant from receiving any prizes, cancel any prizes, and take any other necessary measures.\n(2)  “Samsung” and/or “ChallengePost” may take any action including but not limited to requesting additional verification of the identity, age and other relevant details when reasonably necessary in order to protect “Samsung” from fraud and other false claims. Participants who refuse any such requests may be excluded from receiving any prizes or have their prize canceled.\n(3)  The Challenge may be terminated or have any relevant details changed in accordance with “Samsung” circumstances, and “Samsung” cannot be held responsible without causes attributable to “Samsung”. \n(4)  Matters not specified herein shall be in accordance with the Terms of Use and Privacy Policy of Samsung GALAXY Apps Seller Office or, where applicable, the “ChallengePost” Terms of Service at \n. If there is a conflict between the ChallengePost Terms of Service and these Challenge Terms and Conditions, the latter terms shall control with respect to this Challenge only.  \n(5)  These Terms of Use shall form a binding legal contract between the participant and “Samsung”.\n(6)  The laws of the Republic of Korea shall apply to the Challenge. In the event of any dispute regarding the Challenge, the participant may file a lawsuit to the non-exclusive jurisdiction of Seoul Central District Court of the Republic of Korea.\n(7)  Notwithstanding anything stated herein or elsewhere to the contrary, these Terms and Conditions and the Challenge may be subject to change by “Samsung” from time to time at “Samsung’s” reasonable discretion, subject to the applicable laws and/or other obligation(s) “Samsung” may owe to third party(s). In such cases, an announcement will be made on the challenge website. “Samsung” reserves all rights and remedies available to it at law or in equity. Any prize money or payment payable hereunder may be subject to deduction, set-off or discount as “Samsung” reasonably deems necessary under the applicable laws, including without limitation, any applicable tax codes.", "hackathon-prizes": [{"prize-content": "In addition to the cash prize, the top 10 winners will be invited to Samsung Developers Conference (November 11-13, 2014) to attend the award ceremony and exhibit/demonstrate their apps at the conference.", "prize-title": "Round 2: Grand Prize"}, {"prize-content": "In addition to the cash prize, the top 10 winners will be invited to Samsung Developers Conference (November 11-13, 2014) to attend the award ceremony and exhibit/demonstrate their apps at the conference.", "prize-title": "Round 2: Second Prize "}, {"prize-content": "Each winner will receive a $10,000 cash prize. In addition to the cash prize, winners will also receive marketing and promotion support from Samsung.", "prize-title": "Round 2: Third Prize "}, {"prize-content": "Popular Choice prize includes a high-end BMW i3 car.", "prize-title": "Round 2: Popular Choice Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://gearappfinal.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "", "hackathon-description-header": "Your world. Your wrist. Create the best Samsung Gear App and change your universe.", "hackathon-prizes-total": "$850,000", "hackathon-location-description": "", "hackathon-end-date": "2014-09-30", "has-projects": "True"}