{"hackathon-description-text": "\nHack the Heat is a 24 hour student-run summer hackathon, aimed at giving high-school students an opportunity to collaborate, design, and build awesome apps and gadgets, all for the chance to win excellent prizes! Unlike most hackathons, our event is open to high schoolers of all skill levels, and while friendly competition will be present, growing in skill should be the primary aim for all of our attendees. ", "hackathon-number-of-prizes": "4", "hackathon-id": "hack-the-heat-2016", "hackathon-judges": [{"judge-role": "Director of Software Development at SPS Commerce", "judge-name": "John Kelly"}, {"judge-role": "Global ISV, Azure Architecture Specialist at Microsoft", "judge-name": "Brent Stineman"}, {"judge-role": "Software Engineer at Target", "judge-name": "Dominic Smith"}, {"judge-role": "Software Engineering Manager at Intercomp Company", "judge-name": "Gregory Thompson"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAll students age\nYou\nThis is an", "hackathon-number-of-participants": "19", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). \nWe do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Top Overall"}, {"prize-content": "", "prize-title": "Best Web App"}, {"prize-content": "", "prize-title": "Best Mobile App"}, {"prize-content": "", "prize-title": "Best Game"}], "hackathon-location-google-maps": "https://maps.google.com/?q=540 Lake St, Excelsior, MN 55331, USA", "hackathon-url": "https://hack-the-heat-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Apps will be judged on their overall user experience/interface. This is an important aspect, as effective apps should be intuitive and easy to use."}, {"judging-criterion": "Judges will take into account the \"behind the scenes\" work that went into your app. This focuses mainly on the server side aspects of the app."}, {"judging-criterion": "Application's ability to effectively solve a problem."}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "540 Lake St, Excelsior, MN 55331, USA", "hackathon-description-header": "A 24-Hour Coding Event for High Schoolers of All Skill Levels", "hackathon-prizes-total": "$245", "hackathon-location-description": "The Excelsior Commons Workplace", "hackathon-end-date": "2016-08-21", "has-projects": "True"}