{"hackathon-description-text": "\nis the world’s first deep learning enabled video camera designed to help you grow your machine learning skills by gaining hands-on experience with a physical device capable of running real time computer vision models.", "hackathon-number-of-prizes": "3", "hackathon-id": "awsdeeplens", "hackathon-judges": [{"judge-role": "Director Product Management, AWS Deep Learning", "judge-name": "Matt Wood"}, {"judge-role": "Senior PMT, AWS DeepLens, AWS Deep Learning", "judge-name": "Jyothi Nookula"}, {"judge-role": "Head, AWS AI Product Marketing", "judge-name": "Joel Minnick"}, {"judge-role": "Senior Manager, AWS AI", "judge-name": "Mike Miller"}, {"judge-role": "Director of Applied Science, AWS Deep Learning", "judge-name": "Stefano Soatto"}, {"judge-role": "Chief Evangelist, AWS", "judge-name": "Jeff Barr"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n", "hackathon-number-of-participants": "623", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nCreate a working software application that uses and runs on the AWS DeepLens device. Any cloud integrations must use AWS. \nUse AWS DeepLens’s sample projects to get started or build your own custom model from scratch.\nYour repository must host the .json model definition, model parameter file, lambda function, gist log and Readme file. The Readme file should contain model location and access instructions, step by step instructions on how to use the trained model and lambda functions, references to any other applicable documents or arxiv papers your project is based on, and testing instructions needed for testing your model. If needed for your solution, also include any side scripts or lambda functions needed to test. ", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nAWS DeepLens Challenge (the “Hackathon”)\n (the “Hackathon Website”)\n \n\n(the “Poster”): Amazon Web Services, Inc., 410 Terry Avenue North, Seattle, WA 98109-5210.\nThe Poster is the sponsor of the Hackathon.\n(the “Administrator”): Devpost, Inc. (“Devpost”), 222 Broadway, 19th Floor, New York, NY 10038.\nThe Administrator is responsible for the rules, administration, and operation of the Hackathon. The Poster, Amazon Web Services, Inc., is not responsible for the rules, administration, or operation of the Hackathon.\n \n\n Nov 29th, 2017 (2:30 pm EST / 11:30am PST) – 14th Feb, 2018 (5:00pm EST / 2pm PST) (the “Hackathon Submission Period”)\n Feb 15th, 2018 (10:00am EST / 7am PST) – Feb 26th, 2018 (5:00pm EST / 2pm PST) (the “Judging Period”)\n On or around Feb 28th, 2018 (2:00pm EST / 11am PST) \nThe Administrator will be the official timekeeper for the Hackathon.\n \n\n\n(the above are collectively, “Makers”)\nAn Eligible Individual may join more than one Team, Small organization, or Large organization and an Eligible Individual who is part of a Team, Small organization, or Large organization may also enter the Hackathon on an individual basis.\nIf a Team, Small organization, or Large organization is entering the Hackathon, they must appoint and authorize one individual (the “Representative”) to represent, act, and enter a Submission, on their behalf. The Representative, each Team member and each member of a participating Organization who participates in the Hackathon must meet the eligibility requirements above. By entering a Submission on the Site on behalf of a Team, Small organization, or Large organization you represent and warrant that you are the Representative authorized to act on behalf of your Team, Small organization, or Large organization.\n\n*The members of an individual’s immediate family include the individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings. The members of an individual’s household include any other person that shares the same residence as the individual for at least three (3) months out of the year.\n**Agents include individuals or organizations that in creating a Submission to the Hackathon, are acting on behalf of, and at the direction of, a Promotion Entity through a contractual or similar relationship.\n***An affiliate is: (a) an organization that is under common control, sharing a common majority or controlling owner, or common management; or (b) an organization that has a substantial ownership in, or is substantially owned by the other organization. \n \n\nMakers must do the following to participate in the Hackathon: \n(each a “Submission”)\n\nAll materials submitted in connection with the Hackathon must be in English or, if not in English, the Maker must provide an English translation of the demonstration video, text description, and testing instructions as well as all other materials submitted. \n\n(i) \n Participants must build a working software application that uses and runs on the AWS DeepLens hardware and any cloud integrations must use AWS (each an “Application”).\n(ii) \nThe Application code must function as depicted in the video and/or expressed in any other materials submitted in connection with the Hackathon.\n(iii) \nApplications must be either newly created by the Maker or, if the Application existed prior to the Hackathon Submission Period, must have been updated to integrate with AWS DeepLens during the Hackathon Submission Period.\n(iv) \nThe Maker must make the Application available free of charge and without any restriction, for testing, evaluation and use by the Poster, Administrator and judges during the Hackathon and until the Judging Period ends. Makers must make their Application available for testing by:\n(v) \n A Maker may submit more than one Submission, but each Submission must be unique and substantially different from each of the Maker’s other Submissions, as determined by the Poster and/or the Administrator. “Submission” means, collectively, the Application, video, entry information and any other material or information submitted by a Maker in connection with entry in the Hackathon.\n(vi) \nApplications may integrate third-party SDKs, APIs and services, provided the Maker is authorized to use them. \n(vii) \nDevelopers can use the suite of tools included on the AWS DeepLens, leverage additional AWS machine learning tools, or integrate any other tools and applications that they have the rights to use. AWS DeepLens runs on AWS Greengrass and is preloaded with AWS Lambda functions and AWS Acuity. Recommendations for Applications (not required):\n(viii) \nYour Submission and all components thereof must: (a) be your (or your Team, Small organization, or Large organization’s) original work product; (b) be solely owned by you, your Team, your Small organization, or your Large organization with no other person or entity having any right or interest in it; and (c) not violate the intellectual property rights or other rights, including but not limited to copyright, trademark, patent, contract, and/or privacy rights, of any other person or entity. A Maker may contract with a third party for technical assistance to create the Submission provided the Submission components are solely the Maker’s work product and the result of the Maker’s ideas and creativity, and the Maker owns all rights to them. A Maker may submit a Submission that includes the use of open source software or hardware, provided the Maker complies with applicable open source licenses and, as part of the Submission, creates software that enhances and builds upon the features and functionality included in the underlying open source product. By entering the Hackathon you represent, warrant, and agree that your Submission meets these requirements.\n(ix) \n An Application must not have been developed, or derived from an Application developed, with financial or preferential support from the Poster or Administrator. Such Applications include, but are not limited to, those that received funding or investment for their development, were developed under contract, or received a commercial license, from the Poster or Administrator any time prior to the end of Hackathon Submission Period. The Poster, at their sole discretion, may disqualify a Submission, if awarding a prize to the Submission or Maker would create a real or apparent conflict of interest.\n\nThe text description should include a brief explanation of what the Application does and what makes it unique.\nThe image(s) should be photographs or screenshots of your working Application. \nThe video portion of the Submission: \na. should be less than five (5) minutes\nb. should include appropriate disclosure on the video or text description that it is being posted as part of entry into the Hackathon (#AWSDeepLensChallenge).\nc. must include footage that clearly explains the Application’s features and functionality through a comprehensive demonstration;\nd. must be uploaded to YouTube, Vimeo, or Youku, and a link to the video must be provided on the submission form on the Hackathon Website;\ne. must not include third party trademarks or copyrighted music or other material unless the Maker has permission to use such material; and\nf. must not depict or identify any person unless the Maker has obtained for the person prior written consent to such person’s being depicted or identified in the video and to the video being used in connection with the Hackathon as permitted pursuant to these Official Rules.\n\nPrior to the end of the Hackathon Submission Period, you may save draft versions of your Submission on Devpost to your portfolio before submitting the Submission materials to the Hackathon for evaluation. Once the Submission Period has ended, you may not make any changes or alterations to your Submission, but you may continue to update the project in your Devpost portfolio.\nThe Poster may permit you to modify part of your Submission after the Hackathon Submission Period for the purpose of adding the Hackathon hashtag (#AWSDeepLensChallenge) to the demonstration video, removing material that potentially infringes a third party mark or right, discloses personally identifiable information, or is otherwise inappropriate. The modified Submission must remain substantively the same as the original Submission with the only modification being what the Poster permits.\n \n\nSubject to the licenses described below, any applicable intellectual property rights to a Submission will remain with the Maker.\nBy entering the Hackathon, you grant to the Poster, Administrator, each of their parent companies, subsidiaries and affiliates, and any other third parties acting on behalf of any of the foregoing, and the successors, licensees and assigns of each of the foregoing (all of the foregoing, collectively, the \"Contest Entities”), a royalty-free, non-exclusive, worldwide perpetual license to display publicly and use for promotional purposes the Submission, in perpetuity. This license includes, but is not limited to, posting or linking to the Submission on Poster’s, Administrator’s, and partners’ websites and applications, including the Hackathon Website, and display and promotion of the Submission in any other media, worldwide.\nWithout limitation of any of the Contest Entities’ rights pursuant to these Official Rules, the following Submission components may be displayed to the public: name, description, images, video URL, website, URL, team members, the Submission category and platform, and submitter type. Other Submission materials may be viewed by the Poster, Administrator, and Judges for screening and evaluation.\nMakers represent and warrant that the Contest Entities are free to use Makers’ Submission in the manner described above, as provided or as modified by the Administrator, without obtaining permission or license from any third party and without any compensation to Makers.\n \n\nEligible Submissions will be evaluated by a panel of judges selected by the Poster (the “Judges”). Judges may be employees of the Poster or external, may or may not be listed individually on the Hackathon Website, and may change before or during the Judging Period. Judging may take place in one or more rounds with one or more panels of Judges, at the discretion of the Poster.\nThe Judges will score eligible Submissions using the following equally weighted criteria (the “Judging Criteria”):\n (Includes creativity and originality of the Application idea.)\n (Includes how well the idea was executed by the developer.)\n\nThe Judging Criteria above may not apply to every prize. See Section 7 below for the Judging Criteria that applies for each prize. The Maker(s) that are eligible for a prize, and whose Submissions earn the highest overall scores based on the applicable Judging Criteria, will become potential winners of that prize.\nJudges are not required to test the Application and may choose to judge based solely on the text description, images and video provided in the Submission. \nFor each prize listed in Section 7 below, if two or more Submissions are tied, the tied Submission with the highest score in the first applicable criterion listed above will be considered the higher scoring Submission. In the event any ties remain, this process will be repeated, as needed, by comparing the tied Submissions’ scores on the next applicable criterion. If two or more Submissions are tied on all applicable criteria, the panel of Judges will vote on the tied Submissions.\n \n\n \nAll prize details that are not expressly specified in these Official Rules will be determined by Administrator or Poster, as applicable, in their discretion. The prize will be awarded if properly claimed. No cash redemption or transfer of the right to receive the prize is permitted, except in the discretion of Administrator. The prize consists only of the item(s) expressly specified in these Official Rules and does not include any travel arrangements or expenses. All expenses or costs associated with the acceptance or use of the prize or any component of the prize are the responsibility of the winner. The prize is awarded “as is” and without any warranty, except as required by law. In no event will more than the number of prizes stated in these Official Rules be awarded.\n \n\nTHE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster and/or Administrator.\nPotential winners will be notified using the email address associated with the Devpost account used to enter the Submission (the submitter is the “Representative” in the case of a Team, Small organization, or Large organization). In order to receive a prize, the potential winner (including all participating team members in the case of a Team, Small organization, or Large organization) will be required to sign and return to the Poster or Administrator, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nten (10) business days after the Required Forms are sent.\nThe Poster and/or Administrator may deem a potential winner (or participating team members) ineligible to win if: \n(i) the potential winner’s Representative or any participating member does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the prize;\n(ii) the prize or prize notification is returned as undeliverable; or\n(iii) the Submission or the potential winner, or any member of a potential winner’s Team, Small organization, or Large organization, is disqualified for any other reason. \nIn the event of a disqualification, the Poster and/or Administrator may award the applicable prize to an alternate potential winner.\n \n\nThe Poster has the right to make a prize substitution of equivalent or greater value. The Poster will not award a prize if there are no eligible Submissions entered in the Hackathon, or if there are no eligible Makers or Submissions for a specific prize.\nPrizes will be payable to the Maker, if an individual, to the Maker’s Representative, if a Team, or to the Organization, if the Maker is an Organization. It will be the responsibility of the winning Maker’s Representative to allocate the prize among their Team or Organization’s participating members, as the Representative deems appropriate. Prizes are payable via any means of the Poster or Administrator's choosing, whether electronic or not, and are payable only after receipt of the Required Forms. A winning Maker may be required to provide a mailing address, bank information, and/or create an account with an electronic payment provider of the Poster or Administrator’s choosing in order to receive payment.\nFailure to provide correct information on the Required Forms, or other correct information required for the delivery of a prize, may result in delayed prize delivery, disqualification or the Maker, or forfeiture of a prize.\nWithin 45 days of the Poster or Administrator’s receipt of the Required Forms\nWinners (and in the case of Team or Small organization, all participating members) are responsible for any fees associated with receiving or using a prize, including but not limited to, wiring fees. Winners (and in the case of Team or Small organization, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. United States residents may be required to provide a completed form W-9 and residents of other countries may be required to provide a completed W-8BEN form. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the prize to relevant government departments/agencies, if necessary. The Poster, Administrator, and/or prize provider reserve the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\n \n\nA. By entering the Hackathon, you (and, if you are entering on behalf of a Team, Small organization, or Large organization each participating members) agree(s) to the following: \n(i) The relationship between you, the Maker, and the Poster and Administrator, is not a confidential, fiduciary, or other special relationship. \n(ii) You will be bound by and comply with these Official Rules and the decisions of the Poster, Administrator, and/or the Hackathon Judges which are binding and final in all matters relating to the Hackathon. \n(iii) You release, indemnify, defend and hold harmless each of the Contest Entities, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Hackathon, and all of their respective past and present officers, directors, employees, agents and representatives (hereafter the “Released Parties”) from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees), including but not limited to negligence and damages of any kind to persons and property, defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury, arising out of or relating to the Hackathon, a Maker’s entry, creation of Submission or entry of a Submission, participation in the Hackathon, acceptance or use or misuse of the prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of the Submission as authorized or licensed by these Official Rules.\nB. Without limiting the foregoing, the Released Parties shall have no liability in connection with:\n(i) any incorrect or inaccurate information, whether caused by the Poster or Administrator’s electronic or printing error, or by any of the equipment or programming associated with or utilized in the Hackathon;\n(ii) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines, internet connectivity or electronic transmission errors, or network hardware or software or failure of the Hackathon Website; \n(iii) unauthorized human intervention in any part of the entry process or the Hackathon;\n(iv) technical or human error which may occur in the administration of the Hackathon or the processing of Submissions; or\n(v) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from the Maker’s participation in the Hackathon or receipt or use or misuse of any prize. \nThe Released Parties are not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Makers. Proof of sending or submitting will not be deemed to be proof of receipt by the Poster or Administrator.\nIf for any reason any Maker’s Submission is determined to have not been received or been erroneously deleted, lost, or otherwise destroyed or corrupted, the Maker’s sole remedy is to request the opportunity to resubmit its Submission. Such request must be made promptly after the Maker knows or should have known there was a problem, and will be determined at the sole discretion of the Poster. \nEach Maker acknowledges that each of the Contest Entities engages and has engaged and will in the future engage in the development, preparation, production, acquisition and dissemination of software, technology and other material (collectively, “Materials”), including without limitation Materials that may be similar or identical to a Maker’s Submission, and that other people may previously have submitted to one or more of the Contest Entities Materials that are similar or identical to a Submission. Each Maker agrees that it will not be entitled to any compensation or credit in connection with, and will not have any other legal, equitable or other rights of any nature with respect to, the use by any of the Contest Entities of any Material that is similar or identical to any Submission or any component thereof. As an inducement to Administrator to accept the Maker’s entry, each Maker hereby waives any claim or right of action against any of the Contest Entities in connection with the Contest Entities’ use of any Materials (or any portions thereof), whether or not such Materials are similar or identical to an Maker’s Submission or contain any features, ideas, material and/or elements that are similar or identical to those contained in an Maker’s Submission. Without limitation of the foregoing, the Contest Entities will have the right to use, without any payment or other obligation whatsoever to any Maker, any part of any Submission, and any idea or concept contained therein, that (a) is similar or identical to, or contains elements encompassed in, any material or concept that has been developed, produced or disseminated or is under consideration or in development by or for any of the Contest Entities before or at the time of the Maker’s submission of the Submission, (b) is not unique, novel, original and concrete so as to be entitled to protection under applicable laws, (c) has been made public by anyone at the time of its submission in the Hackathon or otherwise is in the public domain, (d) would be freely usable by a third party if it had not been submitted as a Submission or the subject of any agreement, (e) is not protected by United States copyright law or (f) is similar or identical to, or contains elements encompassed in, an idea, concept or material that is independently created by any Contest Entity or any third party. Acceptance of a Submission is not an admission by any Contest Entity of the novelty or originality of the Submission.\n \n\nBy participating in the Hackathon you consent to the use of personal information about you, if you are a winner, by the Poster, Administrator, and third parties acting on their behalf. Such personal information includes, but is not limited to, your name, likeness, photograph, voice, opinions, comments and hometown and country of residence. It may be used in any existing or newly created media, worldwide without further payment or consideration or right of review, unless prohibited by law. Authorized use includes advertising and promotional purposes.\nThe duration of your consent is for a period of three years following the conclusion of the Hackathon. This consent applies, as applicable, to all members a Maker’s Team, Small organization or Large organization that participated in the winning Submission.\nEach Maker consents to Poster documenting, recording, and publishing each entry in order to promote the Hackathon, its results, and participation. Without limiting any other grant contemplated in the Official Rules, each Maker consents to his or her name and/or likeness and a description and/or photo of such Maker’s Submission being posted on: (a) any website (including, but not limited to, a blog) owned and/or operated by Poster or any of its affiliates, Poster pages on any social media websites (including, but not limited to, Facebook, Instagram, Twitter, Snapchat, and Tumblr); and (b) any other website or other online point of presence through which any Poster products or services are described, syndicated, offered, merchandised, or advertised (the websites described in (a) and (b), collectively the “Poster Sites”). Poster’s decision to post information regarding a Maker or Submission on any Poster Site does not mean that such Maker or Submission has been selected as a winning Maker or Submission.\n \n\nA. Poster and Administrator reserve the right, in their sole discretion, to change the Official Rules or cancel, suspend and/or modify the Hackathon at any time. \nB. Poster and Administrator reserve the right in their sole discretion to disqualify any individual or Maker it finds to be actually or presenting the appearance of tampering with the entry process or the operation of the Hackathon or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Hackathon, or a violation of any applicable law or regulation.\nC. Any attempt by any person to undermine the proper conduct of the Hackathon may be a violation of criminal and civil law. Should Poster or Administrator suspect that such an attempt has been made or is threatened, they reserve the right to take appropriate action including but not limited to requiring a Maker to cooperate with an investigation and referral to criminal and civil law enforcement authorities. \nD. If there is any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Hackathon materials, including but not limited to the Hackathon Submission form, Hackathon Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nE. The terms and conditions of the Official Rules are subject to change at any time, including the rights or obligations of the Maker, the Poster and the Administrator. The Poster and Administrator will post the terms and conditions of the amended Official Rules on the Hackathon Website. To the fullest extent permitted by law, any amendment will become effective at the time specified in the posting of the amended Official Rules or, if no time is specified, the time of posting.\nF. If at any time prior to the deadline, a Maker or prospective Maker believes that any Official Rule is or may be unclear or ambiguous, they must submit a written request for clarification.\nG. The Poster or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Should any provision of these Official Rules be or become illegal or unenforceable in any jurisdiction whose laws or regulations may apply to a Maker, such illegality or unenforceability shall leave the remainder of these Official Rules, including the Rule affected, to the fullest extent permitted by law, unaffected and valid. The illegal or unenforceable provision shall be replaced by a valid and enforceable provision that comes closest and best reflects the Poster’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision.\nH. Excluding Submissions, all intellectual property related to this Hackathon, including but not limited to copyrighted material, trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Poster and/or Administrator. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited. Any use in a Submission of Poster or Administrator intellectual property shall be solely to the extent provided for in these Official Rules.\n \n\nBy entering, all Makers (including, in the case of a Team, Small organization, or Large organization, all participating members) agree to be bound by the Official Rules and hereby release the Released Parties from any and all liability in connection with the prizes or Maker’s participation in the Hackathon. Provided, however, that any liability limitation regarding gross negligence or intentional acts, or events of death or body injury shall not be applicable in jurisdictions where such limitation is not legal. \n \n\nA. Except where prohibited by law, as a condition of participating in this Hackathon, Maker agrees that:\n(i) any and all disputes and causes of action arising out of or connected with this Hackathon, or any prizes awarded, shall be resolved individually, without resort to any form of class action lawsuit, and exclusively by final and binding arbitration under the rules of the American Arbitration Association and held at the AAA regional office nearest the contestant;\n(ii) the Federal Arbitration Act shall govern the interpretation, enforcement and all proceedings at such arbitration; and\n(iii) judgment upon such arbitration award may be entered in any court having jurisdiction.\nB. Under no circumstances will Maker be permitted to obtain awards for, and contestant hereby waives all rights to claim, punitive, incidental or consequential damages, or any other damages, including attorneys’ fees, other than contestant’s actual out-of-pocket expenses (i.e., costs associated with entering this Hackathon), and Maker further waives all rights to have damages multiplied or increased.\nC. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of Maker and Poster in connection with this Hackathon, shall be governed by, and construed in accordance with, the substantive laws of the State of New York, USA without regard to New York choice of law rules.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU.\n \n\nPoster and Administrator may, in their sole discretion and at any time, disqualify any Maker: (a) not complying with the Official Rules; (b) found to be tampering with the entry process, the outcome of the Hackathon, or the operation of the Hackathon Website; or (c) acting in an unsportsmanlike or disruptive manner or with intent to annoy, abuse, threaten, or harass any other Maker. ANY ATTEMPT BY ANY INDIVIDUAL TO DELIBERATELY DAMAGE ANY WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE HACKATHON MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAWS, AND SHOULD SUCH AN ATTEMPT BE MADE, POSTER, ADMINISTRATOR AND THEIR AFFILIATES RESERVE THE RIGHT TO SEEK DAMAGES AND/OR OTHER RELIEF FROM ANY SUCH PERSON TO THE FULLEST EXTENT PERMITTED BY LAW.\nBy participating in the Hackathon, each Maker unconditionally accepts and agrees to comply with and abide by the Official Rules and the decisions of Poster and Administrator, which will be final and binding, including Poster’s right to verify eligibility, to interpret the Official Rules, and to resolve any disputes relating to the Hackathon at any time.\n \n\nPlease review the Devpost Terms of Service at \n for additional rules that apply to your participation in the Hackathon and more generally your use of the Hackathon Website. Such Terms of Service are incorporated by reference into these Official Rules. If there is a conflict between the Terms of Service and these Official Rules, the latter terms shall control with respect to this Hackathon only.\nParticipation in the Hackathon constitutes Maker’s full and unconditional agreement to these Official Rules. By entering, a Maker agrees that all decisions related to the Hackathon are final and binding, and that all such decisions are at the sole discretion of the Poster and/or Administrator.\nThe Administrator collects personal information from you when you enter the Hackathon. The information collected is subject to the privacy policy located here: \n.\n \n\nIf you have any questions or comment, or wish to send us any notice regarding this Hackathon, please email us at \n.", "hackathon-prizes": [{"prize-content": "• $7,500 USD", "prize-title": "First Place"}, {"prize-content": "• $5,000 USD", "prize-title": "Second Place"}, {"prize-content": "• $2,500 USD", "prize-title": "Third Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://awsdeeplens.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes creativity and originality of the Application idea."}, {"judging-criterion": "Includes how well the idea was executed by the developer."}, {"judging-criterion": "Includes how well the developer leveraged the hardware."}], "hackathon-location-address": "", "hackathon-description-header": "Build machine learning projects using AWS DeepLens, the world’s first deep learning enabled video camera for developers", "hackathon-prizes-total": "$21,024", "hackathon-location-description": "", "hackathon-end-date": "2018-02-14", "has-projects": "True"}