{"hackathon-description-text": "\nFINALISTS ANNOUNCED! Join us Wednesday, May 3rd at the Philadelphia Museum of Art to see the five finalist teams demo their projects: ", "hackathon-number-of-prizes": "2", "hackathon-id": "philamuseumhackathon", "hackathon-judges": [{"judge-role": "Director of the Expressive and Creative Interaction Technologies (ExCITe) Center and Associate Professor of Electrical and Computer Engineering at Drexel University, @youngmoo", "judge-name": "Youngmoo Kim"}, {"judge-role": "Cofounder and CTO of FixList, formerly Digital Services Architect in the City of Philadelphia's Office of Innovation and Technology, @mjumbewu", "judge-name": "Mjumbe Poe"}, {"judge-role": "Founder of ROAR for Good, @myasmine", "judge-name": "Yasmine Mustafa"}, {"judge-role": "Executive Director of Girl Develop It, @corinnepw", "judge-name": "Corinne Warnshuis"}, {"judge-role": "GoogleVR TiltBrush Artist in Residence, Artist in Residence at Bell Lab, @sougwen", "judge-name": "Sougwen Chung"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nEmployees of the Philadelphia Museum of Art are not eligible.\nYou must purchase a hackathon ticket from ", "hackathon-number-of-participants": "86", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nTeam members must purchase a hackathon ticket from \nYour team is required to submit a video demo of your game as a URL in the Devpost required Video URL field under Submissions by April 28 at 10PM EDT.\nProjects should be developed during the course of the month-long hackathon.\nWe do ask for source code for the judges to review. While we encourage participants to consider open source, it is not required- all files uploaded will only be seen by the judges and hackathon managers. We ask for source code for review, not ownership, as stated in", "hackathon-rules": "\nYou must purchase a hackathon ticket from \n in order to be eligible to win. To submit a project on DevPost, you will be asked for your Order Confirmation number on your Hackathon ticket from the Philadelphia Museum of Art. Teams must submit their games online by April 28, 2017. Judges will review each entry and notify final teams by May 1. The top five teams will present their games to judges and a public audience on Wednesday, May 3. The winning team receives a prize of $2,000 and individual Museum memberships for all team members. The audience’s favorite takes home the People’s Choice award and $500.\nAll participants of Hackathon 2.0 must abide by the Code of Conduct and IP agreement below. Participants violating the code of coduct may be asked to leave the event and the Museum.\nWe value the participation of each member of the community and want everyone to have an enjoyable and fulfilling experience. Accordingly, all participants are expected to show respect and courtesy to other hackathon participants, Museum visitors, and Museum staff.\nTo make clear what is expected, all participants associated with the Philadelphia Museum of Art Hackathon are required to adhere to the following Code of Conduct (including the Short and Long Versions).\nThe Philadelphia Museum of Art is dedicated to providing a harassment-free experience for everyone, regardless of gender, sexual orientation, disability, physical appearance, body size, age, race, or religion. We do not tolerate harassment of participants, staff, or visitors in any form.\nAll communication should be appropriate for a professional audience including people of many different backgrounds.\nBe respectful. Be kind to others. Do not insult or put down other participants. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate.\nParticipants violating these rules may be asked to leave the event and the Museum.\nThank you for helping make this a welcoming, friendly event for all.\nHarassment includes but is not limited to offensive verbal or written comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, or religion, pornographic or obscene images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording without voluntary consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. Harassment can include any behavior that makes another person feel targeted or uncomfortable.\nPhotography is encouraged, but participants, staff, and/or Museum visitors must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).   You must also follow the Museum’s policies relating to photography in the galleries as may be communicated by Museum staff or security guards.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subject to the anti-harassment policy.\nBe careful in the words that you choose. Remember that sexist, racist, and other exclusionary jokes can be offensive to those around you. Excessive swearing and offensive jokes are not appropriate.\nIf a participant engages in behavior that violates this code of conduct, the organizers may take any action they deem appropriate, including warning the offender or expulsion from the event with no eligibility for reimbursement or refund of any type. \nWe expect participants to follow the code of conduct and other Museum policies throughout the Museum as communicated by Museum staff or security guards.  At all times be respectful of the art and other property at the Museum and do not touch or endanger any art objects at any time.\nThe Museum reserves the right to revise, make exceptions to, or otherwise amend these policies in whole or in part.  If you have any questions regarding these policies, please speak with a Museum staff member.\nIf you are being harassed, notice that someone else is being harassed, or think there may be a potential violation of the code of conduct, please contact a member of hackathon staff immediately. If you prefer email, please report it using the email below: \nhackathon@philamuseum.org\nAll reporters have the right to remain anonymous. We value your attendance. Museum staff will be happy to help participants contact security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. \n\nSoftware code developed during the event are the property of the creators. By registering and entering a submission, you grant the Museum an irrevocable, nonexclusive, royalty-free license to use and distribute all other expressions of the ideas represented by the code or apps developed during the hackathon. You also agree that the Museum may explore such ideas with you or on its own. We encourage participants to open source their projects to both share the work with the greater community and promote innovation in this area.\n\nYou agree that you will not submit content that is copyrighted, protected by trade secret or subject to any intellectual property or other proprietary rights, including privacy and publicity rights. To the extent your content includes copyrighted materials, you are responsible for securing any necessary permissions or other rights. If the Museum becomes subject to claims or damages resulting from your work, you will be responsible for them.\n\nYou agree that your work will not include content that is unlawful, obscene, defamatory or libelous. You also agree not to post advertisements or solicitations of business. You also agree that all content you submit will not contain any viruses, Trojan horses, worms or other disabling devices, malware or harmful code. If the Museum becomes subject to claims or damages resulting from your work, you will be responsible for them.\n\nIf you present your work product away from the Museum, you should describe it as “developed at the Power of Art Hackathon hosted by the Philadelphia Museum of Art” but you agree not to use the Museum’s name in any other context or format.\n \n ", "hackathon-prizes": [{"prize-content": "GRAND PRIZE: Judge's choice for best Hackathon 2.0 digital game based on scoring criteria to be revealed at the opening event, April 5.  One group will win a total of $2,000 and one-year Museum memberships for each team member.", "prize-title": "Grand Prize"}, {"prize-content": "PEOPLE'S CHOICE: vote for your favorite Hackathon 2.0 digital game.  One group will win a total of $500.", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "", "hackathon-url": "https://philamuseumhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the game use technology and the Museum’s collection in a creative way? Does it distinguish itself from existing digital game experiences?"}, {"judging-criterion": "Is the game functional? Is the technology scalable? Does the technology have dependencies? How sustainable is it?"}, {"judging-criterion": "Is the game experience playable, engaging, and motivating? Does it create new ways to encourage Museum visitors to explore the galleries and the collection? Does the game connect players with each other and with the collection?"}], "hackathon-location-address": "", "hackathon-description-header": "The Dina Wind Power of Art Hackathon  sponsored by the Wind Foundation", "hackathon-prizes-total": "$2,500", "hackathon-location-description": "", "hackathon-end-date": "2017-04-06", "has-projects": "True"}