{"hackathon-description-text": "\nHackRice is Rice University's annual hackathon event. Participants trade their sleep for a weekend and join a team to create a project - typically software - in an environment optimized for creativity. At the end of the event, the participants demonstrate their projects to fellow hackers, visitors, and a panel of judges. The event is hosted by the Rice Computer Science Club.", "hackathon-number-of-prizes": "22", "hackathon-id": "hackrice-7", "hackathon-judges": [{"judge-role": "TBA", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nConfirmed HackRice 7 attendees may make a Devpost submission. Submissions should be one per project. Alumni may also submit a submission, but it will not be eligible for judging and prizes.", "hackathon-number-of-participants": "179", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Dell P2415Q 24-Inch 4k Monitor for each member of the winning team", "prize-title": "1st Place"}, {"prize-content": "16GB Samsung Galaxy Tab for each member of the winning team", "prize-title": "2nd Place"}, {"prize-content": "Google Home and Chromecast Ultra for each member of the winning team", "prize-title": "3rd Place"}, {"prize-content": "PNY Elite 240GB Portable SSD for each member of the winning team", "prize-title": "Best Data Science Track Project"}, {"prize-content": "12-month Adobe Creative Cloud Photography subscription for each member of the winning team", "prize-title": "Best Design Track Project"}, {"prize-content": "Team members receive Timbuk2 Parkside Laptop Backpacks", "prize-title": "Texas Childrens' Hospital: Best Healthcare Track Project - Patient Engagement"}, {"prize-content": "Team members receive Losei Dual Wireless Earbuds V4.1", "prize-title": "Texas Childrens' Hospital: Best Healthcare Track Project - Disease Management"}, {"prize-content": "Team members receive Raspberry Pi/PiHut essential kit", "prize-title": "MLH: Best Domain Name Registered with Domain.com"}, {"prize-content": "$250 Amazon Web Services Credit", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Team members receive $200 Amazon Giftcards", "prize-title": "Capital One: Best FinTech Hack"}, {"prize-content": "Team members receive Bose Quiet Comfort Bluetooth Headphones", "prize-title": "LILIE: Hurricane Harvey Track"}, {"prize-content": "", "prize-title": "Two Sigma: Best Use of Data Science"}, {"prize-content": "Team members receive Apple Watches", "prize-title": "IBM: Best Use of IBM Watson BlueMix API"}, {"prize-content": "Team members receive $75 in Azure credit", "prize-title": "Microsoft: Best Use of Microsoft Azure that Empowers Individuals or Groups to Achieve More"}, {"prize-content": "Team members receive Amazon Echo Dots", "prize-title": "BlueChasm: Collaboration with Texas Childrens'  - Caregiver - Computer Interactions"}, {"prize-content": "Team members receive Code & Quill Monolith nodebooks and rOtring mechanical pencils", "prize-title": "BlueChasm: Sci-Fi Technology"}, {"prize-content": "Team members will receive Beats by Dre", "prize-title": "HBK: Best Hack Involving a Financial Transaction (Bonus for Digital Currency)"}, {"prize-content": "Team members receive Amazon giftcards", "prize-title": "Indeed: Most Artistic Project"}, {"prize-content": "ForeFlight is devoted to giving pilots the best possible mobile flight planning tools. Earlier this week, one of our developers used our iOS application to record a flight that he took around the Houston area. The data is available for free on GitHub. Your challenge is to take our flight data and reconstruct the flight. Then, display the flight data or analyze it in a unique way. Can you browse the flight from your desk using augmented reality? Replay the flight from the pilot's perspective using virtual reality? Can you analyze the data to detect takeoff, landing, climb, or descent? What about 360º turns, loops, or crashes? Show us your best and win Apple Store gift cards for you and your team. Check out our repository to download the data and sample project:", "prize-title": "ForeFlight: Track Log Analysis"}, {"prize-content": "Team members receive Bose Soundlink Bluetooth Speakers", "prize-title": "JPMorgan Chase &amp; Co.: Best Hack for Disaster Response Using Social Media Data"}, {"prize-content": "Team members receive drones", "prize-title": "PROS: Product Recommendations"}, {"prize-content": "Facebook will sponsor a Community Building Award to the team whose hack helps bring people together and build communities. For details, please see", "prize-title": "Facebook: Community Building Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Laboratory Rd, Houston, TX 77005, USA", "hackathon-url": "https://hackrice-7.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Have you seen a project like this before? How innovative is the solution?"}, {"judging-criterion": "How technically impressive is the project?"}, {"judging-criterion": "Does this project have important implications? Would this project be used outside the hackathon?"}, {"judging-criterion": "How refined is the idea, UI, and overall presentation?"}], "hackathon-location-address": "Laboratory Rd, Houston, TX 77005, USA", "hackathon-description-header": "For the night owls and the dreamers.", "hackathon-prizes-total": "$10,880", "hackathon-location-description": "Rice University Student Center", "hackathon-end-date": "2017-09-24", "has-projects": "True"}