{"hackathon-description-text": "\nIf you're interested in learning Objective-C or improving your existing knowledge, this is the coding competition for you.  We're planning training sessions to provide you with a crash course to learn the language and Xcode.  We'll have Apple engineers on-site in the evenings for office hours if you get stuck or have technical questions.  This is also an awesome opportunity for you to add a project to your resume and then get your resume reviewed by an Apple recruiter.  The top team will win a MacBook Air for each member of the team.", "hackathon-number-of-prizes": "3", "hackathon-id": "ritios", "hackathon-judges": [{"judge-role": "", "judge-name": "iOS App Challenge Judges"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nRegistration is restricted to currently enrolled (as of January 29, 2014) students of the Rochester Institute of Technology.  Students from other area 4-year universities may be allowed to participate; e-mail", "hackathon-number-of-participants": "140", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "\nSubmit a working .xcodeproj with all supporting files, zipped up, to ChallengePost with your submission before the deadline.  A logo or icon representing your app is also required as part of the submission.  Your app will be compiled on our computers and pre-installed on an iPad for the final awards ceremony.", "hackathon-rules": "\nThe iOS Apps that are developed and submitted must meet these requirements in order to be eligible to win the contest and are subject to verification by the sponsoring organization:\nThe students that create the app will maintain full ownership rights although the code must be submitted to the challenge organizers to verify that it meets eligibility requirements and to pre-load it on the iPad for the demo presentation.", "hackathon-prizes": [{"prize-content": "13\" MacBook Air 256GB for each team member (up to 3)", "prize-title": "First Place"}, {"prize-content": "128GB iPad Air (Wi-Fi) for each team member (up to 3)", "prize-title": "Second Place"}, {"prize-content": "128GB iPad Mini with Retina display (Wi-Fi) for each team member (up to 3)", "prize-title": "Audience Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Rochester Institute of Technology, 1 Lomb Memorial Drive, Rochester, NY 14623, USA", "hackathon-url": "https://ritios.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Rochester Institute of Technology, 1 Lomb Memorial Drive, Rochester, NY 14623, USA", "hackathon-description-header": "Learn Objective-C and make an iOS App in less than a week then present it to the RIT community while competing for awesome prizes.", "hackathon-prizes-total": "$8,391", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}