{"hackathon-description-text": "\n <<<<<Event schedule here", "hackathon-number-of-prizes": "3", "hackathon-id": "mobihack", "hackathon-judges": [{"judge-role": "Industry Assistant Professor of Entrepreneurship - IIT Entrepreneurship Academy", "judge-name": "Nik Rokop"}, {"judge-role": "Founder - Tag About | Senior Associate Strategic Consulting - JLL", "judge-name": "Bashar Elayyan"}, {"judge-role": "Principal - Marilee Bowles-Carey Design | Adjunct Professor - IIT", "judge-name": "Marilee Bowles-Carey"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nMust be a person...", "hackathon-number-of-participants": "27", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\n- Presentation\nThe only thing required for this is a presentation. This Presentation should show detailed screens/UI (if applicable) and should explain the product fully. Add a product demo if you can.", "hackathon-rules": "\nVenue\nPlease keep the library \nThere's only a few of us and we're not getting paid to do any of this. Please help us by keeping your area tidy. Pull a trashcan near you. If you spill anything or make a mess \n so we can clean it up. We won't be mad, we promise. We \n be mad if we find a big sticky mess on the floor because you wouldn't tell us about the coke you spilled 5 hours ago. \nKeep an eye on your items. Even with security we can't prevent everything. We're not responsible for lost or stolen items.\nIf you're leaving the library, you need your ID to get back in. Don't go alone if you can, use your best judgement.\nPresentations\n. Given the amount of time you've had to hack this together, you should have only about 5 minutes of presentation. Also, we don't want you to spend half your hacking time devoted to changing the fonts on a 10 minute presentation.\n\n\n- In case you didn't get that, keep it simple. We don't want to see a barely readable mega flow chart of your business plan covered on 3 slides.\n- \n are presenting, not your slides. Let the visual presentation be a complement to your explanation; it should be more structure than anything. \n- Make it pretty! People like pretty things, it adds character and credibility to your work. It shows you put your greatest effort into everything you do. \n- You can have any number of people from your team present (1 or all). \n- Use any format you want (Prezi, Keynote, PowerPoint, Google Slides), so long as you make it work on the projector\n- You can (and should (it's highly encouraged)) use a live demo of your product (if possible)\n- Explain what you got done during the duration of the hackathon, and who did what\n- Convince the judges you are a worthy team\n- Explain what your plans are should you receive funding\nThe Project/Product\n\nWe’re simply looking for ideas that are related to the mobile industry. Here’s a couple of examples:\n- An app that is used at IIT for locating and networking with companies at the career fair.\n- A BLE light switch coupled with an app that turns on and off the lights in your house depending on your entering and exiting the room\n- A system that monitors bluetooth devices to heat map a store to show the areas that customers spend the most time in.\n \nThey do not have to be apps, but they should be related to the mobile industry. We do not want to limit anyone with any API or platform.\n \nWe’re looking for ideas backed by a convincing presentation, not fully developed projects. Winners will be chosen based on how they can pitch their idea to the judges.\n \n\nTeam/Participants\nTeams consist of 1-5 members. Rights to intellectual property are among your group to decide. Work hard and fast. We recommend Agile/Scrum sprints of 3 hours (if you know what that means). Try and form a well-balanced team comprised of UI/UX designers, developers, and business/marketing folks.\n \nBe respectful to each other. This is supposed to be a fun event. If you get too caught up being a competitive jerk we'll give you the boot. \nGeneral Information - Where do I stay up to date?\nIf you haven't already, join our \n. We will continuously post any updates.\nKeep an eye on this website too! Our schedule below may change! Come to the front desk if you have any questions. Or shoot us an email MAD@IIT.edu", "hackathon-prizes": [{"prize-content": "$500 in cash", "prize-title": "1st Place"}, {"prize-content": "$300 in cash", "prize-title": "2nd Place"}, {"prize-content": "$200 in cash", "prize-title": "Peer Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=35 W 33rd St, Chicago, IL 60616, USA", "hackathon-url": "https://mobihack.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "We're looking for clear and effective presentations. Are you left wondering what you just watched? Did the presentation effectively communicate what the product actually is?\nWas it clear and concise?"}, {"judging-criterion": "Essentially everything that is not the actual content. Did they finish within 5 minutes? Were the slides easy to see and understand? Where they well designed and engaging?  Could you hear and understand the speaker?"}, {"judging-criterion": "If this product is intended for consumers, is it easy to use? If this product is more of an addition or an intermediate technology, is it easily implemented (e.g. a diagnostics system for automobiles, could it be easily implemented on all vehicles)?"}, {"judging-criterion": "Is it a harebrained idea? We don't want to dismiss things that may be in the near future, but they still should be realistically implemented within the near future."}, {"judging-criterion": "How well thought out is the entire idea? They've had 13 hours, does this seem like they really put effort into it?"}, {"judging-criterion": "Being a fake potential investor. How likely would you invest? How confident are you in the team's ability to take on this project? Did they answer questions well?"}], "hackathon-location-address": "35 W 33rd St, Chicago, IL 60616, USA", "hackathon-description-header": "Create apps or services for use by or in tandem with mobile devices.", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "Paul V. Galvin Library - Illinois Institute of Technology", "hackathon-end-date": "2015-11-14", "has-projects": "True"}