{"hackathon-description-text": "\nBots have become the latest paradigm for content distribution on messaging platforms. Some say that bots are the new apps. The purpose of this Botathon, a hackathon for building bots, is to educate, inspire collaboration and team building, and to develop innovative use cases within a conversational interface.", "hackathon-number-of-prizes": "4", "hackathon-id": "botathon1", "hackathon-judges": [{"judge-role": "USC Viterbi School of Engineering Lecturer", "judge-name": "Dr. Julie Albright"}, {"judge-role": "Entreprenuer in-residence Greycroft", "judge-name": "Jason Yeh"}, {"judge-role": "CEO Sensay", "judge-name": "Ariel Jalali"}, {"judge-role": "Dev Evangelist @ Microsoft", "judge-name": "Anthony Kelani"}, {"judge-role": "Partner Success @ Kik Interactive", "judge-name": "Ivar Chan"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nMust be 18 years and up and must apply and be accepted.", "hackathon-number-of-participants": "28", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nMust be an original idea. \n ", "hackathon-rules": "\n\nIt is your sole responsibility to comply with your employer’s gift policies. If your participation violates your employer’s policies, you may be disqualified. LA’s BEST disclaims any and all liability and will not be party to any disputes or actions related to this matter.’\n \n\nThe Challenge will be conducted at the Botathon 1.0 in Los Angeles, CA (the “Event”). The Challenge includes a Contest of skill, where winners will be selected by a panel of judges (“Judges”).\n \n\nThis Challenge starts at approximately 9am on October 8, 2016, and ends at approximately 2pm on October 9, 2016 (“Entry Period”) and will be conducted during regular Event hours. Entries must be received within the Entry Period to be eligible.\n \n\nYou are eligible to enter if you meet the following requirements at time entry:\nThis Challenge is void where prohibited by law.\n\nTo enter the Contest, participate in the Event by creating and submitting a software application that runs automated tasks over the Internet (a “Bot”), or developing and submitting a concept for a Bot (“Bot Concept”). You must bring any hardware and software required to enter; Sponsor will provide all Entrants with Wi-Fi internet access.\nEntrants must provide a live demonstration of their Bot or Bot Concept.\nThe Bot, or Bot Concept, the presentation materials and the presentation made to the judging panel will collectively be referred to as an Entry. You may enter as an individual or as a team of up to six (6) people. All team members must be listed on Entry materials and all members must accept the Official rules. Once the Contest commences you may not leave a team, join a team or trade team members without express permission from the Judges.\nEntries will be judged in different Categories based on vision, viability, best use of Microsoft's Bot Framework, and best Kik bot.\n \nLimit one entry per individual or team. We are not responsible for lost, stolen or incomplete Entries. We reserve the right to disqualify any Entry not meeting these Official Rules.\n \n, submit a Contest Entry and then attend the Awards Ceremony at 5pm on October 9th, 2016 at the Impact Hub LA (“Awards Ceremony”). Limit one entry per person and must be present to win.\n\nTo be eligible an Entry must meet the following content / technical requirements:\n\nWe are not claiming any ownership rights to your entry. However, by submitting your entry, you:\nPlease note that following the end of this Challenge your entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your entry by visitors to this website.\n\nOne potential (pending confirmation of eligibility) Big Vision First Prize, High Flyer First Prize, best use of Microsoft Bot Framework, and best Kik bot will be selected by the Judges based on the following criteria:\n\nHow unique is the Bot compared to those existing in the market? (20%)\nDoes the Bot solve a stated problem? (40%)\nFunctionality of the Bot or Bot Concept when submitted, and potential for the of the Bot or Bot Concept to reach market (40%)\n\nHow unique is the Bot compared to those existing in the market? (20%)\nDoes the Bot solve a stated problem? (40%)\nFunctionality of the Bot or Bot Concept when submitted, and potential for the of the Bot or Bot Concept to reach market (40%)\n\nHow unique is the Bot compared to those existing in the market? (20%)\nDoes the Bot solve a stated problem? (40%)\nFunctionality of the Bot or Bot Concept when submitted, and potential for the of the Bot or Bot Concept to reach market (40%)\n\nHow unique is the Bot compared to those existing in the market? (20%)\nDoes the Bot solve a stated problem? (40%)\nFunctionality of the Bot or Bot Concept when submitted, and potential for the of the Bot or Bot Concept to reach market (40%)\n\n\n\nOculus Rift\nQuadcopter DJI Drone\n4 BLE Speakers\n$200 AMEX gift cards\n \nPrizes will be divided equally among registered Team members, and LA’s BEST is not liable for any disputes regarding prize distribution.\n \n\nAll winners will be announced at the Awards Ceremony.\nMust be present to win. If a potential winner is not present when the announcement is made, they will be disqualified and an alternate potential winner will be selected.\n\nTaxes on the prize, if any, are the sole responsibility of the winner. All federal, state, and local laws and regulations apply. No substitution, transfer, or assignment of prize permitted, except that LA’s BEST reserves the right to substitute a prize of equal or greater value in the event the offered prize is unavailable. Prize winners may be required to sign and return an Affidavit of Eligibility and Liability Release and W-9 tax form or W-8 BEN tax form within 10 days of notification. If you complete a tax form, you will be issued an IRS 1099 the following January, for the actual value of the prize. You are advised to seek independent counsel regarding the tax implications of accepting a prize. If a selected winner cannot be contacted, is ineligible, fails to claim a prize or fails to return the Affidavit of Eligibility and Liability Release or W-8 BEN form, the selected winner will forfeit their prize and an alternate winner will be selected. In the event of a dispute all decisions of LA’s BEST are final.\nBy entering this Challenge, you agree:\n\nIf someone cheats, or a virus, bug, bot, catastrophic event, or any other unforeseen or unexpected event that cannot be reasonably anticipated or controlled, (also referred to as force majeure) affects the fairness and / or integrity of this Challenge, we reserve the right to cancel, change or suspend this Challenge. This right is reserved whether the event is due to human or technical error. If a solution cannot be found to restore the integrity of the Challenge, we reserve the right to select winners from among all eligible entries received before we had to cancel, change or suspend the Challenge.\nIf you attempt or we have strong reason to believe that you have compromised the integrity or the legitimate operation of this Challenge by cheating, hacking, creating a bot or other automated program, or by committing fraud in ANY way, we may seek damages from you to the fullest extent permitted by law. Further, we may disqualify you, and ban you from participating in any of our future Challenges, so please play fairly.\n \n\nAt LA’s BEST, we are committed to protecting your privacy. LA’s BEST uses the information you provide to notify prize winners, and to send you information about other LA’s BEST products and services, if requested by you. LA’s BEST will not share the information you provide with third parties without your permission except where necessary to complete the services or transactions you have requested, or as required by law. LA’s BEST is committed to protecting the security of your personal information. We use a variety of security technologies and procedures to help protect your personal information from unauthorized access, use, or disclosure. Your personal information is never shared outside the company without your permission, except under conditions explained above.\n \nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers. All participants are required to apply and be accepted to be eligible.", "hackathon-prizes": [{"prize-content": "Big Vision Winner", "prize-title": "Oculus Rift"}, {"prize-content": "High Flyer Winner", "prize-title": "DJI Quadcopter Drone"}, {"prize-content": "Best use of Microsoft Bot Framework", "prize-title": "4 BLE Bluetooth Speakers"}, {"prize-content": "Best Kik Bot", "prize-title": "AMEX Gift Cards"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Los Angeles, CA 90013, USA", "hackathon-url": "https://botathon1.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Most innovative idea"}, {"judging-criterion": "Most bankable idea"}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Los Angeles, CA 90013, USA", "hackathon-description-header": "Build a great bot and make friends", "hackathon-prizes-total": "$1,890", "hackathon-location-description": "Impact Hub LA", "hackathon-end-date": "2016-10-09", "has-projects": "True"}