{"hackathon-description-text": "\nOn the weekend of February 20th-22nd, we're bringing together 500 of the most talented students from across the country for 36 hours of creating.", "hackathon-number-of-prizes": "37", "hackathon-id": "treehackswinter2015", "hackathon-judges": [{"judge-role": "Google Senior Fellow", "judge-name": "Jeff Dean"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "289", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nExpectations for participants are outlined in the following Code of Conduct. Legal specifics regarding the participants’ waiver of liability are outlined in the eponymous document – the Code of Conduct outlined here is a set of guidelines, which we expect hackers to enter into in good faith upon attendance.\n\n(1) Participants are expected to refrain from engaging in any harassing behavior. Those who are found to engage in harassing behavior will be asked once to stop, and are expected to comply immediately. Failure to comply will result in immediate expulsion from the event. Harassment includes but is not limited to (a) offensive verbal comments, (b) collaborative programming / design projects (i.e., “hacks”), or (c) other online activity, that is related to gender, sexual orientation, physical or mental ability, age, socioeconomic status, ethnicity, physical appearance, race, religion, sexual images, deliberate intimidation, stalking, inappropriate physical contact, and unwelcome sexual attention.\n\n(2) Participants are expected to foster an inclusive and friendly “hacker” community: choose your words, hacks, and actions in such a manner that promote collaboration and a welcoming atmosphere to all.\n\n(3) Participants are expected to comply with all local laws and regulations, including but not limited to those of Santa Clara County, California, Stanford University, and the United States.\n\n(4) Participants are expected to spend their time at TreeHacks productively working towards some project or goal they set for themselves at the beginning of the event.\n\n(5) Participants are expected to comply with the directives of TreeHacks staff and the event staff of Stanford University.\n\n(6) Participants agree to not partake in the consumption, distribution, or possession of alcohol or any illicit substance while at TreeHacks, on TreeHacks-sponsored transportation, or in the vicinity of the TreeHacks venue, regardless of age.\n ", "hackathon-prizes": [{"prize-content": "Zero G Experience + Admission to HackNTU for the entire winning team.", "prize-title": "Grand Prize"}, {"prize-content": "Parrot AR Drone + Meta Glass + Emotiv EEG headset", "prize-title": "2nd Prize"}, {"prize-content": "Parrot AR Drones", "prize-title": "3rd Prize"}, {"prize-content": "Plane Trip to Hawaii", "prize-title": "Crowd-Favorite Prize"}, {"prize-content": "Presented by Orange. Winning team receives a trip to Orange HQ in Paris to demo for Orange Fiber. Terms and Conditions apply (email", "prize-title": "Best App that Would Benefit from a Gigabit network"}, {"prize-content": "Presented by SendGrid. Winners will receive Mini Parrot Drones", "prize-title": "Best Use of SendGrid"}, {"prize-content": "Presented by Facebook. Winners will receive Facebook Swag.", "prize-title": "Best Use of Facebook APIs/Parse"}, {"prize-content": "Presented by IBM. Winners will receive Arduino Boards.", "prize-title": "Best Use of IBM Bluemix or Watson"}, {"prize-content": "Presented by Branch metrics. Winners will receive a parrot Bebop Drone/Quadcopter, a mini Jambox, and a hoodie.", "prize-title": "Best Use of Branch Metric API"}, {"prize-content": "Presented by Cyanogen. Winners will receive a Nexus 6.", "prize-title": "Best Use of Cyanogen Platform"}, {"prize-content": "Presented by Microsoft. Winners will receive a Surface Pro 3.", "prize-title": "Best Microsoft Hack"}, {"prize-content": "Presented by Moxtra. Winning team will receive $1000.", "prize-title": "Best Use of Moxtra's API/SDK"}, {"prize-content": "Presented by Bloomberg. Winners will receive a parrot drone.", "prize-title": "Best Use of Bloomberg API"}, {"prize-content": "Presented by Affirm. Winners will receive $200 and an Affirm Backpack.", "prize-title": "Best Finance App"}, {"prize-content": "Presented by SmartThings. Winning team will receive 3 SmartThings Starter Kits", "prize-title": "Best Use of SmartThings"}, {"prize-content": "Presented by Apple. Winners will receive iPad minis.", "prize-title": "Best iOS Prize"}, {"prize-content": "Presented by iDrone. Winning team will receive 1 iDrone", "prize-title": "Best Hack built with iDrone: 1st Prize"}, {"prize-content": "Presented by Illuminia. Winners will receive targeted gene sequencing.", "prize-title": "Best Bioinformatics Hack"}, {"prize-content": "Presented by Emotiv. Winners will receive Emotiv EPOC EEG headset with SDK", "prize-title": "Best Use of Emotiv"}, {"prize-content": "Presented by Atomiton. Winning Team will receive an Atomiton Neuron Computer", "prize-title": "Best IoT Smart City Hack"}, {"prize-content": "Presented by Pebble. Winners will receive Pebble Steel watches", "prize-title": "Best Pebble Hack"}, {"prize-content": "Presented by MongoDB. Winners will receive Amazon Gift Cards and MongoDB Swag", "prize-title": "Best Use of MongoDB"}, {"prize-content": "Presented by Gun. Winners will receive 2 adult-size electric scooters.", "prize-title": "Best Use of Gun"}, {"prize-content": "Presented by D21. Winners will receive an all-expense Czech party at the city of their choice.", "prize-title": "Best Use of D21"}, {"prize-content": "Presented by Intel. Winners will receive Beats headphones", "prize-title": "Best Use of Intel Hardware"}, {"prize-content": "Presented by Intel. Winners will receive MIP robots", "prize-title": "Best Use of Intel Software"}, {"prize-content": "Presented by Intel. Winner will receive 4 jumping sumo parrot drones", "prize-title": "Best Use of Intel Mashery API"}, {"prize-content": "Presented by Stanford CS+X. Winning team will receive autographed copies of The Orphan Master's Son by Pulitzer Prizewinner Adam Johnson.", "prize-title": "Best CS + English Hack"}, {"prize-content": "Presented by Stanford CS+X. Winning team will receive $500.", "prize-title": "Best CS + History Hack"}, {"prize-content": "Winners receive $200 for DonorsChoose.", "prize-title": "Best Social Good Hack"}, {"prize-content": "Presented by Meta. 4 winning teams will receive Meta 1 Dev Kits + 6 months of Unity Pro Licensing.", "prize-title": "Best Use of Meta"}, {"prize-content": "Presented by Vertical Response. Winners will receive $100 Amazon Gift Cards + Pebble Steel Watches.", "prize-title": "Best Use of Vertical Response"}, {"prize-content": "Presented by Yelp. Winners will receive Leap Motions", "prize-title": "Best Local Focus"}, {"prize-content": "Presented by DIRECTV for the most innovative use of DIRECTV APIs. Winning team will receive 1 Samsung 50'' 4K UHD TV.", "prize-title": "Best Use of DIRECTV"}, {"prize-content": "Presented by Thiel Capital. Winning team will receive $1000 grant to keep working on the hack", "prize-title": "Best Hack as a Product or Business"}, {"prize-content": "1st Place Winning Team receives 100GB of space each. 2nd Place Winning Team receives Circuit Scribe Kits. 3rd Place Winning Team receives a Splendor Board Game", "prize-title": "Dropbox Engineering Prize"}, {"prize-content": "Presented by Capital One.", "prize-title": "Best Use of Capital One API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Stanford University, 326 Galvez Street, Stanford, CA 94305, USA", "hackathon-url": "https://treehackswinter2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Stanford University, 326 Galvez Street, Stanford, CA 94305, USA", "hackathon-description-header": "500 incredible students from across the country. Stanford University's inaugural hackathon.", "hackathon-prizes-total": "$68,590", "hackathon-location-description": "", "hackathon-end-date": "2015-02-22", "has-projects": "True"}