{"hackathon-description-text": "\nA six-week IoT Workshop series at the University of Wisconsin at Madison. Our participants started with little to no knowledge about IoT, hardware, or application creation. Over six weeks, we focused on learning about the Arduino Uno, the Grove kit for Arduino, Spark Core, Azure, Xamerin, and RESTful applications to create a product and pitch it to a team of judges from the community.", "hackathon-number-of-prizes": "4", "hackathon-id": "uw-madison-iot-workshop", "hackathon-judges": [{"judge-role": "Technology Specialist / Microsoft", "judge-name": "Brian Lewis"}, {"judge-role": "Founder / Sector67", "judge-name": "Chris Meyer"}, {"judge-role": "CS Graduate Student / University of Wisconsin", "judge-name": "Riccardo Mutschlechner"}, {"judge-role": "Sector67", "judge-name": "Shira Epstein"}, {"judge-role": "Hacker / DoIT - UW Madison", "judge-name": "Steve Noonan"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nYou need to be a student at the University of Wisconsin and have participated in the IoT Workshop series run by Katie Anderson, Mitch Muenster, and Steve Noonan.", "hackathon-number-of-participants": "13", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "10", "hackathon-requirements": "\n* You need to have been accepted and attended the lecture series during the fall semester.\n* You need to have utilyzed some or all aspect/s of our core materials: Arduino Uno, the Grove kit for Arduino, Spark Core, Azure, Xamerin, and RESTful applications.\n* You need to show up to demo day Wednesday, December 16th from 6:15-7:15.", "hackathon-rules": "\n* You need to have been accepted and attended the lecture series during the fall semester.\n* You need to have utilyzed some or all aspect/s of our core materials: Arduino Uno, the Grove kit for Arduino, Spark Core, Azure, Xamerin, and RESTful applications.\n* You need to show up to demo day Wednesday, December 16th from 6:15-7:15.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Arduino Starter Kit"}, {"prize-content": "", "prize-title": "Grove Starter Kit for Arduino"}, {"prize-content": "", "prize-title": "Spark Core"}, {"prize-content": "", "prize-title": "Microsoft branded Jabba Bluetooth Speaker"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1210 W Dayton St, Madison, WI 53706, USA", "hackathon-url": "https://uw-madison-iot-workshop.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Fully executed and completed described proposal."}, {"judging-criterion": "Properly and efficiently came up with a solution that addresses the idea at hand."}, {"judging-criterion": "Come up with an idea either based on a real-world application or from a unique and creative idea inspired by imagination. Can have used another project for a starting point."}, {"judging-criterion": "Team clearly defines what problem or idea they decided to tackle, how they approached the solution, and what hurdles they had to overcome."}, {"judging-criterion": "Team clearly demonstrates concepts of IoT learned during the course of the workshop series, and can answer most or all common questions relating to the technology stack being demo'd - as it relates to their project."}, {"judging-criterion": "Team or individual shows clear enthusiasm for continuing learning - either IoT in general or on their specific project. Has clear intent to continue learning or hacking with the concepts learned this term."}, {"judging-criterion": "Used one or more concepts from the workshop series: Arduino Uno, the Grove kit for Arduino, Spark Core, Azure, Xamarin, JavaScript, and/or RESTful applications."}, {"judging-criterion": "When you look at this hack, does it have a style all its own? Does this hack do what it does in an elegant way?"}, {"judging-criterion": "Did the team struggle to produce their product? Was a clear effort put in to go \"above and beyond\" the course material: extra parts, more layers to the tech stack, discusses utilizing external resources (books, technical reps, reached out for help, etc)."}, {"judging-criterion": "Sharing with the community. \n\nIf a team, individuals worked well together, filling in gaps of knowledge where need be.\n\nIf singular, shows pride and expresses desire to share or teach what they learned to others."}], "hackathon-location-address": "1210 W Dayton St, Madison, WI 53706, USA", "hackathon-description-header": "A six-week IoT workshop series at the University of Wisconsin", "hackathon-prizes-total": "$300", "hackathon-location-description": "University of Wisconsin at Madison", "hackathon-end-date": "2015-12-16", "has-projects": "True"}