{"hackathon-description-text": "\nThe Salesforce Summer of Hacks awaits you. Compete to win cash prizes by building the best mobile app that runs in the Salesforce1 Mobile App container found on the ", "hackathon-number-of-prizes": "3", "hackathon-id": "sohlondon", "hackathon-judges": [{"judge-role": "AppExchange partner, tech guy at NC Squared", "judge-name": "Neil Crawford"}, {"judge-role": "Founder of Taskfeed and Technical Architect at Tquila, AppExchange partner (Tapply), S1 architect, tech guy, London PUG leader", "judge-name": "Andy Mahood"}, {"judge-role": "AppExchange partner, CTO at CloudSense", "judge-name": "Alex Fuller"}, {"judge-role": "AppExchange partner, CTO at FinancialForce", "judge-name": "Andrew Fawcett"}, {"judge-role": "AppExchange partner, tech guy at Beaufort 12", "judge-name": "Simon Goodyear"}, {"judge-role": "VP Developer Relations", "judge-name": "Adam Seligman"}, {"judge-role": "Salesforce", "judge-name": "Christophe Coenraets"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\na) The Event is open to registered participants of the Event  who are at least 18, or the age of majority in the jurisdiction where they reside, whichever is older.\nb) The following people, however, are not eligible to participate: (a) individuals who are or at any point since July 1, 2012 have been employed by salesforce.com. inc. or any of its direct or indirect wholly or majority owned subsidiaries, the Salesforce Foundation, BeMyApp Corporation, EventBrite, or ChallengePost; (b) the immediate family (spouse, parents, siblings, and children) and household members of any those employees or former employees; or (c) residents of Cuba, Iran, Myanmar, North Korea, Sudan, or Syria.\nc) If you are an employee of a corporation, government agency, or an academic institution, you are responsible for ensuring that your participation in the Event complies with any policies your corporation, agency, or institution may have regarding participation in contests of this type. If we have reason to believe that you violate any of those policies, we reserve the right to prohibit you from participating in the Event or receiving a prize at any time. We are not responsible for any disputes arising between you and your employer.", "hackathon-number-of-participants": "73", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nA mobile app that runs in the Salesforce1 Mobile App container found on the ", "hackathon-rules": "\n\n\n \n1)     Overview\na)     The Event is designed to recognize the best Salesforce1 mobile app built on the Salesforce1 Platform.\nb)     The Event will take place July 25-27, 2014 at Shoreditch Village Hall, 33 Hoxton Square, N1 6PB London, UK (the “Event”). In order to participate in the Event you must register at \n by  Friday, July 25, 2014 at 7:30 PM. Registration may be closed earlier if capacity is reached.\nc)     In these Official Rules, the term “we”, “us”or “our” refers to salesforce.com and/or BeMyApp, and the term “you” refers to you, the entrant, both as an individual and as part of your team.\nd)     Unless otherwise specified below, times listed in these Official Rules are local times in the city in which the Event is taking place.\ne)     These rules were last updated on July 15, 2014.\n2)     Eligibility\na)     The Event is open to registered participants of the Event  who are at least 18, or the age of majority in the jurisdiction where they reside, whichever is older.\nb)     The following people, however, are not eligible to participate: (a) individuals who are or at any point since July 1, 2012 have been employed by salesforce.com. inc. or any of its direct or indirect wholly or majority owned subsidiaries, the Salesforce Foundation, BeMyApp Corporation, EventBrite, or ChallengePost; (b) the immediate family (spouse, parents, siblings, and children) and household members of any those employees or former employees; or (c) residents of Cuba, Iran, Myanmar, North Korea, Sudan, or Syria.\nc)     If you are an employee of a corporation, government agency, or an academic institution, you are responsible for ensuring that your participation in the Event complies with any policies your corporation, agency, or institution may have regarding participation in contests of this type. If we have reason to believe that you violate any of those policies, we reserve the right to prohibit you from participating in the Event or receiving a prize at any time. We are not responsible for any disputes arising between you and your employer.\n3)     Idea Presentation and Voting\na)     On Friday, July 25 at approximately 8:30 PM,  BeMyApp will moderate a session at the Event designed to solicit ideas for a Salesforce1 mobile app. Detailed instructions and requirements will be provided during the session. Event attendees will have an opportunity to vote on the ideas. Up to 30  of the ideas with the most votes will be the ideas that teams will form around and develop. The Idea presenter must be part of the team developing his or her idea.\nb)     After the top ideas that go on to the next round are announced, you will have the opportunity to join or form a team with a minimum of two people (including the idea presenter) around each advancing idea. There will be one team per idea. Each team member must meet the eligibility criteria in these Official Rules, and each must register both as an individual and as part of a team at \n by Saturday at 10:00 AM. You may not be part of more than one team.\nc)     We can not guarantee that all registered attendees will be able to join a competing idea development team or that you will be able to join your first choice development team.  You may develop and form teams around ideas that are not selected to go on to the next round but they will not be eligible for judging.\nd)     After you have registered at ChallengePost, including identifying your team, you will not be allowed to switch teams. We are not responsible for, and will not assist in resolving, any disputes between teammates.\ne)     In addition to your team’s registration at ChallengePost, your team must also designate a lead developer and send their GitHub username via email to \n. See FAQ for details on how to acquire a GitHub username, free of charge. BeMyApp will provide your designated lead developer access to a free private repository in order for your team to complete all Git Commit Challenges as found in section 6(a) of these Rules.\n4)     Entry\na)     You must complete your team’s Entry to the Event at \n by July 27 at 1:00 PM, except as noted below. Late entries will not be accepted, and incomplete entries will be disqualified. Entry to the Event consists of:\n                                          i)         App title\n                                         ii)         App tagline\n                                       iii)         App description (should be approximately  500 words)\n                                        iv)         App screenshots or image, with a  maximum size is 5mb, format should be JPG, PNG or GIF with a 3:2 aspect ratio\n                                         v)         Teams are required to use the ‘Built With’ feature provided on ChallengePost in order to list Salesforce Technologies and Allowed Technologies (as defined in sections 5(b) and (c)) used in their Entry.\n                                        vi)         Git Commit Challenge submissions must be submitted as described in Section 6 below\nb)     While not required, you may also submit images/photos, the platform for which the app is designed, URL to GitHub, video, presentation slides or any other materials you would like the judges to have access to. While judges may reference these materials, they will not be part of your judging score.\nc)     By submitting an Entry, you represent and warrant that (a) any code supplied by you for your Entry is newly created by you or your team during the Event or is publicly available in accordance with the General App Requirements below, (b) your Entry does not violate the rights — including, but not limited to, copyrights, trademark rights, or patent rights — of any third party, (c) you have secured all rights necessary from third parties to submit the Entry, and (d) that you have complied with these Official Rules.\nd)     We reserve the right to disqualify any Entry that is offensive, as determined by us, in our sole discretion. Please make sure your Entry is appropriate for all viewing audiences.\ne)     Please see Section 9 for information about how we may use your Entry.\n5)     General App Requirements\na)     You must create an innovative mobile app to implement one of the winning ideas identified during the idea presentation and voting session of the Event.  The idea for your Entry app may have existed before the Event, and may have even existed in another form outside of the Salesforce1 platform.  However, where the same or a similar idea already exists in another form your Entry may not be judged as highly as it would have been otherwise, particularly on the Innovation criteria.  In any event, as explained below with limited exception for publicly available code, all coding must be newly created onsite during the Event.\nb)     Allowed Technologies:\n                                          i)         Salesforce Technologies\n1)     Required Salesforce Technologies: You must \n and use the Salesforce Development environment available via such signup as the starting point to build your app. All submissions must run in the Salesforce1 mobile app that you can download from Apple App Store or Google Play.\n2)     Other Allowed Salesforce Technologies: You may use Salesforce generally available technology, as well Salesforce technology designated by Salesforce as “Developer Preview”, provided it is publicly available and easily accessible to the Salesforce developer community at the time of the Event.\n                                         ii)         Other Technologies: You are also able to use sample code, libraries, SDKs, and APIs as long as these technologies are:\n1)     Publicly available and discoverable - for the purpose of Other Technologies, this shall mean available on the internet as of June 1, 2014; indexed and reachable through the top three search engines (Google, Bing, Yahoo); and \n2)     Easily accessible (i.e., anyone can download or access if signup is required, access must be granted within 3 hours).\nc)     With the exception of the Salesforce Technologies and Other Allowed Technologies, all code included in your Entry must be created by you and your registered team during the course of the Event. Each team may only submit one Entry, and all materials related to the Entry must be in English.\nd)     If you use any third party copyrighted materials, you must have appropriate permission and disclose the permission information to BeMyApp via email to summerofhacks@bemyapp.com by July 27 th at 2 PM.\ne)     We reserve the right to assess your eligibility and compliance with these Official Rules at any point during the Event. If we require any assistance in order to assess your compliance, you must promptly provide that assistance. If you do not provide the requested assistance, or if we have reason to believe that you are not complying with the Official Rules, you may be disqualified, in our sole discretion.\n6)     Git Commit Challenge\na)     Each registered team will be required, between 3:00 PM and 4:00 PM on Saturday, between 9:00 AM and 10:00 AM and between noon and 1:00 PM on Sunday, to commit their code to a public or private repository on GitHub. If a team chooses to use a private repository, BeMyApp will provide free access to a private repository to that team on Friday evening. If a team chooses to use a public repository, this team needs to send to summerofhacks@bemyapp.com a URL to their public repository.\nb)     The commit should include (a) source code including CSS and supporting media; and (b) all metadata created or changed on the Force.com platform. (Complete instructions for obtaining Force.com metadata will be provided at the Event.)\nc)     If for whatever reason your team is unable to submit via Git, then the source should be zipped up and submitted  via email to \n.\nd)     Failure to meet the Git Commit Challenge requirements will result in disqualification.  \n7)     Judging\na)     Starting at approximately 2:00 PM on Sunday, you  will be given up to three minutes to publicly demonstrate your App in front of a panel of judges and peers, followed by a two-minute public question-and-answer period. All team members must be present at the presentation.\nb)     Judges will not be salesforce or BeMyApp employees, except that alternate judges may be salesforce.com or BeMyApp employees. If a Judge or participant has a conflict of interest, they must identify the conflict to us and that Judge will be recused from judging the Entry with the conflict. An alternate judge, which may be a salesforce.com or BeMyApp employee, will be identified as a substitution for the judge with the conflict. For a list of judges and their companies go to \n, available prior to the Event.\nc)     The judges will evaluate your App based on your demo according to the following Judging Criteria, each of which will be scored on a scale of between 1-5 points.  In the event of a tie, judges will deliberate to determine the winner.\n                                          i)         innovation;\n                                         ii)         business potential;\n                                       iii)         user experience; and\n                                        iv)         use of Salesforce1 mobile app and platform technologies.\nd)     At approximately 7:00 PM on Sunday, July 27 th the winning teams will be announced.\ne)     Judges scores and feedback will be sent to each team member who participated in the Event by BeMyApp within 24 hours after the winner announcement.\nf)      Entries may be subject to a due diligence review for eligibility and compliance with these Official Rules. Determination of eligibility and compliance is at our sole discretion, and may result in your disqualification. All Judges decisions are final.\n8)     Prizes\na)     Three prizes will be awarded: the qualifying team with the highest judging score will be awarded US$8,000; the next highest scoring qualifying team will be awarded US$3,000; and the third highest scoring qualifying team will be awarded US$1,500. The prize money will be divided evenly among all team members. The prize money will be sent to the winners via wire transfer, within one month from the receipt of all necessary forms.\nb)     Each member of the winning teams may be required to sign an Affidavit of Eligibility, Liability and Publicity Release, and W-9 tax form (for U.S. residents) or W-8BEN tax form (for non-U.S. residents) in order to receive a prize. If you do not sign the required forms or provide the required information in a timely manner, we may disqualify you from receiving a prize.\nc)     Each member of the winning teams may be responsible for paying income taxes on the prize.\n9)     How Your Entry May be Used\na)     You do not transfer ownership of your Entry (or any part of it). However, by submitting an Entry, you grant us an irrevocable, royalty-free, worldwide rights and license to: (a) use, review, assess, test, and otherwise analyze your Entry and all its content in connection with the Event; and (b) feature your Entry and all its content for promotional purposes (including, but not limited to, in advertisements, press releases, presentations, and trade shows) in all media, now known or later developed. You also agree to sign any necessary documentation that may be required for us and our designees to make use of the rights you granted.\nb)     You acknowledge that we, other entrants or others may have developed or commissioned materials similar or identical to your Entry, and you waive any claims you may have resulting from any similarities to your Entry.\nc)     You understand that we cannot control the information you disclose to us or our representatives in the course of participating in the Event, or what we or our representatives will remember about your Entry. You also understand that we will not restrict work assignments of representatives who have had access to your Entry. By participating in the Event, you agree that we may use any information in our representatives’ unaided memories in the development or deployment of our products or services without liability or compensation to you.\nd)     You understand that you will not receive any compensation or credit from us for use of your Entry in connection with this Event. This provision does not limit any compensation you may receive through us or third parties as a result of your use or marketing or profiting from the application beyond this Event or as provided in these Official Rules. We are not responsible for any unauthorized use of your Entry by those accessing or viewing your Entry.\ne)     Please note that after the Event you and/or your Entry may be publicized in advertisements related to the Event. These advertisements may be distributed online and posted on our site or third-party websites.\nf)      While we reserve the rights set forth above, we are not obligated to use your Entry for any purpose, even if it has been selected as a winning Entry.\ng)     If you do not want to grant us these rights to your Entry, please do not enter this Event.\nh)     Nothing in these Rules shall be interpreted as granting you permission to use or display any of the Salesforce trademarks (including any logo or brand) or rights in any Salesforce technologies or IP. You agree to contact us prior to promoting or publicizing your participation in and, if applicable, your winning the Event.\n10)  General Terms\na)     By registering and participating in the Event, you indicate your full and unconditional agreement to these Official Rules and other instructions related to the Event, as well as to our decisions regarding the Event, which are final and binding. Winning a prize is contingent upon fulfilling all requirements in these Official Rules. We may clarify or modify any provision of these Official Rules, at any time, including on the Summer of Hacks Discussion Forum located at \n. You are responsible for checking the Discussion Forum regularly for updates.\nb)     We reserve the right, in our sole discretion, to disqualify and seek damages from any individual or team who fails or failed to comply with any provision of these Official Rules, cheats, tampers with the operation of the Event, or otherwise acts in a disruptive or inappropriate manner.\nc)     In the event that the operation, security, or administration of the Event is in our judgment impaired in any way, we may, in our sole discretion, without limitation: (a) suspend the Event to address the impairment and then resume the Event;  (b) award the prize according to the criteria set forth above from among the eligible entries received up to the time of the impairment, or (c) take any other reasonable action as we deem necessary and appropriate to the circumstances.\nd)     By entering, you agree to release, defend and hold harmless salesforce.com, BeMyApp, our respective parents, subsidiaries, affiliates, and each of their respective officers, directors, employees, and agents (the “Released Parties”) from and against any claim or cause of action arising out of participation in the Event, including, but not limited to: (a) unauthorized human intervention in the Event; (b) technical errors that may impair your ability to participate in the Event; (c) errors in the administration of the Event; (d) any claim or allegation that your Entry infringes any copyright, trademark, or any other intellectual property right; (e) disputes between team members; (f) disputes between team members and their employers; and (g) claims relating to damage to persons or property relating in any way to your participation in the Event.\ne)     Except where prohibited, you agree that any and all disputes, claims, and causes of action arising out of, or connected with, the Event or any prize awarded shall be resolved individually, without resort to any form of class action, and exclusively by the appropriate court located in London, UK. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, your rights and obligations, or the rights and obligations of the Sponsor in connection with the Contest, shall be governed by, and construed in accordance with, the laws of California, without giving effect to any choice of law or conflict of law rules (whether of California or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than California.\nf)      Our failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. The Event is subject to federal, state, and local laws and regulations and is void where prohibited.\n11)  Privacy and Publicity\na)     Information you submit to us when you participate in the Event will be treated in accordance with our \n. In addition, when you submit information on a website run by a third party in connection with this Event, your information may be used by that third party in accordance with its privacy policy.\nb)     You may be filmed or photographed while you are participating in the Event. Except where prohibited, by participating in the Event, you agree that we may use your name, likeness, photographs, audio-visual footage, comments, and any other record of your participation in the Event for promotional purposes at any time and in any media.\n12)  Sponsor and Administrator\na)     The Event is sponsored by Salesforce.com UK, Lotus Two, Lotus Park, Kingsbury Crescent, The Causeway, Staines, Middlesex TW18 3AG, U.K.\nb)     The Event is administered by BeMyApp Corporation, 26 O’Farrell Street, Suite 505 San Francisco, CA 94108.\n ", "hackathon-prizes": [{"prize-content": "", "prize-title": "First Prize"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}], "hackathon-location-google-maps": "https://maps.google.com/?q=London, UK", "hackathon-url": "https://sohlondon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "London, UK", "hackathon-description-header": "May The Best Mobile App Win!", "hackathon-prizes-total": "$12,500", "hackathon-location-description": "", "hackathon-end-date": "2014-07-27", "has-projects": "True"}