{"hackathon-description-text": "\nThe Centers for Disease Control and Prevention (CDC), National Institute for Occupational Safety and Health (NIOSH)located within the Department of Health and Human Services (HHS) is challenging teams of developers to design a mobile application (app)that will be used by the public to query the NIOSH trusted source site", "hackathon-number-of-prizes": "2", "hackathon-id": "resp-mobile-app", "hackathon-judges": [{"judge-role": "ADS / NPPTL", "judge-name": "Chris Coffey"}, {"judge-role": "Medical Officer / NPPTL", "judge-name": "Ray Roberge"}, {"judge-role": "Communications Specialist / NPPTL", "judge-name": "Jackie Krah"}, {"judge-role": "Computer Engineer / NPPTL", "judge-name": "John Perrotte"}, {"judge-role": "TEB / NPPTL", "judge-name": "Dana Rottach"}, {"judge-role": "NIST", "judge-name": "Lisa Carnahan"}, {"judge-role": "OSHA", "judge-name": "Andrew Levinson"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nTo be eligible to win a prize under this challenge, an individual or entity—\n(1) Shall have registered to participate in the competition under the rules promulgated by HHS/CDC;\n(2) Shall have complied with all the requirements under this section;\n(3) In the case of a private entity, shall be incorporated in and maintain a primary place of business in the United States, and in the case of an individual, whether participating singly or in a group, shall be a citizen or permanent resident of the United States; and\n(4) May not be a Federal entity or Federal employee acting within the scope of their employment.\n(5) Shall not be an HHS employee working on their applications or submissions during assigned duty hours.\n(6) Shall not be an employee or contractor of NIOSH, judges of the challenge, or any other party involved with the design, production, execution, or distribution of the challenge or their immediate family (spouse, parents or step-parents, siblings and step-siblings, and children and step-children).\n(7) Federal grantees may not use Federal funds to develop COMPETES Act challenge applications unless consistent with the purpose of their grant award.\n(8) Federal contractors may not use Federal funds from a contract to develop COMPETES Act challenge applications or to fund efforts in support of a COMPETES Act challenge submission.\nAn individual or entity shall not be deemed ineligible because the individual or entity used Federal facilities or consulted with Federal employees during a competition if the facilities and employees are made available to all individuals and entities participating in the competition on an equitable basis.\nBy participating in this competition, contestants agree to assume any and all risks and waive claims against the Federal Government and its related entities, except in the case of willful misconduct, for any injury, death, damage or loss of property, revenue or profits, whether direct, indirect, or consequential, arising from participation in this contest, whether the injury, death, damage, or loss arises through negligence or otherwise. By participating in this competition, contestants agree to indemnify the Federal Government against third party claims for damages arising from or related to contest activities.\nContestants must obtain liability insurance or demonstrate financial responsibility in the amount of $0.00 for claims by: (1) a third party for death, bodily injury, or property damage, or loss resulting from an activity carried out in connection with participation in a competition, with the Federal Government named as an additional insured under the registered contestant's insurance policy and registered contestants agreeing to indemnify the Federal Government against third party claims for damages arising from or related to competition activities; and (2) the Federal Government for damage or loss to Government property resulting from such an activity. Contestants participating within a group must obtain insurance or demonstrate financial responsibility for all members of the group.", "hackathon-number-of-participants": "31", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThe 2009 H1N1 outbreak yielded a widespread acknowledgement of the need for respiratory protection as an essential line of defense for workers.  Confusion among stakeholders and respirator users of important facts relative to respiratory protection was the main driver that led to the development of the NIOSH Respirator Trusted-Source web page.\nThe NIOSH Respirator Trusted-Source web page is the one stop resource to get reliable respirator information. The website is:\nIn this challenge, CDC/NIOSH is seeking an app that will be used by the public to query the NIOSH trusted source site\nIn addition to providing the app or a link to the app, contestants should:\n(1) Upload a brief slide presentation that describes your entry. Slide decks should be in .PDF format, and contain a maximum of 10 slides. We strongly recommend you explain how you addressed the evaluation criteria and the key features of the product as they relate to the challenge.\n(a) Narrative: One of the slides in the presentation should be a narrative explaining how the app is intended to work.\n(2) Provide a link to a 4-minute demo video showing your application in action. Post videos to video-sharing sites like YouTube.\n(3) Mobile application must be Section 508-compliant. For information on Section 508-compliance, and tools for implementation, visit:\n(4) App must be accessible on a mobile hand-held device.\n(5) Neither the CDC name nor CDC logo will be used in the app or the icon for the app.\n(6) The first place prize winner will provide paths to download the app from app stores as a free app.\n(7) The first place prize winner will provide technical support for 1 year after the award at no cost to HHS/CDC/NIOSH. The scope of the technical support is to fix any malfunctions that may come up during the app being used by stakeholders.\n(8) All videos and presentations must be submitted in English.\n(9) Videos should not include endorsements of private products, services, or enterprises.\n(10) Videos containing profane language, violence, weapons, sexually explicit content, or personal attacks on people or organizations will not be considered and will be disqualified.", "hackathon-rules": "\nParticipation in this contest constitutes a contestants’ full and unconditional agreement to abide by the contest’s official rules found here.\nIf contestants choose to provide HHS/CDC with personal information by registering or filling out the submission form through the Challenge.gov website, that information is used to respond to contestants in matters regarding their submission, announcements of entrants, finalists, and winners of the contest. Information is not collected for commercial marketing. Winners are permitted to cite that they won this contest.\nContestant(s) warrants that he or she is the sole author and owner of the contest submission, and that the contest submission completely originates with the contestant, that it does not infringe upon any copyright or any other rights of any third party of which contestant(s) is aware, and is free of malware. The contestant cannot submit material that he or she did not create and is not the owner of; the contestant cannot take material from any other source.\nAll materials submitted to the Respirator Trusted-Source Mobile App challenge remain the intellectual property of the individuals who developed them.  However, HHS, CDC, and NIOSH maintain a non-exclusive, royalty-free license to use, reproduce, publish, distribute and exhibit the submission/winning challenge in any and all formats or manner for educational, training and other public health purposes consistent with HHS, CDC and/or NIOSH’s mission. The contestant will be acknowledged in any NIOSH actions conducted under this license.\nHHS/CDC reserves the right to cancel, suspend, and/or modify the contest, or any part of it, for any reason, at HHS/CDC’s sole discretion.\nIn this challenge, CDC/NIOSH is seeking an app that will be used by the public to query the NIOSH trusted source site \nfor specific criteria and display all relevant information on the web page in an easy to view format on a mobile device. The app should be capable of conducting searches of all information on the website and providing all the info relevant to the criteria selected for display. The purpose of this app is to query the site for specific criteria and display it in an easy to view format.\nIn addition to providing the app or a link to the app, contestants should:\n(1)   Upload a brief slide presentation that describes your entry. Slide decks should be in .PDF format, and contain a maximum of 10 slides. We strongly recommend you explain how you addressed the evaluation criteria and the key features of the product as they relate to the challenge.\n(a) Narrative: One of the slides in the presentation should be a narrative explaining how the app is intended to work.\n(2)   Provide a link to a 4-minute demo video showing your application in action. Post videos to video-sharing sites like YouTube.\n(3)   Mobile application must be Section 508-compliant. For information on Section 508-compliance, and tools for implementation, visit: www.section508.gov.\n(4)   App must be accessible on a mobile hand-held device.\n(5)   Neither the CDC name nor CDC logo will be used in the app or the icon for the app.\n(6)   The first place prize winner will provide paths to download the app from app stores as a free app.\n(7)   The first place prize winner will provide technical support for 1 year after the award at no cost to HHS/CDC/NIOSH. The scope of the technical support is to fix any malfunctions that may come up during the app being used by stakeholders.\n(8)   All videos and presentations must be submitted in English.\n(9)   Videos should not include endorsements of private products, services, or enterprises.\n(10)  Videos containing profane language, violence, weapons, sexually explicit content, or personal attacks on people or organizations will not be considered and will be disqualified.\n:\nTo be eligible to win a prize under this challenge, an individual or entity—\n(1)   Shall have registered to participate in the competition under the rules promulgated by HHS/CDC;\n(2)   Shall have complied with all the requirements under this section;\n(3)   In the case of a private entity, shall be incorporated in and maintain a primary place of business in the United States, and in the case of an individual, whether participating singly or in a group, shall be a citizen or permanent resident of the United States; and\n(4)   May not be a Federal entity or Federal employee acting within the scope of their employment.\n(5)   Shall not be an HHS employee working on their applications or submissions during assigned duty hours.\n(6)   Shall not be an employee or contractor of NIOSH, judges of the challenge, or any other party involved with the design, production, execution, or distribution of the challenge or their immediate family (spouse, parents or step-parents, siblings and step-siblings, and children and step-children).\n(7)   Federal grantees may not use Federal funds to develop COMPETES Act challenge applications unless consistent with the purpose of their grant award.\n(8)   Federal contractors may not use Federal funds from a contract to develop COMPETES Act challenge applications or to fund efforts in support of a COMPETES Act challenge submission.\nAn individual or entity shall not be deemed ineligible because the individual or entity used Federal facilities or consulted with Federal employees during a competition if the facilities and employees are made available to all individuals and entities participating in the competition on an equitable basis.\nBy participating in this competition, contestants agree to assume any and all risks and waive claims against the Federal Government and its related entities, except in the case of willful misconduct, for any injury, death, damage or loss of property, revenue or profits, whether direct, indirect, or consequential, arising from participation in this contest, whether the injury, death, damage, or loss arises through negligence or otherwise. By participating in this competition, contestants agree to indemnify the Federal Government against third party claims for damages arising from or related to contest activities.\nContestants must obtain liability insurance or demonstrate financial responsibility in the amount of $0.00 for claims by: (1) a third party for death, bodily injury, or property damage, or loss resulting from an activity carried out in connection with participation in a competition, with the Federal Government named as an additional insured under the registered contestant's insurance policy and registered contestants agreeing to indemnify the Federal Government against third party claims for damages arising from or related to competition activities; and (2) the Federal Government for damage or loss to Government property resulting from such an activity. Contestants participating within a group must obtain insurance or demonstrate financial responsibility for all members of the group.\n\nThere will be one $8,000 first place prize and two $1,000 honorable mention prizes, for a total of $10,000.\n:\nPrizes awarded under this competition will be paid by electronic funds transfer and may be subject to Federal income taxes.  HHS will comply with the Internal Revenue Service withholding and reporting requirements, where applicable.\n\nA panel of judges will evaluate each submission on the following four criteria:\nUser Interface - 30%\n•    Were the user instructions easy to follow and comprehend?\n•    Is the display and color scheme of the information appealing?\nEase of Use - 20%\n•    Are you able to search for information easily?\n•    Is the requested information, both text and graphics, easy to read when displayed?\nInnovation in Design - 20%\n•    Is the application original?\n•    Is the application creative?\n•    Is the design engaging (i.e. pleasant and satisfying to use)?\nFunctionality and Accuracy - 30%\n•    Application has been tested on intended platforms?\n•    Can the application be accessed by the end user?\n•    Does the application return the correct information?", "hackathon-prizes": [{"prize-content": "Prizes awarded under this competition will be paid by electronic funds transfer and may be subject to Federal income taxes.  HHS will comply with the Internal Revenue Service withholding and reporting requirements, where applicable.", "prize-title": "First Place"}, {"prize-content": "Prizes awarded under this competition will be paid by electronic funds transfer and may be subject to Federal income taxes.  HHS will comply with the Internal Revenue Service withholding and reporting requirements, where applicable.", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "", "hackathon-url": "https://resp-mobile-app.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "•\tWere the user instructions easy to follow and comprehend?\n•\tIs the display and color scheme of the information appealing?"}, {"judging-criterion": "•\tAre you able to search for information easily?\n•\tIs the requested information, both text and graphics, easy to read when displayed?"}, {"judging-criterion": "•\tIs the application original?\n•\tIs the application creative?\n•\tIs the design engaging (i.e. pleasant and satisfying to use)?"}, {"judging-criterion": "•\tApplication has been tested on intended platforms?\n•\tCan the application be accessed by the end user?\n•\tDoes the application return the correct information?"}], "hackathon-location-address": "", "hackathon-description-header": "NIOSH is challenging teams of developers to design a mobile app that will be used by the public to query the trusted source site and display the info in an easy to view format on a mobile device.", "hackathon-prizes-total": "$10,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}