{"hackathon-description-text": "\nRowan University’s student branch of the IEEE (Institute of Electrical and Electronics Engineers) is hosting its second hackathon! Located in Glassboro, New Jersey and just half an hour away from Philadelphia, Rowan University is proud to host this event and welcomes anyone, from first-timers to full-stack devs. If you have a cool technology idea that you want to make happen, this event is for you! ", "hackathon-number-of-prizes": "13", "hackathon-id": "profhacks17", "hackathon-judges": [{"judge-role": "", "judge-name": "A Killer Judging Team"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nOnly hackers who have been accepted and are at the event can compete.", "hackathon-number-of-participants": "82", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nWhen submitting your project, please include pictures, a description and anything else that will help your project stand out.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Each of the 4 winners will receive an Amazon Echo Dot, a Wolfram Alpha Pro account and 1 year Wolfram Development Platform access.", "prize-title": "First Place"}, {"prize-content": "Each of the 4 winners will receive a Bluetooth Music Receiver, a Wolfram Alpha Pro account and 1 year Wolfram Development Platform access.", "prize-title": "Second Place"}, {"prize-content": "Each of the 4 winners will a Wolfram Alpha Pro account and 1 year Wolfram Development Platform access. The team will also receive a kindle and 3 chromecast audio devices.", "prize-title": "Third Place"}, {"prize-content": "There will be 1 google home device and 4 Wolfram Alpha Pro accounts and 1 year Wolfram Development Platform access.", "prize-title": "Sensor Journalism"}, {"prize-content": "Each winner will receive an Intel Sponsored Leather-man multi-tool, tile and a particle development kit!", "prize-title": "Systems Engineering"}, {"prize-content": "The winning team will receive access to the HatchHouse Accelerator Program to help them star their business idea! They will also receive a Wolfram Alpha Pro account and 1 year Wolfram Development Platform access.", "prize-title": "Business"}, {"prize-content": "Each winner will receive an Intel Sponsored Leather-man multi-tool and a Tile.", "prize-title": "Hackenger Hunt"}, {"prize-content": "Each of the 4 winners will a Wolfram Alpha Pro account and 1 year Wolfram Development Platform access.", "prize-title": "Hacker's Choice"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment.", "prize-title": "#HackHarassment"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Best hack using a .tech domain", "prize-title": ".Tech Domain"}, {"prize-content": "Each winner will receive a Particle Board!!! This is awarded to the team with the best hack using a Particle Photon board.", "prize-title": "Particle - Smart Cities IoT"}], "hackathon-location-google-maps": "https://maps.google.com/?q=600 North Campus Drive, Glassboro, NJ 08028, USA", "hackathon-url": "https://profhacks17.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How well the hack does the task it is set out to perform."}], "hackathon-location-address": "600 North Campus Drive, Glassboro, NJ 08028, USA", "hackathon-description-header": "Rowan University's Annual Hackathon", "hackathon-prizes-total": "$3,049", "hackathon-location-description": "Rowan University", "hackathon-end-date": "2017-02-05", "has-projects": "True"}