{"hackathon-description-text": "\nUSGS scientists are looking for your help in addressing some of today’s most perplexing scientific challenges, such as climate change and biodiversity loss. To do so requires a partnership between the best and the brightest in Government and the public to guide research and identify solutions.", "hackathon-number-of-prizes": "2", "hackathon-id": "applifyingusgsdata", "hackathon-judges": [{"judge-role": "", "judge-name": "USGS Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "93", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n\nTo be eligible to win a prize under this Challenge, an individual or team: \n Federal employees (including DOI employees) interested in participating in the Challenge should first consult their ethics official, but will typically be deemed ineligible if they meet any of the following criteria:\nAn individual may join more than one team.\nThe Challenge is subject to all applicable federal laws and regulations. Participation constitutes Contestant’s full and unconditional agreement to these Official Rules and Sponsor’s and Administrator’s decisions, which are final and binding in all matters related to the Challenge.\n \n\nAll submissions to the Competition remain the intellectual property of the individuals or organizations that developed them. By registering, consenting to the terms of the Competition, and entering a Submission, each Contestant agrees that DOI reserves an irrevocable, paid-up, nonexclusive, royalty-free license to use, copy, distribute to the public, and publicly display the Submission during the duration of the Competition and for at least a minimum period of one year starting on the date of the announcement of the contest winners, and to authorize others, including the general public, to use the Submission without restriction on a royalty-free basis for a period of at least one year starting on the date of the announcement of the contest winners. If, DOI requests access and use for longer than 1 year to a submission, this will be negotiated with the individuals and/or teams selected to determine the long-term availability of the participation application or submission. The Contestant also agrees that DOI reserves the right to create derivative works from the Submission.\n \n\nEach Contestant represents and warrants that the Contestant is the sole author and copyright owner of the Submission; that the Submission is an original work of the Contestant and that the Contestant has acquired sufficient rights to use and to authorize others, including DOI, to use the Submission, as specified throughout the Official Rules, including the “Intellectual Property Rights” section of the Official Rules; that the Submission does not infringe upon any copyright or upon any other third party rights of which the Contestant is aware; and that the Submission is free of malware.\n\n\nDOI considers universal accessibility to information a priority for all individuals, including individuals with disabilities. Apps should therefore meet or exceed Section 508 accessibility and usability standards.  For further assistance and information, see: \n.\n \n\nExcept where prohibited, participation in the Competition constitutes your consent to DOI and its agents’ use of video and screenshots of the app, a link to the app, and other information about the app, as well as your name, likeness, photograph, voice, opinions, and/or hometown and state information for promotional purposes through any form of media, worldwide, without payment or consideration. The information collected is used to respond to you in matters regarding your submission and/or the Challenge only – unless you choose to receive updates or notifications about other competitions from the DOI on an opt-in basis.  Information is not collected for commercial marketing.  Please read the \n for complete information.\n \n\nThe Contestant shall be liable for, and shall indemnify and hold harmless the Government against, all actions or claims, including but not limited to those for loss of or damage to property (such as damage that may result from a virus, malware, etc. to DOI computer systems or those of the end-users of the software and/or applications), resulting from the fault, negligence, or wrongful act or omission of the Contestant.\n\nThree (3) prizes are available:\nThe winners of these three (3) prizes (collectively, “Winners”) will be invited to Denver, CO, on May 20 - 24, 2013 to be honored at a recognition event(s) where their apps will be demonstrated to DOI scientists and program managers. DOI will provide travel reimbursement, consistent with Federal regulations, to travel to the recognition event(s) for each winner, if an individual, or the project leader, if a team. Recipients of travel reimbursement will need to provide receipts to document travel expenses to DOI promptly upon travel completion.", "hackathon-prizes": [{"prize-content": "Winner will be honored at the USGS The National Map Users Conference/Community for Data Integration Workshop (", "prize-title": "Best Overall App"}, {"prize-content": "Winner will be honored at the USGS The National Map Users Conference/Community for Data Integration Workshop (", "prize-title": "Popular Choice App"}], "hackathon-location-google-maps": "", "hackathon-url": "https://applifyingusgsdata.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Potentially accelerates scientific discovery and reveals new connections to increase our understanding of Earth's natural systems."}, {"judging-criterion": "Application itself is novel and innovative."}, {"judging-criterion": "Appeal of the application from a usability perspective."}], "hackathon-location-address": "", "hackathon-description-header": "App-ly Yourself to Tackle Today's Scientific Challenges", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}