{"hackathon-description-text": "\nHack for LA, the largest civic hackathon in Southern California, calls to action government agencies, businesses, software developers, nonprofits, web designers, students, and civically-engaged thought leaders to address community challenges through technology innovation and application development.", "hackathon-number-of-prizes": "9", "hackathon-id": "hackforla-2015", "hackathon-judges": [{"judge-role": "CEO, Civic Resource Group", "judge-name": "Greg Curtin"}, {"judge-role": "CEO, Department of Better Technology", "judge-name": "Josh Goldstein"}, {"judge-role": "Chief Knowledge Architect, NASA Jet Propulsion Laboratory", "judge-name": "Jeanne Holm"}, {"judge-role": "Developer Evangelist, i.am+", "judge-name": "Lilly Kam"}, {"judge-role": "Program Director, Civic Innovation Lab", "judge-name": "Kat Karimi"}, {"judge-role": "Southern California Chapter Director, FWD.us", "judge-name": "Catherine Lyons"}, {"judge-role": "Chief Innovation and Technology Officer, City of LA", "judge-name": "Peter Marx"}, {"judge-role": "Chief Operations Officer, Passrock", "judge-name": "Tracy Randall"}, {"judge-role": "Director of Innovation, LAEDC", "judge-name": "Chris Rico"}, {"judge-role": "President, Goldhirsh Foundation", "judge-name": "Tara Roth"}, {"judge-role": "Principal, The North Highland Company", "judge-name": "Todd Sargent"}, {"judge-role": "Executive Director, California Immigrant Policy Center", "judge-name": "Reshma Shamasunder"}, {"judge-role": "Owner, Cheryl Wold & Associates", "judge-name": "Cheryl Wold"}, {"judge-role": "Director, Change the Course", "judge-name": "Hollie Stenson"}, {"judge-role": "Executive Director, Protect our Winters", "judge-name": "Chris Steinkamp"}, {"judge-role": "Creative Director, Annenberg Innovation Lab", "judge-name": "Erin Reilly"}, {"judge-role": "", "judge-name": "ccc"}, {"judge-role": "", "judge-name": "Kurt Daradics"}], "hackathon-number-of-judges": "18", "hackathon-eligibility": "\nTeams must present their work in person to the judges on Sunday June 7 2015 from 4-6 PM in order to be eligible for prizes.\nYou must include discussion of the datasets / APIs used and the technologies used in your presentation.\nTeams may not have more than 10 participants.\nTeam leaders for the cash prize competition must be 18 years or older, or be accompanied by a parent.\nAll coding must take place during the hackathon weekend.", "hackathon-number-of-participants": "50", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nThe goal of the hackathon is to submit the concept, visual mockups, and a functional app or unique data visualization.  Teams must be able to present a prototype of the solution in order to participate in the presentation to the judges.\nJudges are allowed to examine code if requested.", "hackathon-rules": "\nHack for LA Rules\nNo submission may win more than (2) prizes.\nThe Hack for LA Hackathon Contest (“Hackathon”) is sponsored and administered by Compiler LLC.  Additional local sponsors and organizers have also participated in the creation of this event.\n• Each Hackathon is subject to Official Rules. By participating in a Hackathon\ncontestants agree to be bound by these General Terms and Conditions along with the Official Rules as well as all decisions of the Hack for LA judges and Compier LLC which are final and binding on all aspects of the Hackathon.\n• Hackathon contestants much be pre-registered participants in order to be eligible for prizes\n• Hackathon contestants compete in teams. Contestants can recruit people to join a team or teams may be formed or assigned at each event. During the competition, each team will be asked to create a project solution, a mobile or web application, or data visualization that is sustainable on a tablet or Smartphone device, along with a business plan for their app (“Submission”). Finalists will be given the opportunity to demonstrate their Submission and provide an oral presentation to the judges describing why their Submission would be successful. All coding for the Submission must be during the Hackathon. Any additional requirements concerning Submissions will be specified in the Official Rules or provided during the Hackathon.\n• Submissions and oral presentation of Submission will be judged by a panel of judges based upon the following equally-weighed criteria for the both tracks: (1) Originality of Idea and importance for the community; (2) Ability to clearly articulate the details of the application (3) sophistication of technologies used in its creation. (4) Use of data. In the event of a tie, the winning team will be determined by the judges based on the highest score for originality of idea. Each member of a winning team, along with all Submissions, is subject to validation by Compiler LLC and/or the judging\norganization, whose decisions are final and binding in all respects. Each contestant and each member of a winning team may be required to sign and return, when requested, an affidavit of eligibility, and a prize/publicity release. WINNERS MUST BE PRESENT TO ACCEPT PRIZE OR PRIZE WILL BE FORFEITED.\n• UNLESS OTHERWISE STATED IN THESE OFFICIAL RULES, ALL PRIZES OR ANY PRIZE COMPONENTS WILL BE AWARDED TO THE WINNING TEAM AS A WHOLE AND NOT TO EACH INDIVIDUAL MEMBER OF A WINNING TEAM. Compiler LLC  is not responsible for any disputes among team members concerning prize or prize components.\n• All taxes and any other expenses not stated herein, including meals, gratuities, transportation and other incidentals, are sole responsibility of winners. No substitutions or transfers of a prize, except in Compiler's discretion. Coordination of any and all travel and any other expenses is the responsibility of the Winner Team members. Only the stated number and components of prizes in Official Rules will be awarded.\n• Participation in the Hackathon shall constitute and signify each member of a winning team’s agreement and consent that Compiler LLC, event organizers, Hack for LA, sponsors and their designees may use each member’s name, city, state, likeness, and the team’s Submission and/or prize information in connection with the Contest for promotional, advertising or other purposes, worldwide, in any and all media now known or hereafter devised, including the Internet, without limitation and without further payment, notification, permission or other consideration, except where prohibited by law. Except as expressly provided herein, nothing in the General Terms and Conditions or Official Rules may be construed as transferring any rights of ownership or license, by implication, estoppel or otherwise, of either party’s products, technology or intellectual property, including but not limited to, such party’s marks.\n• GENERAL CONDITIONS/INDEMNIFICATION: By entering, contestants warrant\nand represent that their team is the sole creator of the Submission and that they have obtained permission from all persons or copyright or trademark owners whose likeness, work or mark are depicted in Submission and all permission necessary for Compiler LLC to publish or use their Submission in any media worldwide and agree to confirm any of the foregoing in writing. Further, by participating in this Contest and/or by accepting any prize, contestants agree that Compiler LLC and the event organizers and Compiler LLC's parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns shall not be liable for any and all actions, claims, including any third party claims, injury, loss or damage arising in any manner, directly or indirectly, arising from or relating to the Hackathon, including entry and participation, or the acceptance, possession, use or misuse of any prize. By participating in the Hackathon and/or accepting any prize, contestants agree to fully indemnify event organizers sponsors and Compiler LLC and its parents, affiliates, subsidiaries, officers, directors, employees, successors, representatives and assigns from any and all such claims by third parties without limitation. Contestants\nauthorize event organizers, sponsors, and Compiler LLC to use their name, voice, likeness, biographical data, city and state of residence and entry materials in programming or promotional material, worldwide in perpetuity, or on a winner's list, if applicable, without further compensation unless prohibited by law. Compiler LLC is not obligated to use any of the above mentioned information or materials, but may do so and may edit such information or materials, at Compiler LLC's sole discretion, without further obligation or compensation. Event organizers, sponsors, and Compiler LLC shall not be\nliable for: (i) late, lost, delayed, stolen, misdirected, postage-due, incomplete,\nunreadable, inaccurate, garbled or unintelligible entries, communications or\nsubmissions, regardless of the method of transmission; (ii) telephone system,\ntelephone or computer hardware, software or other technical or computer\nmalfunctions, lost connections, disconnections, delays or transmission errors; (iii) data corruption, theft, destruction, unauthorized access to or alteration of entry or other materials; (iv) any injuries, losses or damages of any kind caused by participation in this Contest or resulting from acceptance, possession or use of a prize; or (v) any printing, typographical, administrative or technological errors in any materials associated with the Contest. Compiler LLC disclaims any liability for damage to any electronic device resulting from participating in, or accessing, uploading or downloading information.\nEvent organizers, sponsors, or Compiler LLC may prohibit certain contestants or teams from participating in the Hackathon or winning a prize if, in its sole discretion, it determines that a contestant or team has attempted to undermine the legitimate operation of the Hackathon by cheating, hacking, deception, or any other unfair playing practices of intending to annoy, abuse, threaten or harass any other participants or Compiler LLC representatives.\nCAUTION: ANY ATTEMPT TO DELIBERATELY DAMAGE THE CONTEST, THE CONTEST WEBSITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE CONTEST MAY BE IN VIOLATION OF CRIMINAL AND CIVIL LAWS AND SHALL RESULT IN DISQUALIFICATION FROM PARTICIPATION IN THE CONTEST. SHOULD SUCH AN ATTEMPT BE MADE, COMPILER LLC RESERVES THE RIGHT TO SEEK REMEDIES AND DAMAGES (INCLUDING ATTORNEY’S FEES) TO THE FULLEST EXTENT OF THE LAW, INCLUDING CRIMINAL PROSECUTION.\n• Contestants acknowledge that event organizers, sponsors, and Compiler LLC engage, has engaged and will in the future engage in the development, preparation, production, acquisition and dissemination of creative, educational, artistic and other material (collectively, the “Materials”), including without limitation Materials that are similar or identical to a Submission. Contestants also acknowledge that other persons, including employees of Compiler LLC, may\npreviously have originated and may hereafter originate Materials that are similar or identical to a Submission. Contestants agree that they will not be entitled to any compensation because of the use by Compiler LLC of any such similar or identical material.\nWithout limitation of the foregoing, Compiler LLC may use, without any payment or other obligation whatsoever to any contestant, any part of the Materials, and any idea or concept contained therein, that (a) is similar or identical to, or contains significant elements encompassed in, a concept that is under consideration or in development by sponsors or Compiler LLC before or at the time of entry, (b) is not unique, novel, original, and concrete so as to be entitled to protection under applicable laws, (c) has been made public by anyone at the time of its submission to Compiler LLC or otherwise is in the public domain, (d)\nwould be freely usable by a third person if it had not been accepted as a Submission or the subject of any agreement, (e) is not protected by United States copyright law, or (f) is similar or identical to, or contains significant elements encompassed in, an idea, concept or material that is independently created by Compiler LLC or any third party.\nContestants agree that organizers' sponsors' or Compiler LLC's development, preparation, production, acquisition, dissemination and/or exploitation of Materials similar or identical to a Submission or containing features, ideas, material and/or elements similar to or identical with those contained in a Submission shall not entitle any contestant or team to any compensation or other right or remedy. As an inducement to organizers, sponsors, and Compiler LLC to accept each Submission for entry into the contest, contestants hereby waive any claim or right of action against Compiler LLC or its successors in connection with the Compiler LLC's use of any Materials (or any portions thereof) whether or not such Materials are similar or\nidentical to a Submission or contain any features, ideas, material and/or elements that are similar or identical to those contained in a Submission. Acceptance by Compiler LLC of a Submission is not an admission by Compiler LLC of the novelty or originality of the Submission.\n•Hack for LA is a place where people freely share ideas and concepts.\n•By participating, you acknowledge and agree that if you share an idea, suggestion, or concept you are working on that others may use your idea, suggestion, or concept and integrate it into an application that they are working on now or in the future, and you waive any and all claims and lawsuits against the organizers or sponsors or participants that may use or incorporate that idea, suggestion or concept, into an application, service, or product.\n•If you can’t agree, you can’t participate.", "hackathon-prizes": [{"prize-content": "$500 cash to be shared equally among the winning team. Immigration challenge is supported by our partner at FWDus.", "prize-title": "FWDus Immigration Challenge"}, {"prize-content": "$500 cash to be shared equally among the winning team. This prize will be awarded to the best app that uses an ESRI map layer for a civic purpose. This prize is supported by ESRI.", "prize-title": "ESRI Challenge"}, {"prize-content": "The solution that most effectively helps build and strengthen relationships and community in Los Angeles can submit for an annual unlimited Hub membership. This prize is supported by our partner Hub Los Angeles.", "prize-title": "Hub LA Community Prize"}, {"prize-content": "$2000 cash to be shared equally among the winning team for the solution that bests encourages residents to get out of their cars and take advantage of the health benefits of active transportation. This prize is supported by California HealthCare Foundation.", "prize-title": "CHCF Health + Transporation Prize"}, {"prize-content": "$750 cash to be shared equally among the winning team for the solution that best raises awareness of local problems and encourages ideas for remedies in children's health. This prize is supported by California HealthCare Foundation.", "prize-title": "CHCF Children's Health Prize"}, {"prize-content": "$250 cash to be shared equally among the winning team for the solution that best connects preventative health education and early screening resources to Angelenos. This prize is supported by California HealthCare Foundation.", "prize-title": "CHCF Asthma Prize"}, {"prize-content": "One student team working on a drought-related solution, will win a Summer Fellowship at USC to turn their idea into reality in time for LA innovation week in October. The fellowship includes space, mentorship, access to VC's and workshops.", "prize-title": "USC &amp; Global Shapers LA Hub: Student Fellowship Drought Prize"}, {"prize-content": "Each member of the overall winning team of the Drought topic will receive either an Apple watch or a Samsung smart watch (to be delivered after the event).", "prize-title": "Deutsch Overall Drought Futurethon Winner"}, {"prize-content": "The runner-up team for the drought topic will receive a swag bag filled with water-saving goodies. Includes a water saving shower-head, charcoal filter water bottle and more.", "prize-title": "Deutsch Runner Up Drought Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=111 North Hope Street, Los Angeles, CA 90012, USA", "hackathon-url": "https://hackforla-2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea, has someone already done it?"}, {"judging-criterion": "How much will people talk about the idea and share it with their friends and family? Would the press write about it?"}, {"judging-criterion": "Can the idea be implemented today or in the near future? Is there anything that is stopping this idea from becoming a reality?"}, {"judging-criterion": "What is the potential for impact? How could this idea demonstrably improve the situation at hand."}, {"judging-criterion": "This score gives our judges a chance to award points based on their gut reaction to the solution."}], "hackathon-location-address": "111 North Hope Street, Los Angeles, CA 90012, USA", "hackathon-description-header": "Local celebration of National Day of Civic Hacking", "hackathon-prizes-total": "$13,400", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}