{"hackathon-description-text": "\nWeb designers and developers of all levels are invited to work on a fun project in small teams at this creative and collaborative coding event with other women and friends.  ", "hackathon-number-of-prizes": "3", "hackathon-id": "we-code-hackathon-2016", "hackathon-judges": [{"judge-role": "Principal User Experience Designer / Puppet", "judge-name": "Melissa Casburn"}, {"judge-role": "Engineering Manager / Nike", "judge-name": "Urvi Trivedi"}, {"judge-role": "Director / Women Who Code Portland", "judge-name": "Caterina Paun"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nParticipants must be present at the hackathon located at the Puppet office in Portland.\nWomen of any level of programming experience are encouraged to join.\nTeams will be selected to include a mix of experience levels and skill sets.\nThis is meant to be a safe and welcoming environment open to all without discrimination.\nAlthough this list cannot be exhaustive, we honor and respect diversity in age, culture, ethnicity, gender identity or expression, race, religion, sexual orientation and technical ability.\n\n\n", "hackathon-number-of-participants": "92", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n\n\nIndividuals/teams retain ownership of their own code.  Judges will review the finished code but will not keep it.\n", "hackathon-rules": "\n\nBy submitting an entry in this Hackathon, you represent that you, your team and the entry submitted complies with these Official Rules:\nEveryone must sign up individually at \n to participate in the public voting.", "hackathon-prizes": [{"prize-content": "Each team member will receive a $100 Nike gift certificate, Converse backpack, Nike scarf, Nike socks, Nike headbands, Puppet water bottle, Nike Air Max flash drive, and stickers!", "prize-title": "1st Prize"}, {"prize-content": "Each team member will receive a $50 Nike gift certificate, Nike water bottle, Nick socks, Puppet bag, and stickers.", "prize-title": "2nd Prize"}, {"prize-content": "Each team member will receive a $50 Nike gift certificate, Nike water bottle, Nike headbands, a Puppet notebook, and stickers!", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=308 SW 2nd Ave, Portland, OR 97204, USA", "hackathon-url": "https://we-code-hackathon-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The project should solve a problem that is not being addressed by currently available software products. It should offer a fresh perspective, and utilize data, content, or technology in a new way."}, {"judging-criterion": "The product should demonstrate the potential to improve the lives of its target market as well as the ability to measure these results."}, {"judging-criterion": "The content and features provided by the product should be designed for your target audience in a way that is approachable, accessible, easy to use, and aesthetically pleasing."}, {"judging-criterion": "The application should not contain any third-party proprietary code. \nThe project must be a working solution.\nEnsure that each team member has a voice."}], "hackathon-location-address": "308 SW 2nd Ave, Portland, OR 97204, USA", "hackathon-description-header": "We Code Hackathon for Women & Friends", "hackathon-prizes-total": "$410", "hackathon-location-description": "Puppet", "hackathon-end-date": "2016-11-05", "has-projects": "True"}