{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "7", "hackathon-id": "dohack-2016", "hackathon-judges": [{"judge-role": "DO!Hack Organiser", "judge-name": "Kai Schröer"}, {"judge-role": "Fachhochschule Dortmund", "judge-name": "Andreas Harrer"}, {"judge-role": "Trilux", "judge-name": "TBA"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAny student or recent graduate may apply from any university in the world, you do not need to study in a programming related field. We are also looking for mentors with hackathon experience. If you’re interested, please contact us via", "hackathon-number-of-participants": "25", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nll code should be commited and pushed to your teams GitHub respository. The repositories itself may be created before the hackathon begins, but the very first commit should be done after the hacking starts. \n \nIf you want your project to be judged and have a chance to win the prizes, you have to post your project on DevPost with a link to the GitHub repository.", "hackathon-rules": "\nAll code has to be written during the hackathon (july 16th 11:30 till july 17th 11:30) and has to be pushed to a GitHub respository. \nYou can only use publicly available APIs, libraries etc.\nIf there's a library, that you have written and want to use, then it should be publicly available before the hackathon begins.\nA primary goal of all the conferences and user groups that refer to this Code of Conduct is to be inclusive to the largest number of contributors, with the most varied and diverse backgrounds possible. As such, we are committed to providing a friendly, safe and welcoming environment for all, regardless of gender, sexual orientation, ability, ethnicity, socioeconomic status and religion (or lack thereof).\nThis Code of Conduct outlines our expectations for all those who participate in our community, as well as the consequences for unacceptable behavior.\nWe invite all those who participate in our events to help us create safe and positive experiences for everyone.\nA supplemental goal of this Code of Conduct is to increase open [source/culture/tech] citizenship by encouraging participants to recognize and strengthen the relationships between our actions and their effects on our community.\nCommunities mirror the societies in which they exist and positive action is essential to counteract the many forms of inequality and abuses of power that exist in society.\nIf you see someone who is making an extra effort to ensure our community is welcoming, friendly, and encourages all participants to contribute to the fullest extent, we want to know.\nUnacceptable behaviors include: intimidating, harassing, abusive, discriminatory, derogatory or demeaning speech or actions by any participant in our community online, at all related events and in one-on-one communications carried out in the context of community business. Community event venues may be shared with members of the public; please be respectful to all patrons of these locations.\nHarassment includes: harmful or prejudicial verbal or written comments related to gender, sexual orientation, race, religion, disability; inappropriate use of nudity and/or sexual images in public spaces (including presentation slides); deliberate intimidation, stalking or following; harassing photography or recording; sustained disruption of talks or other events; inappropriate physical contact, and unwelcome sexual attention.\nUnacceptable behavior from any community member, including sponsors and those with decision-making authority, will not be tolerated. Anyone asked to stop unacceptable behavior is expected to comply immediately.\nIf a community member engages in unacceptable behavior, the community organizers may take any action they deem appropriate, up to and including a temporary ban or permanent expulsion from the community without warning (and without refund in the case of a paid event).\nIf you are subject to or witness unacceptable behavior, or have any other concerns, please notify a community organizer as soon as possible. You can find a list of organizers to contact for each of the supporters of this code of conduct at the bottom of this page. Additionally, community organizers are available to help community members engage with local law enforcement or to otherwise help those experiencing unacceptable behavior feel safe. In the context of in-person events, organizers will also provide escorts as desired by the person experiencing distress.\nIf you feel you have been falsely or unfairly accused of violating this Code of Conduct, you should notify one of the event organizers with a concise description of your grievance. Your grievance will be handled in accordance with our existing governing policies.\nWe expect all community participants (contributors, paid or otherwise; sponsors; and other guests) to abide by this Code of Conduct in all community venues—online and in-person—as well as in all one-on-one communications pertaining to community business.\nPlease take a look on \n for translations.", "hackathon-prizes": [{"prize-content": "selfie sticks from Trilux", "prize-title": "SPECIAL PRIZE from Trilux"}, {"prize-content": "", "prize-title": "Free spots for JacobsHack 2016 for the winning team"}, {"prize-content": "100% discount for 1 year of free subscription for any single JetBrains tool/IDE (i.e. it won't work for All Products Pack and teamware). Also a perpetual fallback license is included (FAQ available here:", "prize-title": "Jetbrains Coupon"}, {"prize-content": "", "prize-title": "First place"}, {"prize-content": "", "prize-title": "Second Place"}, {"prize-content": "", "prize-title": "Third Place"}, {"prize-content": "Leap motions for the whole team", "prize-title": "SPECIAL PRIZE from Trilux"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Hombruch, Emil-Figge-Straße 40a, 44227 Dortmund, Germany", "hackathon-url": "https://dohack-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Hombruch, Emil-Figge-Straße 40a, 44227 Dortmund, Germany", "hackathon-description-header": "First student run hackathon in Dortmund.", "hackathon-prizes-total": "$910", "hackathon-location-description": "Fachhochschule Dortmund", "hackathon-end-date": "", "has-projects": "False"}