{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "5", "hackathon-id": "flir-hk-challenge-nov2015", "hackathon-judges": [{"judge-role": "Cal is the FLIR Developer Relations Manager.  He runs the FLIR ONE developer program, including the setup and facilitation of the BRING THE HEAT Hacker and Maker challenges.", "judge-name": "Cal Loo"}, {"judge-role": "Director of Business Development / FLIR", "judge-name": "Dan Jarvis"}, {"judge-role": "Renato is the Development Manager of Novacoast Inc in Santa Barbara, CA.  He has run development for very large enterprise companies, and provided consultation for several funded startups in Silicon Valley.", "judge-name": "Renato Untalan"}, {"judge-role": "Raymond is the Chief Writer for HK Economic Journal Insight.", "judge-name": "Raymond Tsoi"}, {"judge-role": "Mike is the president of AdvanceWorx, a FLIR Certified Developer based in Sudbury, ON, Canada.  Mike works very closely with FLIR and is the developer of a number of FLIR ONE apps currently on the market, including the Owens Corning Comfort Tracker.", "judge-name": "Michael Dolinar"}, {"judge-role": "Casey Lau is the co-founder of StartupsHK, the head of the Softlayer Catalyst startup program in Asia and the co-host of RISE - Web Summit's annual Asia-Pacific conference in Hong Kong. Follow him on Twitter @Casey_Lau.", "judge-name": "Casey Lau"}, {"judge-role": "Investment Director, CoCoon", "judge-name": "Roland Yau"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nMust be at least 18 years old to enter and you must be legally eligible to win to collect a cash prize.  FLIR employees and relatives are not eligible.  Any eligible person, team or entity can join the challenge. Only requirement is that you participate in person during the hacakthon in Hong Kong. In general teams will be formed around the best ideas on the first evening of the hackathon, however, you can also join as a pre-formed team. \n ", "hackathon-number-of-participants": "65", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nThere are two categories of projects: 1.) Software app and 2.) Hardware app.  Projects/solutions may be based on the FLIR ONE smartphone accessory or the Lepton thermal imaging component.\nEach team is required to submit their project to DevPost for consideration no later than 1pm on Sunday Nov 22nd.  Accepted submissions will be given 3 min to pitch and demo their functioning software or hardware solution Sunday afternoon in front of a panel of judges. The format is free, but it is recommended to share a presentation, e.g. PowerPoint or a video combined with a demo (e.g. video) of the solution developed.  We will provide projection equipment and an Apple TV to display your app on your phone screen to the judges.", "hackathon-rules": "\nMaximum team size is 5 people. You may not begin any actual development (ie. coding) of your solution prior to the start of the event at the risk of disqualification. All participants are required to respect all laws during the hackathon and are subject to the posted rules of CoCoon.  Violation of laws or venue rules will result in disqualification and expulsion.\nYou must have legal access to any IP used in your solutions, FLIR is not responsible for your use of anyone else's IP.  All IP developed by the participants during the event belongs to the participants.", "hackathon-prizes": [{"prize-content": "$5,000 cash prize (USD)", "prize-title": "Best Overall"}, {"prize-content": "$3,000 cash prize (USD)", "prize-title": "Second Place Overall"}, {"prize-content": "$1,000 cash prize (USD)", "prize-title": "Crowd Favorite"}, {"prize-content": "$500 cash prize (USD) for best hardware app created based on Lepton", "prize-title": "Best Hardware App"}, {"prize-content": "$500 cash prize (USD) for best software app created based on FLIR ONE", "prize-title": "Best Software App"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Citicorp Centre, 18 Whitfield Rd, Causeway Bay, Hong Kong", "hackathon-url": "https://flir-hk-challenge-nov2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes the degree of innovation demonstrated either in the use of thermal imaging or in the creation of the solution."}, {"judging-criterion": "Includes how beautiful and elegant the solution is in terms of how it looks to the user and how easy it is to use."}, {"judging-criterion": "Includes the extent to which the solution does what it is supposed to do."}, {"judging-criterion": "Includes the extent to which the solution could impact users of thermal imaging products in terms of scope and/or scale"}], "hackathon-location-address": "Citicorp Centre, 18 Whitfield Rd, Causeway Bay, Hong Kong", "hackathon-description-header": "BRING THE HEAT! Hacking and Making with thermal imaging.", "hackathon-prizes-total": "$13,735", "hackathon-location-description": "CoCoon", "hackathon-end-date": "2015-11-22", "has-projects": "True"}