{"hackathon-description-text": "\nWelcome to the first stop on GM’s “Makers Hustle Harder” Tour hosted by Tampa Hackerspace! The kickoff for the event will be Monday, Feb. 27, 2017 from 6 to 9 PM. Teams will have all week to put their projects and pitches together.", "hackathon-number-of-prizes": "3", "hackathon-id": "makers-hustle-harder-tampa", "hackathon-judges": [{"judge-role": "Senior Architect, Malwarebytes", "judge-name": "Mathew Thomas"}, {"judge-role": "Sales and Lease Consultant, Crown Cars", "judge-name": "Joe Rippolone"}, {"judge-role": "Director, Women Who Code Tampa  Chapter Leader Girl Develop It Tampa", "judge-name": "Sarrah Vesselov"}, {"judge-role": "Adjoy, Chief Technology Officer", "judge-name": "Marvin Scaff"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "", "hackathon-number-of-participants": "34", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n\n \n \nIn the interest of creating a safe, enjoyable and fulfilling experiences for all concerned, participants are expected to show respect and courtesy to other participants throughout the Makers Hustle Harder Tour and at all associated events.\nAll attendees, speakers, sponsors, organizers and volunteers for the Makers Hustle Harder Tour are required to abide by the following Code of Conduct. Organizers will enforce this code throughout the event.\n \nThe Makers Hustle Harder Tour  is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, age, race, or religion. We do not tolerate harassment of participants in any form.\nThis code of conduct applies to all Makers Hustle Harder Tour spaces both online and off. Anyone who violates this code of conduct may be sanctioned or expelled from these spaces at the discretion of the the organizers.\nSome hosting spaces may have additional rules in place, which will be made clearly available to participants. Participants are responsible for knowing and abiding by these rules.\n \nThe Makers Hustle Harder Tour is dedicated to providing a harassment-free experience for everyone. We do not tolerate harassment of participants in any form.\nThis code of conduct applies to all Makers Hustle Harder Tour spaces both online and off. Anyone who violates this code of conduct may be sanctioned or expelled from these spaces at the discretion of the the organizers.\nSome hosting spaces may have additional rules in place, which will be made clearly available to participants. Participants are responsible for knowing and abiding by these rules.\n \nHarassment includes:\nIf you are being harassed by a member of The Makers Hustle Harder Tour, notice that someone else is being harassed, or have any other concerns please contact Daphne Zargar at \n, If the person who is harassing you is on the team, they will recuse themselves from handling your incident. We will respond as promptly as we can.\nThis code of conduct applies to spaces hosting The Makers Hustles Harder Tour, but if you are being harassed by a member of the tour outside our spaces, we still want to know about it. We will take all good-faith reports of harassment by tour members, especially the organizers, seriously. This includes harassment outside our spaces and harassment that took place at any point in time. The abuse team reserves the right to exclude people from The Makers Hustle Harder tour based on their past behavior, including behavior outside of the Makers Hustle Harder Tour spaces and behavior towards people who are not in participating in the tour.\nIn order to protect volunteers from abuse and burnout, we reserve the right to reject any report we believe to have been made in bad faith. Reports intended to silence legitimate criticism may be deleted without response.\nWe will respect confidentiality requests for the purpose of protecting victims of abuse. At our discretion, we may publicly name a person about whom we’ve received harassment complaints, or privately warn third parties about them, if we believe that doing so will increase the safety of Makers Hustle Harder Tour organizers or the general public. We will not name harassment victims without their affirmative consent.\n \nParticipants asked to stop any harassing behavior are expected to comply immediately.\nIf a participant engages in harassing behavior, the organizers may take any action they deem appropriate, up to and including expulsion from all spaces hosting the Makers Hustle Harder Tour and identification of the participant as a harasser to organizers or the general public.\n ", "hackathon-prizes": [{"prize-content": "More details to come!", "prize-title": "1st Place Prize"}, {"prize-content": "", "prize-title": "2nd Place Prize"}, {"prize-content": "", "prize-title": "3rd Place Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=4931 W Nassau St, Tampa, FL 33607, USA", "hackathon-url": "https://makers-hustle-harder-tampa.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the experience solve a common problem?  Does it relate to mobility or common issues related to driver workload?\n\nWould this app change the game when it comes to in-vehicle experiences?"}, {"judging-criterion": "Is the experience unique and never-before-seen?\n\nDid the experience integrate with some interesting technologies - like 3D printing, Nest, etc.."}, {"judging-criterion": "How important is the car to the experience?\n\nHow does the application leverage the unique context and capability of the vehicle?"}, {"judging-criterion": "Is the design appealing? \nIs the user experience clear and intuitive? \nIs the demo full and complete? \nWere there any bugs?"}, {"judging-criterion": "How well did the team sell their idea?"}], "hackathon-location-address": "4931 W Nassau St, Tampa, FL 33607, USA", "hackathon-description-header": "Makers Hustle Harder...", "hackathon-prizes-total": "$350", "hackathon-location-description": "Tampa Hackerspace", "hackathon-end-date": "", "has-projects": "False"}