{"hackathon-description-text": "\nWe’re bringing together Unity developers, hackers, AR enthusiasts, and leading minds in the AR industry - plus uber talented Meta engineers - for a two day hackathon at the gorgeous Wix lounge in San Francisco’s SOMA district.", "hackathon-number-of-prizes": "3", "hackathon-id": "metaarhackathoninsf", "hackathon-judges": [{"judge-role": "Founder and CEO at Meta", "judge-name": "Meron Gribetz"}, {"judge-role": "CPO at Meta", "judge-name": "Soren Harner"}, {"judge-role": "US Community Partnerships Manager at Wix", "judge-name": "Ashely Gallman Williams"}, {"judge-role": "Co-Founders at UploadVR", "judge-name": "Upload VR"}, {"judge-role": "Founder at Hackmatch", "judge-name": "Dave Fontenot"}, {"judge-role": "Director of Product Experience at Syntertainment Inc.", "judge-name": "Tish Shute"}, {"judge-role": "Co-Director at TreeHacks", "judge-name": "Russell Kaplan"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nAll are welcome!", "hackathon-number-of-participants": "29", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nExpectations for participants are outlined in the following Code of Conduct. Legal specifics regarding the participants’ waiver of liability are outlined in the eponymous document – the Code of Conduct outlined here is a set of guidelines, which we expect hackers to enter into in good faith upon attendance.\n(1) Participants are expected to refrain from engaging in any harassing behavior. Those who are found to engage in harassing behavior will be asked once to stop, and are expected to comply immediately. Failure to comply will result in immediate expulsion from the event. Harassment includes but is not limited to (a) offensive verbal comments, (b) collaborative programming / design projects (i.e., “hacks”), or (c) other online activity, that is related to gender, sexual orientation, physical or mental ability, age, socioeconomic status, ethnicity, physical appearance, race, religion, sexual images, deliberate intimidation, stalking, inappropriate physical contact, and unwelcome sexual attention.\n(2) Participants are expected to foster an inclusive and friendly “hacker” community: choose your words, hacks, and actions in such a manner that promote collaboration and a welcoming atmosphere to all.\n(3) Participants are expected to comply with all local laws and regulations, including but not limited to those of San Francisco, California, and the United States.\n(4) Participants are expected to spend their time at Meta Hackathon productively working towards some project or goal they set for themselves at the beginning of the event.\n(5) Participants are expected to comply with the directives of Meta staff and the event staff of Wix Lounge.", "hackathon-prizes": [{"prize-content": "3 teams will be selected as winners and will get to take home a Meta 1 Developer Kit and a 1 year Unity Pro License!", "prize-title": "Meta 1 Developer Kit"}, {"prize-content": "Winner of the design award will receive $100 of Shapeways 3D printing credit and a profile of their 3D design and meta app on the Shapeways blog.", "prize-title": "Design Award sponsored by Shapeways"}, {"prize-content": "6 month membership at the Wix Developers Lounge includes free coworking, coffee/tea, breakfast, snacks, lunch workshops, and mentorship from Wix developers.", "prize-title": "Membership at Wix Developer's Lounge in SF"}], "hackathon-location-google-maps": "https://maps.google.com/?q=500 Terry A Francois Boulevard, San Francisco, CA 94158, USA", "hackathon-url": "https://metaarhackathoninsf.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "500 Terry A Francois Boulevard, San Francisco, CA 94158, USA", "hackathon-description-header": "Meta Augmented Reality Hackathon in SF March 6th-7th 2015", "hackathon-prizes-total": "$12,150", "hackathon-location-description": "", "hackathon-end-date": "2015-03-08", "has-projects": "True"}