{"hackathon-description-text": "\n", "hackathon-number-of-prizes": "3", "hackathon-id": "hackakl-2014", "hackathon-judges": [{"judge-role": "CEO, Network for Learning", "judge-name": "John Hanna"}, {"judge-role": "Co-Director  Colab", "judge-name": "Charles Walker"}, {"judge-role": "CEO, NZ Technology Industry Association", "judge-name": "Candace Kinser"}, {"judge-role": "GM Business Technology- Auckland Transport", "judge-name": "Roger Jones"}, {"judge-role": "CEO, Innovation Council, NZ", "judge-name": "Louise Webster"}, {"judge-role": "CEO, Loyalty NZ", "judge-name": "Stephen England-Hall"}, {"judge-role": "CEO, Telecom Digital Ventures", "judge-name": "Rod Snodgrass"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nTo be eligible the project must have at least one registered HACKAKL particpant as its submitter.\nWe are technology agnostic.", "hackathon-number-of-participants": "148", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYour submission is part of your creative process, video, graphics and and preseations are strongly encouraged. Your abilty to communicate your ideas is as important and the final deliverable.\nPerhaps you need a comms person on your team to help get your idea over?", "hackathon-rules": "\nSubmitters will be NZ Residents and \n to participate in the event at www.hackakl.org.nz. You are also required to \n to submit and be eligible for event prizes.\n\nOur goal is to ensure that all participants can freely and openly share ideas in a friendly, safe, and welcoming environment that encourages and inspires mutual respect and collaboration. The purpose of this document is not to restrict the diversity of ideas and expression in the community; rather, it’s to raise awareness of the potential for actions that could alienate valuable members — and potential members — of the community.\nHACKAKL is an event that attracts diverse people from a wide variety of ethnic, cultural, and religious backgrounds. We acknowledge that cross-cultural communication can often be complicated and encourage everyone to consider both the impact of their actions on those with different backgrounds and experiences and the honest intentions of those who may have unknowingly caused offense. Be kind to others. Do not insult or put down other attendees. Behave professionally. Remember that harassment and sexist, racist, or exclusionary jokes are not appropriate.\nOne of the greatest strengths of the civic hackathon community is inclusiveness. Making all attendees feel welcome and included at HACKAKL is everyone’s job.\nSponsors, volunteers, speakers, attendees, and other participants should strive to treat all people with dignity and respect, regardless of their culture, religion, physical appearance, disability, race, ethnicity, gender, or sexual orientation.\nCollaboration is central to the hackathon and to the larger open government and open source community. This collaboration involves individuals working with others in teams, teams working with each other, and individuals and teams working with other projects outside. This collaboration reduces redundancy, and improves the quality of our work. Internally and externally, we should always be open to collaboration. If and when misunderstandings occur, we encourage people to work things out between themselves whenever possible. People are encouraged to take responsibility for their words and actions and listen to constructively-presented criticism with an open mind, courtesy, and respect.\nIf people are unable to work out issues between themselves, they are encouraged to seek the advice of a mutually trusted third party or an event organizer.\nNobody knows everything, and nobody is expected to be perfect. Asking questions can help prevent problems down the road, and so questions are encouraged. Those who are asked questions should be responsive and helpful. We do not tolerate harassment of conference participants in any form.\nIf you feel threatened or violated as a result of intimidating, harassing, abusive, discriminatory, derogatory or demeaning conduct, please immediately notify an event organizer. Likewise, please immediately notify an event organizer if you notice that someone else is being subjected to such behavior.\nThe HACKAKL team wants everyone to feel safe for the duration of the event. If necessary, conference staff are empowered to take appropriate actions that may include, but are not limited to, warnings, expulsion from the event, and referrals to venue security or local law enforcement. We’re all in this together. Thanks for making HACKAKL great for everyone! The HACKAKL Code of Conduct is licensed under a Creative Commons Attribution 3.0 Unported License and is available for others to use and adapt for their own events.\nAlso see our \n regarding software submissions an open source software licensing.\n \nWe reserve the right, to redistribute surplus prizes as the organisinig committee sees fit.", "hackathon-prizes": [{"prize-content": "HP Android tablets, 1 per team member (10max)", "prize-title": "Supreme Idea - Expert Eval"}, {"prize-content": "$500 cash prize, 1 per team member (10max)", "prize-title": "Popular Choice"}, {"prize-content": "Variety of 5 Nokia Lumia smartphones, 1 per team member (5 Max)", "prize-title": "Big Idea or Concept (Non technical)"}], "hackathon-location-google-maps": "https://maps.google.com/?q=AUT University, Auckland University of Technology - City Campus, 55 Wellesley St E, Auckland, 1010, New Zealand", "hackathon-url": "https://hackakl-2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack more than just another generic social/mobile/local app? Does it do something entirely novel, or at least take a fresh approach to an old problem?"}, {"judging-criterion": "Is the hack technically interesting or difficult? Is it just some lipstick on an API, or were there real technical challenges to surmount?"}, {"judging-criterion": "Is the hack usable in its current state? Is the user experience smooth? Does everything appear to work? Is it well designed?"}, {"judging-criterion": "Is the hack practical? Is it something people would actually use? Does it fulfill a real need people have?"}, {"judging-criterion": "What potential does the hack have to attract angel investment or sponsorship to its next stage?"}], "hackathon-location-address": "AUT University, Auckland University of Technology - City Campus, 55 Wellesley St E, Auckland, 1010, New Zealand", "hackathon-description-header": "Be a part of Auckland's first ever civic hackathon. 24 - 25 May.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-05-25", "has-projects": "True"}