{"hackathon-description-text": "\nB~STEM Project is pleased to launch", "hackathon-number-of-prizes": "3", "hackathon-id": "wehacktoo", "hackathon-judges": [{"judge-role": "SVP, Chief Innovation Officer, Internet2", "judge-name": "Florence D. Hudson"}, {"judge-role": "Vice President, Global Solutions High Tech Vertical, KellyOCG", "judge-name": "Linda Stuit"}, {"judge-role": "Founder, Project Tech Teens", "judge-name": "Scott L. Stewart"}, {"judge-role": "Partner, Schaffer & Combs", "judge-name": "James V. Lee"}, {"judge-role": "VP, Product Growth & Analytics, Survey Monkey", "judge-name": "Elena Verna"}, {"judge-role": "Chairman, IAMCP, International Association of Microsoft Channel Partners", "judge-name": "Per Werngren"}, {"judge-role": "Director Office of Sustainability & Business Services Cranbrook Educational Community", "judge-name": "Norma Jean Evans"}, {"judge-role": "Head of Growth, Rise", "judge-name": "Julia Lipton"}, {"judge-role": "Partner Sales Executive, Michigan Corporate Accounts", "judge-name": "Jillian Blackwell"}, {"judge-role": "EVP & CTO ZSL, Inc", "judge-name": "Shiv Kumar"}, {"judge-role": "Populus Group", "judge-name": "Kevin Wei"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "\nThis hackathon is open to: high school level or college level girls around the world.\nYou must form and participate as a team of three with girls of your academic level in order to compete. You will only be competing against teams of your academic level and there will be winning teams in both categories. Team forming guidelines are listed below under “How to Enter”\nAgain, you are not required to know how to program or code! We will be evaluating teams for “skill diversity.” It is preferable for each team to have one member who is familiar with coding however other team members should have interest in other disciplines i.e. visual design, business, project management or industry specific interest. \nRegistration for the virtual hackathon will close on Tuesday, June 23rd. \n~ONE DAY EVENT~\nOn Friday, June 24th at select Microsoft locations (Los Angeles, San Diego, San Francisco, Detroit, Chicago, & New York) we will be inviting 5 high school level teams of three & 5 college level teams of three to participate in our Product Development & Design Incubator geared towards guiding participants in building a presentation deck that lays out the team’s business model and go-to- market strategy. This free event will span from 8:30 am to 7:30 pm, with light breakfast, lunch and dinner provided. Mentors will be helping teams develop their ideas and pitch decks, which will be judged at the end of the day. Prizes will be offered to one high school team and one college team at each location. (*Note that this local judging and scoring is separate from the scoring at the end of the national 48 hour hackathon) \nIf you live in one of these areas and are interested in this multi-city one day event, after you form your team please register it at \nYou will be notified no later than Friday, June 17th if you have been selected.  Participation is by invitation only and you will be contacted via email or phone if your team has been selected. We will invite 5 high school and 5 college level teams. We will also have a waiting list in the event an invited team is unable to participate.", "hackathon-number-of-participants": "160", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "9", "hackathon-requirements": "\nAll projects must be built from scratch during the time of the hackathon challenge.\nTo be considered for judging, each team must submit a project prototype by 11:59 p.m. PST Saturday, June 25th.  \nAs a part of each submission, contestants must submit items below:\nFor tips on how to submit you project, please view the video at this link: \nHere are some tips for elements to include in a pitch deck: \nIf you need any idea starters for projects, see our discussion board. If you have some, feel free to add!\n ", "hackathon-rules": "\n\n\nHackathon is for young girls and women at the high school or college level. There must be a team of 3 formed prior to the event. Once your team is formed, please submit by going to Team Sign-up. Then your team has officially registered.  \n\nThe 48 hour virtual Hackathon will start at 12:00 am PST on Friday, June 24th, 2016 and finish at 11:59pm PST on Saturday, June 25th 2016. \n\nWe will be using devpost.com to manage the event.  Devpost has a submission process that allows users to add text, video, images, links, and even upload files to create their submission. \n\nThere must be 3 members to each team. Teams must consist of three members of the same academic level. All team members are required to register an account with Devpost. Once a team is formed please register it on our Team Sign Up tab. Teams should be diverse in skill i.e. Marketing, Advertising, User Experience, Product Development, etc.\n\nTo ensure a level field for all contestants, all code, design and assets must be created during the duration of the Hackathon. We want to ensure that all participants start off on the same footing and we also want to preserve the true nature of a hackathon. You are, however, free to make plans, create wireframes, and brainstorm prior to the event.  We take this rule very seriously for the sake of all members attending the event. Failure to comply may result in the offending team's disqualification.\n\n", "hackathon-prizes": [{"prize-content": "National Grand Prize for our 48-hour hackathon goes to the 2 winning teams", "prize-title": "Microsoft Surface "}, {"prize-content": "National Grand Prize for our 48-hour hackathon goes to the 2 winning teams", "prize-title": "Vera Bradley Technology Backpack"}, {"prize-content": "Portable speaker", "prize-title": "Motorola Sol Republic Deck"}], "hackathon-location-google-maps": "", "hackathon-url": "https://wehacktoo.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the prototype work correctly and is the hack technically interesting or difficult?"}, {"judging-criterion": "How intuitive is the experience? Would the intended end user find the application easy to use and understand?  Is the design clear and simple and also aesthetically pleasing?"}, {"judging-criterion": "How well is the market understood, competition and need?"}, {"judging-criterion": "How clear and realistic is the strategy to gain and keep customers?"}, {"judging-criterion": "How will money be made and is the product scalable?"}, {"judging-criterion": "Is this a new idea? Does technology like this already exist? How innovative is this concept for building and empowering local or global communities?"}, {"judging-criterion": "What would users gain from their experience using this project? Does it fulfill a real need people might have?"}, {"judging-criterion": "How well was the product presented? Does your pitch deck clearly articulate what your prototype accomplishes?"}, {"judging-criterion": "Are there a variety of skill sets and disciplines represented in the team dynamic?"}], "hackathon-location-address": "", "hackathon-description-header": "Create solutions that build and empower local and/or global communities", "hackathon-prizes-total": "$1,840", "hackathon-location-description": "", "hackathon-end-date": "2016-06-25", "has-projects": "True"}