{"hackathon-description-text": "\n9:30am - Check-in", "hackathon-number-of-prizes": "20", "hackathon-id": "hacktx16", "hackathon-judges": [{"judge-role": "", "judge-name": "Ben Dyer"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "156", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nAll attendees, volunteers, sponsors, and other personel must abide by the \n.\n", "hackathon-prizes": [{"prize-content": "Dell Inspiron 11 3000 2-in-1's for each team member", "prize-title": "1st Place"}, {"prize-content": "Dell Venue 10 Tablets for each team member", "prize-title": "2nd Place"}, {"prize-content": "Dell 22\" Monitor for each team member", "prize-title": "3rd Place"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive. Each winning team member will get the Watch Dogs® 2 game.", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "At Square Root, we believe data should lead to action. We want to know how your project will actually change a user's behavior. The best example of how data can change behavior will win $500 towards Amazon Web Services (AWS) for their team. To learn more about Square Root and our philosophy around data + action visit our blog here:", "prize-title": "Most Likely to Change Behavior"}, {"prize-content": "Nessie is Capital One’s Hackathon API that gives you access to a multitude of real public-facing data - such as ATM and bank branch locations - along with mock customer account data. Use HTTP requests to set up peer-to-peer transactions, simulate a weekly paycheck, or even schedule bills for customers! This is all structured in a way that resembles how we actually run things here at Capital One. You have the power of the bank at your fingertips – how will you reimagine banking?”", "prize-title": "Best use of Capital One’s API, Nessie"}, {"prize-content": "We want to see what you can do with insights! Create a project using data visualization that leads to a meaningful call to action. Snowboard/longboard/or mountain bike for each member of the team.", "prize-title": "Best Use of Data Visualization"}, {"prize-content": "Prize will be awarded to the project with the best overall user experience. 4 Fitbits will be awarded to the winning team!", "prize-title": "Best UX"}, {"prize-content": "Just impress us. $100 Amazon gift certificate for each member of the winning team.", "prize-title": "HBK That's So Money Prize of Awesomeness"}, {"prize-content": "Visit the Microsoft booth for more information! Build with one of our technologies. You can find more resources at", "prize-title": "Best Use of Microsoft Technology"}, {"prize-content": "Facebook's mission is to make the world more Open and Connected. We will be awarding each member of the winning team who incorporates this idea best an Oculus DK2. In addition, Facebook will be flying out the winning team to their Global Hackathon (Expenses paid with additional information to come later).", "prize-title": "Best Open and Connected Hack"}, {"prize-content": "Prize: drones for the team. Sponsored by Quantlab Financial", "prize-title": "Best Use of Statistics"}, {"prize-content": "Change the car buying experience!  The Evolution Award will be given to team(s) whose project(s) work to evolve the automotive retail experience.", "prize-title": "CDK Global's Evolution Award"}, {"prize-content": "Best hack that teams really need to keep building on post weekend. Sponsored by 1517", "prize-title": "Keep Building - by 1517"}, {"prize-content": "Prize of drones! Sponsored by RapidAPI.", "prize-title": "Best Use of API's through RapidAPI"}, {"prize-content": "Prize: something weird. Sponsored by Jane Street.", "prize-title": "Keep Austin Weird"}, {"prize-content": "Hack on any social good or civic topic that you're interested in or passionate about. If you don't have a specific idea, feel free to select one of the following social good challenges: Accessibility information or Inspiring STEM education. SPonsored by JPMorgan Chase & Co.", "prize-title": "Best Social Good Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=700 San Jacinto Blvd, Austin, TX 78701, USA", "hackathon-url": "https://hacktx16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "700 San Jacinto Blvd, Austin, TX 78701, USA", "hackathon-description-header": "HackTX is a place to grow. Challenge yourself to learn something, break something, or create something.", "hackathon-prizes-total": "0", "hackathon-location-description": "Omni Austin Hotel Downtown", "hackathon-end-date": "2016-10-23", "has-projects": "True"}