{"hackathon-description-text": "\nThe challenge", "hackathon-number-of-prizes": "5", "hackathon-id": "music-hackday-berlin", "hackathon-judges": [{"judge-role": "Universal Music", "judge-name": "Jonas Weber"}, {"judge-role": "Musikexpress ME.URBAN & MEOW", "judge-name": "Andi Meixensperger"}, {"judge-role": "Musicpool Berlin", "judge-name": "Eric Eitel"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "42", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n1.Participation\nYou can participate as developer as well as designer, concept developer or a musician. You don't need to be a professional; you will be working in a team. To participate in the hackathon you have to get your free ticket on our Eventbrite page.\n2.Competition Rules\n•    Prior to the hackathon’s beginning, feel free to work on your ideas, digital mockups and other preparative things. Note: no coding should be done beforehand. Of course we love initiative work and ambitious spirits – but to be fair, we like everyone to start at the same level.\n•    If you already have code projects you would like to extend, please disclose this at the project presentation, so that the judges can take this fact into account when deciding on the winners.\n•    Teams can consist of up to 5 members. The teams have full ownership of everything they build at our event and are free to do with it as they wish. We’d prefer it if you make your project open source, but this decision is to be made by your team. If you think it is needed for your idea and work, please find a good draft for a hackathon team contract on the internet\n    \n•    After team forming, each team must list their project as soon as possible on our hacker league page.\n    \n•    The hack presentations should be functional product demos of your work and – please - no powerpoint slides (you’re coders, not marketeers, you know…!)\n3. Jury and Judging criteria\n•    We are happy to have some of the best people in the media industry as Judges\n•    The main prizes will be judged by the following criteria.\nDESIGN - Is the application polished, visually appealing, and easy to use?\nCREATIVITY - Is the application not only from a technical but also from a creative point of view a new approach and innovative for the music world?\nEFFECTIVE USE OF API - Does the application take advantage of the unique functionality offered by the provided APIs?\nFUSION - The combined implementation of more than one APIs will boost your application score!\nMUSIC – Does the solution have anything to do with music.\n•    The API-Prizes will be judged by a representative of the API-Partner company. They promote it for the best use of their API at Mediahackday.\n4. House Rules\nWe are happy to be guests at the facilities of Funkhaus Nalepastrasse. They provide rooms, food, drinks and technical infrastructure, which make this hackday possible.\nPlease use their equipment with respect and tidy up after yourself.\nPlease use the provided internet connection in a legally fitting manner. Don’t hack into secured resources or download illegal media content. If we find out about misuse we will disqualify you and your team. In the case of severe misdoing we will bring you to the attention of the authorities.\nOur hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "Sonos Play:5 for every team member*", "prize-title": "1st Prize"}, {"prize-content": "Sennheiser Momentum 2.0 Wireless Headset for every team member*", "prize-title": "2nd prize"}, {"prize-content": "Amazon Echo for every team member*", "prize-title": "3rd prize"}, {"prize-content": "Tech Bobby Joey player for every team member*", "prize-title": "WTF AWARD"}, {"prize-content": "Several API-Prizes by Partners. please check", "prize-title": "API-Prizes"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Nalepastraße 18, 12459 Berlin, Germany", "hackathon-url": "https://music-hackday-berlin.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the application not only from a technical but also from a creative point of view a new approach and innovative for the music world?"}, {"judging-criterion": "Is the application polished, visually appealing, and easy to use?"}, {"judging-criterion": "Does the application take advantage of the unique functionality offered by the provided APIs?"}, {"judging-criterion": "The combined implementation of more than one APIs will boost your application score!"}, {"judging-criterion": "Does the solution have anything to do with music."}], "hackathon-location-address": "Nalepastraße 18, 12459 Berlin, Germany", "hackathon-description-header": "Join us to reinvent the making, producing, distribution and monetization of music.", "hackathon-prizes-total": "$9,100", "hackathon-location-description": "Funkhaus Nalepastrasse", "hackathon-end-date": "2016-10-16", "has-projects": "True"}