{"hackathon-description-text": "\nThe Samsung Free the TV Challenge seeks to spur the development of converged apps that enable seamless interaction and new home entertainment experiences between Samsung Smart TVs and other devices. Samsung is offering more than $225,000 in cash and prizes to the winners. Winners will be awarded based on the overall visual appeal of the app on each screen, the quality of the idea, and the functional implementation. Developers retain ownership of their applications and may charge for them or provide them for free. ", "hackathon-number-of-prizes": "3", "hackathon-id": "freethetv", "hackathon-judges": [{"judge-role": "VP, Principal Analyst, Forrester Research", "judge-name": "James L. McQuivey, Ph.D."}, {"judge-role": "Executive Director, Industry Analysis, The NPD Group", "judge-name": "Ross Rubin"}, {"judge-role": "General Partner, Opus Capital", "judge-name": "Bob Borchers"}, {"judge-role": "VP Content and Product Solutions, Samsung Electronics America", "judge-name": "Eric Anderson"}, {"judge-role": "VP Marketing Communications, Samsung Electronics America", "judge-name": "Peggy Ang"}, {"judge-role": "Vice President, Visual Display UX Lab, Samsung Information Systems America", "judge-name": "Greg Dudey"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "450", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nThe Samsung Free the TV Challenge 2011 (the “Challenge”) is an initiative of Samsung Electronics America, Inc. (“Samsung” or “Sponsor”). The Challenge is being launched to celebrate and promote the recent release of version 2.5 of Samsung’s Software Development Kit (“SDK”) for Samsung’s line of interactive televisions. The Challenge is intended to encourage innovation and development in the television application market and to provide recognition to individuals, teams of individuals, companies and nonprofit organizations (collectively, “Contestants”) who create interactive, converged applications that run on Samsung’s industry-leading television application platform and at least one other screen, such as a mobile phone, tablet computer, laptop computer, or other computer.\nSubmissions will be judged on the following three criteria: (1) Overall Visual Appeal; (2) Quality and Innovation of the Idea; and (3) Functional Implementation.\n\nThe Challenge is open only to:\nIndividuals may form teams (comprised solely of individuals) to enter the Challenge, provided that each member of a team must be independently eligible in accordance with these eligibility requirements. Individuals submitting on behalf of teams or Organizations must meet the eligibility requirements for individual Contestants. An individual may join more than one team and/or Organization. The Challenge is void in Guam, Puerto Rico, the U.S. Virgin Islands, and other U.S. territories and possessions and where prohibited by law.\nThe following individuals and Organizations are not eligible regardless of whether or not they meet the criteria set forth above:\nFor purposes hereof, (a) the members of an individual’s immediate family include such individual’s spouse, children and step-children, parents and step-parents, and siblings and step-siblings, and (b) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year. The Challenge is subject to all applicable federal, state and local laws, rules, regulations and other legal requirements. Participation constitutes entrant’s full and unconditional agreement to these Official Rules and the Sponsor’s and Administrator’s decisions, which are final and binding in all matters related to the Challenge. Winning a prize is contingent upon fulfilling all requirements set forth herein.\n       The Sponsor of the Challenge is \n                             The Sponsor’s mailing address is:\n                                          85 Challenger Road\n                                          Ridgefield Park, NJ 07660\n   The Administrator of the Challenge is \n                                   The Administrator’s mailing address is:\n                                          425 W. 13th Street\n                                          Suite #504\n                                          New York, NY 10014\nThe Challenge Submission Period begins on September 12, 2011 at 9:00 AM Eastern Daylight Time (“EDT”) and ends on November 29, 2011 at 5:00 PM Eastern Standard Time (\"EST\") (the “Challenge Submission Period”). The Administrator’s computer is the official time keeping device for this Challenge.\nTo officially enter the Challenge, you must complete the Registration and Submission processes, as further detailed below, during the Challenge Submission Period.\nTo enter the Challenge, you must register and submit a qualifying application in accordance with the following:\nIn the event of a dispute as to any registration of a ChallengePost account, the authorized account holder of the email address used to register at \n will be deemed to be the registrant and the Contestant. The “authorized account holder” is the natural person assigned an email address by an Internet access provider, online service provider or other organization responsible for assigning email addresses for the domain associated with the submitted address. Potential winners may be required to show proof of being the authorized account holder.\nEach Contestant grants to the Sponsor and the Administrator, and any third parties acting on behalf of the Sponsor and/or the Administrator, a royalty-free, non-exclusive, worldwide license to display publicly and use for promotional purposes their Submission in perpetuity. This license includes posting or linking to the Submission on the official Sponsor and Administrator websites and partner websites.\nIn addition, Samsung reserves the right to publish any and all Submissions. In connection with the publication of any Submission, Samsung may require further development of the application and/or changes to the User Interface / User Experience aspects of the application before submitting it to Samsung’s customary pre-publication quality assurance testing.\nSubmissions will be posted on \n on a rolling basis after being screened by the Sponsor and/or the Administrator for basic functionality, accuracy of messaging, and integrity (i.e., security). All Contestants will have equal access to Submissions posted on the website. Non-Contestants interested in the Challenge are also encouraged to register on \n. Registration will be required in order to receive updates on the Challenge.\nSubmissions will initially be screened by a qualified internal panel selected by the Sponsor at its sole discretion. The internal panel will judge the Submissions on the criteria identified below to select finalist Submissions. Then the finalist Submissions will be judged by an expert judging panel determined by the Sponsor. Sponsor reserves the right to substitute or modify the judging panel at any time for any reason. Judges have the right to withdraw without advance notice in the event of extenuating circumstances beyond their control. Judges will be fair and impartial. A judge may elect to recuse himself or herself from judging a Submission if, in the judge’s sole discretion, it is not appropriate for him or her to judge that particular Submission because of a past or current relationship with that particular Contestant. A Submission will not be at a disadvantage if one or more judge recuses him or herself. Odds of winning depend on the number of eligible Submissions received and the quality of the Submissions. The approximate dates for the judging panel are between December 2, 2011 at 10:00 AM EST and December 16, 2011 at 5:00 PM EST.\nThe judging panel will judge each finalist Submission on the following three criteria: (1) Overall Visual Appeal; (2) Quality and Innovation of the Idea; and (3) Functional Implementation. The three (3) Contestants whose Submissions earn the highest overall score will win the prizes identified below in section 9. In the event of a tie, the winner will be selected based on the criteria described in (1), then (2), and finally (3). If there is still a tie then the winner will be selected based on a vote by the judging panel, which will likely consist of an odd number of judges.\nALL POTENTIAL CHALLENGE WINNERS ARE SUBJECT TO VERIFICATION BY SPONSOR AND/OR ADMINISTRATOR WHOSE DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE CHALLENGE.\nPotential winners must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements. The potential winners will be notified by email, telephone, or mail on or about December 18, 2011. The potential winners will be required to sign and return to Sponsor, within Ten (10) days of the date notice is sent, an affidavit of eligibility, and liability/publicity release (except where prohibited) in order to claim his/her prize if applicable. If a potential winner of any prize cannot be contacted, fails to sign and return the affidavit of eligibility and liability/publicity release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, potential winner forfeits prize. In the event that a potential winner of a Challenge prize is disqualified for any reason, Sponsor may award the applicable prize to an alternate winner who had the highest score remaining of the eligible entries. The official winners will be announced on January 13, 2012.\nFor all Prizes: Delivery of prizes will be paid for by Sponsor. The estimated retail values of the prizes set forth above were determined as of the start of the Challenge Submission Period. Therefore, the actual value of any prize listed above may be lower or higher at the time it is fulfilled. Any difference between actual value and stated estimated retail value will not be awarded. Winners are responsible for all taxes and fees associated with prize receipt and/or use. Sponsor reserves the right to substitute prizes of comparable value. No transfer or substitution of a prize is permitted except by Sponsor. If a team of individuals, a corporation or an organization is selected as a prize winner, the prize will be awarded to the group and it will be up to them to split or appropriately allocate the prize.\nEach winner grants to the Sponsor and the Administrator, and any third parties acting on behalf of the Sponsor and/or the Administrator, a royalty-free, non-exclusive, worldwide license to display publicly and use for promotional purposes their Submission in perpetuity. This license includes posting or linking to the Submission on the official Sponsor and Administrator websites and partner websites.\nThe First Prize winning application will be placed in the “Recommended” section of the Samsung Apps Store as soon as is reasonably practicable following (i) Samsung’s completion of its customary quality assurance testing and (ii) publication of the application.\nThe Second and Third Prize winning applications will be placed in the Product Information Area (PIA) of the Samsung Smart Hub as soon as is reasonably practicable following (i) Samsung’s completion of its customary quality assurance testing and (ii) publication of the application.\nIn connection with the publication of any Submission, Samsung may require further development of the application and/or changes to the User Interface / User Experience aspects of the application before submitting it to Samsung’s customary pre-publication quality assurance testing.\nBy entering, each Contestant agrees to: (a) comply with and be bound by these Official Rules and the decisions of the Sponsor, Administrator, and/or the Challenge judges which are binding and final in all matters relating to this Challenge; (b) release and hold harmless the Sponsor, Administrator, and their respective parent, subsidiary, and affiliated companies, the prize suppliers and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting the Challenge, and all of their respective past and present officers, directors, employees, agents and representatives (collectively, the “Released Parties”) from and against any and all claims, expenses, and liability, including but not limited to negligence and damages of any kind to persons and property, including but not limited to invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye or other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, property damage, or death or personal injury arising out of or relating to a Contestant’s entry, creation of an entry or submission of an entry, participation in the Challenge, acceptance or use or misuse of prize (including any travel or activity related thereto) and/or the broadcast, transmission, performance, exploitation or use of entry; and (c) indemnify, defend and hold harmless the Sponsor and Administrator from and against any and all claims, expenses, and liabilities (including reasonable attorneys fees) arising out of or relating to a Contestant’s participation in the Challenge and/or Contestant’s acceptance, use or misuse of prize.\nExcept where prohibited, participation in the Challenge constitutes winners’ consent to Sponsor, Administrator’s and their agents’ use of winner’s name, likeness, photograph, voice, opinions and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\nSponsor and Administrator reserve the right to cancel, suspend and/or modify the Challenge, or any part of it, if any fraud, technical failures or any other factor beyond Sponsor and/or Administrator’s reasonable control impairs the integrity or proper functioning of the Challenge, as determined by Sponsor and/or Administrator in their sole discretion. Sponsor and/or Administrator reserve the right in their sole discretion to disqualify any individual or Competitor it finds to be tampering with the entry process or the operation of the Challenge or to be acting in violation of these Official Rules or any other promotion or in an unsportsmanlike or disruptive manner. Any attempt by any person to deliberately undermine the legitimate operation of the Challenge may be a violation of criminal and civil law, and, should such an attempt be made, Sponsor and/or Administrator reserves the right to seek damages from any such person to the fullest extent permitted by law. Sponsor and/or Administrator’s failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. Sponsor and Administrator are not responsible for, nor are they required to count, incomplete, late, misdirected, damaged, unlawful or illicit votes, including those secured through payment, votes achieved through automated means or by registering more than one e-mail account and name, using another Contestant’s e-mail account and name, as well as those lost for technical reasons or otherwise.\nThe Released Parties are not responsible for: (1) any incorrect or inaccurate information, whether caused by entrants, printing errors or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur in the administration of the Challenge or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from entrant’s participation in the Challenge or receipt or use or misuse of any prize. If for any reason an entrant’s Submission is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, entrant’s sole remedy is another provide another Submission. No more than the stated number of prizes will be awarded.\nEntrant agrees that: (1) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, other than those concerning the administration of the Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; (2) any and all disputes, claims and causes of action arising out of or connected with this Challenge, or any prizes awarded, shall be resolved exclusively by the United States District Court or the appropriate New Jersey State Court; (3) any and all claims, judgments and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with entering this Challenge, but in no event attorneys’ fees; and (4) under no circumstances will entrant be permitted to obtain awards for, and entrant hereby waives all rights to claim punitive, incidental and consequential damages and any other damages, other than for actual out-of-pocket expenses, and any and all rights to have damages multiplied or otherwise increased. SOME JURISDICTIONS DO NOT ALLOW THE LIMITATIONS OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE MAY NOT APPLY TO YOU. All issues and questions concerning the construction, validity, interpretation and enforceability of these Official Rules, or the rights and obligations of the entrant and Sponsor in connection with the Challenge, shall be governed by, and construed in accordance with, the laws of the State of New Jersey, without giving effect to any choice of law or conflict of law rules (whether of the State of New Jersey or any other jurisdiction), which would cause the application of the laws of any jurisdiction other than the State of New Jersey.\nSponsor collects personal information from you when you enter the Challenge. The information collected is subject to the ChallengePost privacy policy located at \n.\nFor Challenge results go to \n on or about January 13, 2012.\nDisclaimer: The rules were clarified after the Competition started to specifically address the eligibility of past Free the TV Challenge winnig apps. Submissions must not be not be substantially similar to a prize-winning submission submitted in any prior Free the TV Challenge sponsored by Samsung Electronics America, Inc.  This will be decided at the sole judgment of the Sponsor or Administrator.", "hackathon-prizes": [{"prize-content": "• 65” LED D8000 Series Smart TV", "prize-title": "First Prize"}, {"prize-content": "• 55” LED D8000 Series Smart TV", "prize-title": "Second Prize"}, {"prize-content": "• 55” LED D8000 Series Smart TV", "prize-title": "Third Prize"}], "hackathon-location-google-maps": "", "hackathon-url": "https://freethetv.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Includes elements such as creativity and originality"}, {"judging-criterion": "Includes elements such as how well the idea was executed"}, {"judging-criterion": "Includes elements such as the design, graphics, typography, and visual aesthetic"}], "hackathon-location-address": "", "hackathon-description-header": "Samsung offered $225,000 in cash and prizes for the most innovative converged apps that enable an interactive home entertainment experience between Samsung TVs and other devices.", "hackathon-prizes-total": "$225,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}