{"hackathon-description-text": "\n ", "hackathon-number-of-prizes": "21", "hackathon-id": "sdhacks2016", "hackathon-judges": [{"judge-role": "MLH", "judge-name": "Nick Quinlan"}, {"judge-role": "SD Hacks", "judge-name": "Ryan Hill"}, {"judge-role": "1517", "judge-name": "Danielle Strachman"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "266", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a technical demo of what you have built. Pitches or presentations alone are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to exhibit what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\nThis only applies to the general event, not to sponsor prizes or other challenges. Teams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project. \nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!\nHappy Hacking from SD Hacks & the MLH team!", "hackathon-prizes": [{"prize-content": "Prize: Monitors + Personalized Sweatshirts", "prize-title": "Best of Show"}, {"prize-content": "Prize: Mechanical Keyboards + Personalized Sweatshirts", "prize-title": "Most Technically Impressive"}, {"prize-content": "Prize: Wacom Tablets + Personalized Sweatshirts", "prize-title": "Best Design"}, {"prize-content": "Awarded to the best hack from a first time hacker team. Each member will receive an Arduino kit as a prize.", "prize-title": "Best Beginner Hack"}, {"prize-content": "Awarded to the most technically impressive and creative use of hardware/3d printing in a hack.", "prize-title": "Best Hardware Hack"}, {"prize-content": "Awarded to the hack that utilizes Virtual Reality or Augmented Reality in the most innovative way. Winning team will receive an HTC Vive and 3 Gigabyte Radeon RX 470 GPU's.", "prize-title": "Best Use of VR/AR"}, {"prize-content": "Prize: $10K in free legal services regarding the formation a new tech company", "prize-title": "Most Entrepreneurially Promising Hack presented by Perkins Coie"}, {"prize-content": "ViaSat’s mission is to connect the world; our company-sponsored prize will be for those projects we think are best in line with our mission.", "prize-title": "Hack that Best Connects Us presented by ViaSat"}, {"prize-content": "Create a VR experience that helps people complete regular tasks more efficiently through VR. Create a VR experience that teaches a specific skill, such as assembling a jet engine.", "prize-title": "SPAWAR Virtual Reality Challenges"}, {"prize-content": "Awarded to the most innovative and creative use of the Qualcomm DragonBoard, sponsored by Qualcomm. Winners will each receive a DragonBoard.", "prize-title": "Best Use of DragonBoard"}, {"prize-content": "We’re looking for a bot that anyone can use to make chat more fun. We’ve seen games, we’ve seen song requests, we’ve seen loyalty points, but we haven’t seen anything that creates content. What kind of content would make chat more fun, and how could a bot find it and surface it?", "prize-title": "Twitch Moderation Challenge"}, {"prize-content": "1517 is offering $1K grants to unique projects that could turn into products post Hackathon. If you love what you're making and think others will too this is the grant for you! 1517 also offers mentorship and other resources to grantees.", "prize-title": "1517 fund Grant"}, {"prize-content": "Awarded to the finalist team with the most marketable product.", "prize-title": "Most Commercializable Hack presented by the UCSD Office of Innovation and Commercialization"}, {"prize-content": "$1000 in cash to be split among the team, sponsored by General Atomics, awarded to the team with the most innovative use of Arduino hardware.", "prize-title": "Best Use of Arduino Hardware by General Atomics"}, {"prize-content": "Awarded to the most innovative hack that utilizes the Internet of Things, sponsored by the Qualcomm Institute. Each team member will receive an Amazon Echo.", "prize-title": "Best Internet of Things Hack presented by Qualcomm Institute"}, {"prize-content": "DJI drone and two Amazon Echos, awarded for the best use of the DocuSign API", "prize-title": "Best Use of DocuSign API"}, {"prize-content": "$500 in Amazon or Visa gift cards awarded to the team with the best use of the SparkPost API", "prize-title": "Best Use of SparkPost API"}, {"prize-content": "Everything is part of the internet of things now - from your phone to your fitness band to your thermostat. Build a hack that utilizes private data being collected from your devices, and show how you can turn potential vulnerabilities into something constructive. Winners receive Collector's Edition copies of Watch Dogs 2.", "prize-title": "Watch Dogs® 2 Best Device Privacy Hack"}, {"prize-content": "1TB Hard Drives", "prize-title": "Best Use of AWS"}, {"prize-content": "Build a software solution that can help reduce the frequency and/or severity of online harassment. Each member receives a HackHarassment Swag Bag.", "prize-title": "#HackHarassment"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}], "hackathon-location-google-maps": "https://maps.google.com/?q=9730 Hopkins Dr, La Jolla, CA 92093, USA", "hackathon-url": "https://sdhacks2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was it to produce the hack?"}, {"judging-criterion": "Does the hack serve a useful purpose? Will the hack be useful for its target audience?"}, {"judging-criterion": "Does the hack bring a fresh new idea to the hacking community? Is the hack unique and groundbreaking?"}, {"judging-criterion": "Is the hack intuitive to use and does it function well?"}, {"judging-criterion": "Does this hack just make you say \"Wow!\"?"}], "hackathon-location-address": "9730 Hopkins Dr, La Jolla, CA 92093, USA", "hackathon-description-header": "Hack with the Best in San Diego", "hackathon-prizes-total": "$32,320", "hackathon-location-description": "University of California, San Diego--RIMAC", "hackathon-end-date": "2016-10-02", "has-projects": "True"}