{"hackathon-description-text": "\n is China's premier youth hackathon that promotes inclusivity and cultural diversity. As a rare hackathon open to high schoolers, we are bringing together 300 brightest minds across the country to Shanghai for a 24-hour, nonstop feast of creativity, collaboration, and rapid learning. Unlike traditional hackathons, hack.init() pays particular attention to local high school students, international high school students and university freshmen. We will be offering rich hardware and API resources, eight pre-event workshops, partial or full travel reimbursement, on-site interview and networking opportunities with leading tech companies.", "hackathon-number-of-prizes": "19", "hackathon-id": "hackinit", "hackathon-judges": [], "hackathon-number-of-judges": "0", "hackathon-eligibility": "\n ", "hackathon-number-of-participants": "60", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nAll projects must be submitted to Devpost before submission deadline in order to be judged.", "hackathon-rules": "\nhack.init() 提倡包容。我们相信每⼀位参赛选⼿有权在⼀个安全舒适的环境中进⾏开发。 \nhack.init() stands for inclusivity. We believe every single person has the right to hack in a safe and welcoming environment. \n骚扰的形式包括但不局限于在公开场合提出具有攻击性的有关性别、年龄、性取向、残疾、外表、⾝形、 种族、国籍及信仰的⼜头或书⾯评论。刻意的威胁、盯梢、跟踪、未经允许拍摄照⽚／视频、故意打断活 动或演讲、不正当肢体接触及不受欢迎的关注也将被认定为骚扰。如果你的⾏为让他⼈感到不适，这样的 ⾏为也被认定为骚扰并应该⽴即停⽌。 Harassment includes but is not limited to offensive verbal comments related to gender, gender, age, sexual orientation, disability, physical appearance, body size, race, nationality, or religion, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. If your behavior is making someone feel uncomfortable, that counts as harassment and is enough reason to stop doing it. \n进⾏拍摄是⿎励的，但是被拍摄者应该被给予充分机会明确申明⾃⼰不愿意被拍摄。如果被拍摄者要求你 删除照⽚，请答应他们的要求。在包括洗⼿间、休息区在内的应保持私密的地区禁⽌拍摄。 \nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping). \n当被要求停⽌骚扰⾏为时，你应该⽴即遵守。 \nParticipants asked to stop any harassing behavior are expected to comply immediately. \n在本次创客马拉松中创造出的⼀切项⽬同样适⽤于上述反骚扰条例。如果任意⼀个项⽬被认为失当，主办 ⽅保留⽴即将项⽬从之后的创客马拉松环节中移除的权利。 \nAs this is a hackathon, we like to explicitly note that the hacks created at our hackathon are equally subjective to the anti-harassment policy. If a hack is deemed inappropriate, the Organizers reserves the right to immediately remove the hack from further hackathon proceedings. \n赞助⽅、裁判、导师、志愿者、组织者、hack.init()⼯作⼈员及任何在活动现场的⼈员皆应遵守上述反骚 扰条例。参赛者应尤其注意在开发及活动期间不应该使⽤任何具有性暗⽰的图⽚、活动或任何材料。 \nSponsors, partners, judges, mentors, volunteers, organizers and hack.init() staff members are also subject to the anti-harassment policy. In particular, attendee should not use sexualized images, activities, or other material both in their hacks and during the event. \n若任何参赛者对他⼈进⾏骚扰，hack.init()组委团队将采取认为合理的⾏动，包括警告或将选⼿移出活动 场地。若因违反上述反骚扰条例被剥夺参赛资格，选⼿将丧失获得旅费报销的资格。 \nIf a participant engages in harassing behavior, the hackathon organizers may take whatever action they deem appropriate, including warning the offender, expulsion from the hackathon, or withholding reimbursements. \n如果你认为你受到骚扰，或注意到他⼈受到骚扰，或有任何疑问，请于现场联系hack.init()组委团队。 \nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of the hack.init() Team or volunteering staff immediately.\nhack.init()组委团队将帮助参赛者联系保安⼈员或当地执法机关、提供护送或其他任何能够协助被骚扰者 感到安全的措施。我们⾮常在意参赛者的安全。 \nThe hack.init() Team will be happy to help participants contact campus security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance. \n我们要求所有参赛者在⽐赛场馆及所有与创客马拉松有关的活动中遵守该选⼿⾏为守则。 \nWe expect participants to follow these rules at the hackathon, workshop venues, and all other hackathon-related social events. \n————————————————————————————————————————————————— \nhack.init()组委团队保留部分或全部修订、破例或修正上述政策的权利。\n如果你有任何关于上述 政策的疑问，请通过发送电⼦邮件⾄ contact@hackinit.org 联系我们。 \nThe hack.init() Team reserves the right to revise, make exceptions to, or otherwise amend these policies in whole or in part. \nIf you have any questions regarding these policies, please contact us by e-mail at contact@hackinit.org. \n本选⼿⾏为守则最后修订于 2017 年 2 ⽉ 21 ⽇ \nThis Code of Conduct was last updated on February 21, 2017", "hackathon-prizes": [{"prize-content": "Award to the first-place hack. Prize is ¥12000 (Before Tax) + Internship Oppurtunities at Sougou + four ¥200 JiSuanKe Scholarship + four JetBrains License. 本奖项授予第一名项目。奖品为 ¥12000(税前) + 搜狗实习机会 + 4个 ¥200 计蒜客奖学金+ 4个JetBrains 许可证。", "prize-title": "First Place | 第一名"}, {"prize-content": "Award to the second-place hack. Pirze is ¥8000 (Before Tax) + four ¥150 JiSuanKe Scholarship. 本奖项授予第二名项目。奖品为¥8000 (税前) + 4个¥150 计蒜客奖学金。", "prize-title": "Second Place 第二名"}, {"prize-content": "Award to the third-place hack. Prize is four Makeblock Airblock Drone + four ¥100 JiSuanKe Scholarship. 本奖项授予第三名项目。奖品是4套Makeblock Airblock 模块化可编程遥控无人机+ 4个¥100 计蒜客奖学金。", "prize-title": "Third Place | 第三名"}, {"prize-content": "1 year license for Wolfram Development Platform + Mathematica + WolframAlpha Pro for top 5 teams. 前五名团队可获得Wolfram 开发平台 + Mathematica + WolframAlpha Pro  一年许可证。", "prize-title": "Top 5 Teams | 前五名团队"}, {"prize-content": "1 year license for WolframAlpha Pro for 6th - 10th Place Team.  前六到十名团队可获得WolframAlpha Pro  一年许可证。", "prize-title": "6th - 10th Place Team | 前六到十名团队"}, {"prize-content": "Award to the best-pitched project. Prize is four segmentfault mug. 本奖项授予最佳演示项目组。奖品为4个segmentfault马克杯。", "prize-title": "Best Pitch | 最佳演示"}, {"prize-content": "Award to the best hardware hack. Prize is a DFRobot 1000RMB Coupon. 本奖项授予最佳硬件项目。奖品为一张DF创客商城1000元硬件兑换券", "prize-title": "Best Hardware Hack by DFRobot | DFRobot 最佳硬件奖"}, {"prize-content": "Award to the best IoT hack. Prize is 4 sets of Ruff Development Kit.", "prize-title": "Best IoT Hack by Ruff | Ruff 最佳物联网奖"}, {"prize-content": "Award to the hack with best management. Prize is workstations at Innospring for teams of maxium 5 people for maxium 3 months. 本奖项授予最佳管理的项目团队。奖品为5人以内团队最多3个月的创源工位。", "prize-title": "Innospring Prize for Best Management | Innospring 最佳管理奖"}, {"prize-content": "Award to the hack with best AI application. Prize is four \"Understand Your English\" Study Card. 本奖项授予最佳AI应用的项目。奖品为四张“懂你英语”半年课程学习卡。", "prize-title": "Liulishuo's Award of Best AI-Applied Product | 英语流利说最佳AI应用奖"}, {"prize-content": "Award to the best AR/VR hack. Prize is four Leap Motion controllers. 本奖项授予最佳AR/VR项目。奖品为四个Leap Motion 体感控制器。", "prize-title": "Best Hack with AR/VR | 最佳AR/VR应用奖"}, {"prize-content": "Award to the hack with best design. Prize is four 3D pens. 本奖项授予拥有最佳设计的项目。奖品为4只3D打印笔。", "prize-title": "Ivymaker Design Prize | Ivymaker 最佳设计奖"}, {"prize-content": "Award to the best hack submitted utilizing .club domain. Prize is ¥1368 Transfer via Alipay. 本奖项授予使用了.club 域名的最佳项目。奖品为¥1368支付宝转账。", "prize-title": "Best .club Domain Hack | 最佳.club域名奖"}, {"prize-content": "Award to the best hack submitted utilizing .tech domain. Prize is a $200 Amazon Gift Voucher.", "prize-title": "Best .tech Domain Hack | 最佳.tech域名奖"}, {"prize-content": "Award to the best hack submitted utilizing Google Cloud Platform. Prize is 4 Google Laptop Backpacks. 本奖项授予使用了Google云端平台的最佳项目。奖品为4个Google双肩电脑包。", "prize-title": "Best Use of Google Cloud Platform | 最佳Google云端平台使用奖"}, {"prize-content": "Award to the Top 3 hacks using Indico API.", "prize-title": "Best Use of Indico | 最佳Indico应用奖"}, {"prize-content": "Award for three teams by DreamT. Prize is ¥100000 AWS Web Services Credit. 创梦专项奖, 获奖团队为三支。奖品为每只队伍十万亚马逊云服务资源。", "prize-title": "DreamT Cloud Services Prize | 创梦云服务奖"}, {"prize-content": "Award by Sujitech. Prize is ¥5000 Cash. Sujitech专项奖。奖品为¥5000 现金。", "prize-title": "SujiTech Special Prize | SujiTech 专项奖"}, {"prize-content": "Award by Kungfu Startups. Prize is incubating opportunity at Kungfu Startups. 功夫国际孵化器专项奖。奖品为功夫国际孵化器孵化机会。", "prize-title": "Kungfu Startups Special Prize | 功夫国际孵化器专项奖"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Hai Ke Lu, Pudong Xinqu, Shanghai Shi, China", "hackathon-url": "https://hackinit.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Is the hack convenient to operate?\nDoes the hack fulfill the demand of a specific group of people？ \n\n操作使用的过程是否简便\n是否满足一定人群的实际需求"}, {"judging-criterion": "Does the hack have a certain extent of originality?\nIs the hack innovative, or does it at least provide a new approach for existing problems?\n\n是否具有一定的独创性\n是否富有新意，或是为现有问题提出了新的解决方案"}, {"judging-criterion": "Does the hack have a certain extent of technical complexity?\nDoes the team overcome some technical challenges?\nIs the logic of the program clear? Is the software architecture efficient?\nCan all parts of the program work together correctly?"}, {"judging-criterion": "Is the user interface clean and attractive?\nIs the hack usable in its current state?\nDoes the hack provide a seamless user experience?\n\n界面是否美观\n当前阶段是否可投入使用\n用户体验是否良好（是否实现了一些关键的交互功等）"}, {"judging-criterion": "Does the team explain their targeting problem and their solution in a clear manner？\n是否清晰明了地说明了该项目所针对的问题和解决方案"}], "hackathon-location-address": "Hai Ke Lu, Pudong Xinqu, Shanghai Shi, China", "hackathon-description-header": "China's Premier Youth Hackathon 中国顶尖的青年创客马拉松", "hackathon-prizes-total": "¥536,887", "hackathon-location-description": "ShanghaiTech University", "hackathon-end-date": "", "has-projects": "False"}