{"hackathon-description-text": "\nFor 36 hours on November 11th-13th, HackPrinceton will bring together 600 developers and designers from across the country to create incredible software and hardware projects.", "hackathon-number-of-prizes": "25", "hackathon-id": "hackprinceton-fall16", "hackathon-judges": [{"judge-role": "", "judge-name": "Judging Panel"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "", "hackathon-number-of-participants": "284", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nSubmissions are due on Devpost \nYou must include videos, photos, or screenshots of the working product and a link to the source code (GitHub, etc.) of your project.", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "Awarded to the best software or hardware project overall. Pebble Time Steel for each team member.", "prize-title": "Best Overall"}, {"prize-content": "For the newbie team who best demonstrates new hackathon skills. To qualify, a strict majority of the team must be attending their first hackathon, and you should demonstrate how your first-time attendees contributed to the project. Amazon Fire for each team member.", "prize-title": "Best First-Time-Hackathon Hack"}, {"prize-content": "Combine technologies in unusual ways, dream up atypical solutions to problems, and don't be afraid to let your imagination run wild. 3D Printing Pen for each team member.", "prize-title": "Most Out-of-the-Box Hack"}, {"prize-content": "A project that delivers a polished, well-thought-out user experience. Fujifilm Instax Mini 8 w/ film pack for each team member.", "prize-title": "Best Design"}, {"prize-content": "Push the limits of technology with a unique, ambitious, and technically interesting project. HP monitors for each team member.", "prize-title": "Most Technically Challenging"}, {"prize-content": "Show off a novel and interesting use of machine learning libraries or techniques. Echo Dot for each team member.", "prize-title": "Best Use of Machine Learning"}, {"prize-content": "For the project with the best use of virtual or augmented reality.  Roku Streaming Stick for each team member.", "prize-title": "Best VR/AR Hack"}, {"prize-content": "Merge technology seamlessly with clothing and fashion for a hack that people can wear. FLORA GPS Starter Pack for each team member.", "prize-title": "Best Wearable Hack"}, {"prize-content": "Use phyiscal sensors or devices to create a hack that connects hardware via the cloud. Anker bluetooth speaker for each team member.", "prize-title": "Best Internet of Things Hack"}, {"prize-content": "Visualize, analyze, or represent data in an interesting and beautiful way. Skullcandy Hesh 2 Bluetooth Wireless Mic for each team member.", "prize-title": "Best Use of Data Visualization"}, {"prize-content": "Create a hardware project from indiviudal components: wires, sensors, microcontrollers, solder, and breadboards encouraged. Circuit Scribe Maker Kit for each team member.", "prize-title": "Best DIY Project"}, {"prize-content": "For the team with the most spectacular last-minute flop. Tiger onesies for each team member.", "prize-title": "Biggest Failure to Launch"}, {"prize-content": "The project that garners the most votes during the closing ceremony. Cheerwing Syma X5SW-V3 Drone for each team member.", "prize-title": "Audience Choice"}, {"prize-content": "For a whimsical project that makes the judges smile :) Pusheen plushies for each team member.", "prize-title": "Made My Day"}, {"prize-content": "Best hack determined by BNY Mellon with a tie to the finance industry or BNY Mellon. Sponsored by BNY Mellon. Prize will be $2000 and an internship opportunity in our Technology Summer Analyst Program for each member of the winning team.", "prize-title": "Best Hack by BNY Mellon"}, {"prize-content": "The most impressive hack as decided by the Facebook mentors. Sponsored by Facebook. Trip for 4 to the 2017 Global Hackathon Finals at our Headquarters in Menlo Park + Facebook Hackathon tshirts.", "prize-title": "Facebook's Favorite Hack"}, {"prize-content": "Sponsored by SeatGeek. $1000 worth of SeatGeek credit", "prize-title": "Best Use of SeatGeek API"}, {"prize-content": "Sponsored by Wolfram. Each member of the winnings team will receive $100 gift card, 1 Raspberry Pi, 1 Year of Wolfram|Alpha Pro and 1 year of Wolfram Development Platform.", "prize-title": "Best Use of Wolfram Technologies"}, {"prize-content": "Nessie is Capital One’s Hackathon API that gives you access to a multitude of real public-facing data - such as ATM and bank branch locations - along with mock customer account data. Use HTTP requests to set up peer-to-peer transactions, simulate a weekly paycheck, or even schedule bills for customers! This is all structured in a way that resembles how we actually run things here at Capital One. You have the power of the bank at your fingertips – how will you reimagine banking? Sponsored by Capital One. $250 Amazon Gift Cards for each member of the winning team.", "prize-title": "Best Use of Capital One's API - Nessie"}, {"prize-content": "For the most ambitious project. Sponsored by Google. Google duffel bag filled with Google swag for each team member.", "prize-title": "Best Moonshot - Sponsored by Google"}, {"prize-content": "Incorporates at least one of the following products/services into the project:", "prize-title": "Best Use of Microsoft Technology"}, {"prize-content": "Use your tech skills for good and hack online harassment. Build a software solution that can help reduce the frequency and/or severity of online harassment. Win a HackHarassment Swag Bag.", "prize-title": "#HackHarassment - Sponsored by MLH"}, {"prize-content": "1 TB Hard Drives", "prize-title": "Amazon Web Services - Best Use of AWS"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Awarded to the best software project designed for Princeton students. Build a new TigerApp and we'll help you get it in the hands of students. Sponsored by USG Labs, the new USG program to help students build TigerApps. Apple Watch for each member! See labs.tigerapps.org for project ideas and more. At least one team member must be a Princeton student to be eligible.", "prize-title": "Best Princeton TigerApp - Sponsored by Princeton USG"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-url": "https://hackprinceton-fall16.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How original is the idea? Is it simply a repackaging of a previous project or is it something that has never been done before? Projects can also blend two concepts together in a refreshing new way."}, {"judging-criterion": "Is the project something that looks and feels polished? Is the user experience and interface smooth and well-designed?"}, {"judging-criterion": "Does the project take on technical challenges? What parts of the project did your team invent, and how did you build upon existing tools and technologies?"}, {"judging-criterion": "Is the project zany, interesting or just plain amusing? Will it bring a smile to the face of those who see it, whether they are adults, teenagers or little kids?"}, {"judging-criterion": "Can this hack be used in real life to better somebody's life? Is it enough to justify people wanting to use it?"}], "hackathon-location-address": "Friend Center for Engineering Education, William St, Princeton, NJ 08540, USA", "hackathon-description-header": "HackPrinceton Fall 2016", "hackathon-prizes-total": "0", "hackathon-location-description": "Princeton University - Friend Center", "hackathon-end-date": "2016-11-13", "has-projects": "True"}