{"hackathon-description-text": "\nis the Center of Excellence in Wireless and Information Technology (CEWIT)’s inaugural region-wide, interdisciplinary student hackathon focusing on industry-relevant internet of things (IoT) and microservices challenges to advance enterprising, student-powered software solutions in the Center’s 100,000 s.f., next-generation research and education facility at Stony Brook University.", "hackathon-number-of-prizes": "10", "hackathon-id": "hackatcewit", "hackathon-judges": [{"judge-role": "Founder & CEO, Softheon Inc.", "judge-name": "Eugene Sayan"}, {"judge-role": "Founder & CEO, Digital Fly; VP of Software and Business Development, Intelligent Product Solutions (IPS)", "judge-name": "Derek Peterson"}, {"judge-role": "CTO, Center for Advanced Technology in Diagnostic Tools and Sensor Systems (SensorCAT), Stony Brook University", "judge-name": "Michael Gouzman"}, {"judge-role": "Creative Researcher, The Office for Creative Research, Brooklyn Research;", "judge-name": "Genevieve Hoffman"}, {"judge-role": "IoT Solutions Specialist, Cisco Systems Inc.", "judge-name": "Jason Vail"}, {"judge-role": "Founder & CEO, Mobileware Inc.", "judge-name": "Yun Zhang"}, {"judge-role": "Sr. Principal Product Manager, Accelerator East,, CA Technologies", "judge-name": "Paul Murcott"}, {"judge-role": "Developer, 1010data", "judge-name": "Ryan Burda"}, {"judge-role": "Development Manager, Dental Lab Software Division and the Global Innovation Center, Henry Schein, Inc.", "judge-name": "Michael Caplan"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "\nStony Brook University, Long Island, and NYC Colleges and Universities: Undergraduate and Graduate Students. Max 4 per team, 150 total hackers. Stony Brook University students will be given top priority to participate in Hack@CEWIT.", "hackathon-number-of-participants": "84", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "", "hackathon-rules": "\nAs a Major League Hacking member event, Hack@CEWIT is adopting \n.", "hackathon-prizes": [{"prize-content": "MLH powered by Dell and Windows medals", "prize-title": "Top-Tier: Cream of the crop"}, {"prize-content": "in·no·va·tive", "prize-title": "Most Innovative: Easy out-of-the-box"}, {"prize-content": "am·bi·tious", "prize-title": "Most Ambitious: A for effort"}, {"prize-content": "o·rig·i·nal", "prize-title": "Most Original: Move fast, break things"}, {"prize-content": "en·tre·pre·neur·ship", "prize-title": "Entrepreneur's Choice: Identify a need, any need, and fill it"}, {"prize-content": "health-con·scious adjective having an active interest in one's health.", "prize-title": "Most Health-Conscious: Tech for Healthcare's Sake"}, {"prize-content": "Hack@CEWIT host sponsor, Softheon, takes their pick of the hack that exhibits the most significant use of Softheon payment, identity, and/or data services API.", "prize-title": "Softheon's Pick: Most Significant Use of Softheon APIs"}, {"prize-content": "Hack@CEWIT sponsor, 1010data, takes their pick of the hack that exhibits the most significant and intuitive use of data, empowering data insights. Prize: 1010data Sponsored Hardware", "prize-title": "1010data’s Pick: Most Significant Use of Data"}, {"prize-content": "Have a brilliant idea for a web site? You'll also need a domain name to go with it! MLH's pick of the domain name that stands above the others. Prize: Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Amazon Web Services offers a suite of cloud-computing services that make up an on-demand computing platform. MLH's pick of the best use of AWS. Prize: $250 in AWS Credit", "prize-title": "Best Use of Amazon Web Services"}], "hackathon-location-google-maps": "https://maps.google.com/?q=CEWIT, 1500 Stony Brook Rd, Stony Brook, NY 11790, USA", "hackathon-url": "https://hackatcewit.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Hack@CEWIT will evaluate projects on metrics centered around innovation, originality, creativity, and entrepreneurial ambitiousness, as well as application to real-world product portfolios."}, {"judging-criterion": "Innovation - The most innovative apps are new concepts that solve a problem in a unique way with new features."}, {"judging-criterion": "User Interface / User Experience - The best apps are intuitive, visually appealing, and designed for the intended user."}, {"judging-criterion": "Overall Quality - The best apps are aligned with system design and software engineering best practices and are well polished."}, {"judging-criterion": "Technical Complexity - The best apps have a sophisticated design."}, {"judging-criterion": "Quality of Pitch / Project Impact - The best apps have a clear business potential or broad impact (e.g., social, educational, etc.)."}], "hackathon-location-address": "CEWIT, 1500 Stony Brook Rd, Stony Brook, NY 11790, USA", "hackathon-description-header": "43-Hour IoT and Microservices Hack, President's Day Weekend 2017, The Center of Excellence in Wireless and Information Technology (CEWIT) at Stony Brook University", "hackathon-prizes-total": "$5,000", "hackathon-location-description": "Center of Excellence in Wireless and Information Technology at Stony Brook University", "hackathon-end-date": "2017-02-19", "has-projects": "True"}