{"hackathon-description-text": "\nApril 1-2, 2017: Hundreds of the most creative and inspiring student hackers from around Europe converge at the MLH Prime: Europe Regional in London. Here they team up, learn about bleeding edge technology, and build amazing projects over the course of 24 hours.", "hackathon-number-of-prizes": "9", "hackathon-id": "mlh-prime-europe", "hackathon-judges": [{"judge-role": "", "judge-name": "MLH Prime"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny hacker who has participated in a", "hackathon-number-of-participants": "127", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nHacks must be awesome, creative, and built on site at the event. All hacks must adhere to the \n to be eligible for presentation. Hacks are subject to the \n.\n \nThere will typically only be up to 4 prizes per team. The rules allow for larger teams, but prizes (especially sponsor prizes) may not be available for every team member in this case.", "hackathon-prizes": [{"prize-content": "- You've built something amazing. With this Amazon Echo, you won't need to stop building for more than a moment, simply ask Alexa for whatever your heart desires. Better still, everyone on your team gets one too!", "prize-title": "1st Place"}, {"prize-content": "- Part of hacking is sharing what you've done. Share your adventures with the world using this GoPro for you and each one of your team members!", "prize-title": "2nd Place"}, {"prize-content": "- Hacking is about learning. Take your learning further with this Kindle for yourself and each member of your team.", "prize-title": "3rd Place"}, {"prize-content": "There's a special prize which we'll announce on the day for the funniest hack.", "prize-title": "Funniest Hack"}, {"prize-content": "- Build a hack that utilizes AWS and win a $30 Amazon.co.uk Gift Card. Plus you get $100 of Amazon Web Services credit, just for attending MLH Prime.", "prize-title": "Best Use of Amazon Web Services"}, {"prize-content": "Create a hack with the most interesting and advanced technology. Try out something cool like image recognition, machine learning, or blockchain.", "prize-title": "Bloomberg - Best Technology"}, {"prize-content": "Domain.com Swag Bags", "prize-title": "Best Domain Name from Domain.com"}, {"prize-content": "Use your tech skills for good and hack online harassment! Build a software solution that can help reduce the frequency and/or severity of online harassment. Members of the winning team receive Hack Harassment Battery Packs!", "prize-title": "#HackHarassment"}, {"prize-content": "Hack on any social good topic that you're passionate about. If you don't have any ideas, consider doing something to help inspiring STEM education for women, or increasing the financial capabilities of young people. Here are some ideas.", "prize-title": "J.P. Morgan - Best Hack for Social Good"}], "hackathon-location-google-maps": "https://maps.google.com/?q=City Gate House, 39-45 Finsbury Square, London EC2A 1PQ, UK", "hackathon-url": "https://mlh-prime-europe.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a website, this might be about how beautiful the CSS or graphics are. For a hardware project, it might be more about how good the human-computer interaction is."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? If a team which always does VR projects decides to switch up and try doing a mobile app instead, that exploration should be rewarded."}], "hackathon-location-address": "City Gate House, 39-45 Finsbury Square, London EC2A 1PQ, UK", "hackathon-description-header": "What will you build in a weekend?", "hackathon-prizes-total": "0", "hackathon-location-description": "Bloomberg European Headquarters, London", "hackathon-end-date": "2017-04-02", "has-projects": "True"}