{"hackathon-description-text": "\nThe weekend before the SF MusicTech Summit, get ready for 24 hours of creative coding as hackers, innovators, artists, and makers use and share their knowledge to develop innovative solutions in the MusicTech industry. Participants will join forces to address a focus area in MusicTech with the aim of developing a prototype then compete for prizes under the supervision of experts.", "hackathon-number-of-prizes": "9", "hackathon-id": "sf-musictech-hackathon-5580", "hackathon-judges": [{"judge-role": "Plus8", "judge-name": "John Acquaviva"}, {"judge-role": "Warner Music", "judge-name": "Michael Drexler"}, {"judge-role": "Floodgate", "judge-name": "Ryan Walsh"}, {"judge-role": "Gen Z Whisperer", "judge-name": "Tiff Zhong"}, {"judge-role": "Facebook", "judge-name": "Jess Erickson"}, {"judge-role": "Upload VR", "judge-name": "Anne Ward"}, {"judge-role": "IV the Love", "judge-name": "Lance Coleman"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nDevelopers, coders, designers, anyone with multidisiplinary fields which go into building an app. 18 or older.", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\n \n\n\n\nThe present Terms of Participation govern the participation in the event set out in Clause 1 hereof. By registering for the event, the participant accepts the present Terms of Participation and their exclusive application.\n\nFor the duration of the event, the event organizer, its legal representatives, and the parties employed in the performance of its obligations shall be authorized to issue instructions to the participant. Any instructions that the staff implementing the event may issue must mandatorily be followed in order to avoid risks.\n\nThe participant is to refrain from any and all actions that might impair or jeopardize other participants, agents of the event organizer, or any other persons. The participant is to conduct himself / herself with the utmost discipline in the course of the event.\n\nThe participant agrees that photographs, film recordings, and interviews created in connection with his or her participation in the event may be disseminated and published in radio, television, print and online media, books, photomechanical reproductions (films, video cassettes, etc.) without any limitations applying in terms of the duration or geographic location of such use; the participant shall not be entitled to any remuneration.\n\nAny persons are eligible to participate who are 18 years of age or older.\nEmployees of SF MusicTech and their relatives are prohibited from participating.\n\nIn order to register for the event, the participant must enter his or her first name and last name and the participants' data will be collected in the context of electronic data processing, will be stored, and will be used by SF MusicTech exclusively for purposes of implementing the event. The data will not be forwarded to third parties.\n(1) The competition will begin on October 14, 2017 and will end on October 15, 2017.\n(2) The team size is restricted to a maximum number of six persons.\n\n(3) Participation in the event is free of charge.\n\nBy his or her participation in the hackathon, the participant confirms that he or she is the author of the idea(s) submitted, and that no rights whatsoever of third parties exist with regard to the idea(s).\nShould third parties nonetheless file a claim for the violation of their rights and should such violation be the result of intentional or grossly negligent conduct of the participant, then the participant shall be liable for any and all damages that SF MusicTech or its subsidiaries suffer as a consequence.\nThe copyrights and the rights of use shall remain with the participant.\n\nWinning will receive prizes to be determined, which will be awarded by an internal jury. Those of the participants who do not receive an award will not receive any compensation for the idea(s) they submit. The above provisions shall apply notwithstanding.\n\nIn the course of the event, SF MusicTech, respectively the partner it involves for the event, may make film recordings or take photographs on-site at the event that show the participant, and it may also record statements, interviews with the undersigned and such like on audio carriers and/or video carriers. SF MusicTech is free to use the above. In this regard, SF MusicTech specifically has the right – irrespective of time and place – to archive, edit, copy, distribute, issue, and publicly reproduce the film recordings and photographs as well as other recordings in the form of sound or images. The right to publicly reproduce the aforementioned items includes the right to demonstrate and present them, the right to broadcast them, the right to reproduce them in the form of sound or images, and the right to reproduce radio and television programs. The aforesaid exploitation rights are granted irrespective of the forms of transmission or reproduction involved; they specifically include the right of exploitation through electronic media, in particular, the internet. The reports about the finalists will contain photographs taken during the event and will include their names.\n\nSF MusicTech may refuse registration for the event without having to state cause. As a matter of principle, there is no entitlement to participate in the event. Likewise, SF MusicTech reserves the right to at any time exclude participants from the event who have already been admitted. This applies in particular in cases in which the rules of the game are breached, or if technical means or other manipulative aids are deployed. In such event, SF MusicTech is entitled to revoke the prizes and/or to demand that they be returned, as the case may be. This shall also apply should the users fail to make truthful statements in providing their personal details.  \n\nSF MusicTech reserves the right to abort the event or to terminate it at any time, doing so without prior notice and without having to state cause, nor provide any compensation or remedy. SF MusicTech shall avail itself of this opportunity in particular in those cases in which, for technical or legal reasons, the proper implementation of the event cannot be warranted. Insofar as such termination is caused by the conduct of a participant, SF MusicTech may demand that this person compensate it for the damages it has suffered.\n\nUpon handing over the prize or connecting the participant with the company which has committed the prize, whichever comes first, SF MusicTech shall be released from any and all obligations.\nSF MusicTech accepts no liability for legal and/or material defects. If the winner cannot claim the prize for reasons that are his or her fault, he or she shall forfeit the prize.\n\nSF MusicTech is not liable for any personal injury, damage to property, or economic loss that occurs in connection with this Agreement, unless the loss or damage was the result of willful intent or gross negligence (intentionally or through negligence in cases of personal injury) by an SF MusicTech Summit employee\nShould any provision of the present Terms of Participation be or become invalid, this shall not affect the legal validity of the other provisions. That valid provision shall be deemed agreed instead of the invalid provision that comes as close as possible, in its economic effect, to what the parties intended.\nCalifornia law shall apply.", "hackathon-prizes": [{"prize-content": "Native Instruments Reaktor 6 licenses", "prize-title": "Native Instruments Reaktor 6 licenses"}, {"prize-content": "SXSW Music Badges and Automatic Admission to SXSW Hackathon", "prize-title": "SXSW Music Badges and Automatic Admission to SXSW Hackathon"}, {"prize-content": "SF MusicTech Badges and Presentation at SF MusicTech Summit", "prize-title": "SF MusicTech Badges and Presentation at SF MusicTech Summit"}, {"prize-content": "Even - Even Headphones for 2nd place team", "prize-title": "Even Headphones \t- 2nd Place"}, {"prize-content": "Sonos - Two Play:1s for 3rd place team", "prize-title": "Sonos - Two Play:1s - 3rd Place"}, {"prize-content": "• MOD Devices - Mod duos. Best use of MOD.", "prize-title": "• MOD Devices - Mod duos. Best use of MOD."}, {"prize-content": "• Cloudinary - 1-year Cloudinary Plus plan ($1,068 value) award to the hack team that makes the best use of the Cloudinary API  + Drone.", "prize-title": "• Cloudinary - 1-year Cloudinary Plus plan ($1,068 value) + Drone"}, {"prize-content": "• Songkick - U-Turn Audio Orbit Plus Turntable - Best use of Songkick API", "prize-title": "Songkick - U-Turn Audio Orbit Plus Turntable"}, {"prize-content": "Musimap and Leansquare - Wallifornia MusicTech + Les Ardentes tickets. Guaranteed acceptance to the WMT Hackathon for winning team + Meeting with chairman during - Best use of Musimap", "prize-title": "Musimap + Leansquare - Wallifornia MusicTech + Les Ardentes tickets"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1535 Mission St, San Francisco, CA 94103, USA", "hackathon-url": "https://sf-musictech-hackathon-5580.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Judging will be done in a maker faire demo style and judges will score based on innovativeness, design, and impact to industry."}, {"judging-criterion": "Judging will be done in a maker faire demo style and judges will score based on innovativeness, design, and impact to industry."}, {"judging-criterion": "Judging will be done in a maker faire demo style and judges will score based on innovativeness, design, and impact to industry."}], "hackathon-location-address": "1535 Mission St, San Francisco, CA 94103, USA", "hackathon-description-header": "Innovators, artists, makers, coders develop solutions in the MusicTech industry w/ Blockchain, VR/AR, AI", "hackathon-prizes-total": "$13,700", "hackathon-location-description": "Upload SF", "hackathon-end-date": "", "has-projects": "False"}