{"hackathon-description-text": "\nThe hackathon will be of 12 hours.The participants will be asked to develop an app based on the their own idea (Web, Android , iOS, Windows Or Hybrid) using the list of our API's provided to them. The API's that participants can use are :", "hackathon-number-of-prizes": "1", "hackathon-id": "techspardha-2016-hackathon", "hackathon-judges": [{"judge-role": "Developer Evangelist / Exotel", "judge-name": "MV Karan"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nThe Hackathon is open for all with knowledge of any domain.", "hackathon-number-of-participants": "46", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n1. Participants must submit their works by uploading their works on Github as well as submitting it on Devpost. Only the entries that have been submitted on Devpost will be considered for judging.\n2. Devpost submissions must be properly tagged indicating the technologies used (Ex: exotel, php, python, etc)", "hackathon-rules": "\n1. A team must be of at least 2-4 members .\n2. All code,design and art must be created during the duration of Hackathon. Failure to comply may result in the offending team's disqualification .\n3. You are allowed to use any 3rd party services.\n4. Social Authentication is compulsory (Either Facebook or Google + ) .\n5. All the team retains full ownership of what they have created.\n6. The API provided by the company Exotel is mandatory to use.\n7. A team should use at least one API from each category.\n8. Our hackathon is dedicated to providing a harassment-free experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, previous hackathon attendance or computing experience (or lack of any of the aforementioned). We do not tolerate harassment of hackathon participants in any form. Sexual language and imagery is not appropriate at any hackathon venue, including hacks, talks, workshops, parties, social media and other online media. Hackathon participants violating these rules may be sanctioned or expelled from the hackathon without a refund (if applicable) at the discretion of the hackathon organisers.", "hackathon-prizes": [{"prize-content": "A GoPro camera will be awarded as the prize for the team that makes the best use of Exotel's APIs ( provided there are at least 5 competing projects which makes use of Exotel's APIs )", "prize-title": "GoPro Camera"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Kurukshetra, Haryana, India", "hackathon-url": "https://techspardha-2016-hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Kurukshetra, Haryana, India", "hackathon-description-header": "NIT's Kurukshetra's Techspardha 2016 Hackathon", "hackathon-prizes-total": "0", "hackathon-location-description": "NIT Kurukshetra", "hackathon-end-date": "", "has-projects": "False"}