{"hackathon-description-text": "\nConveniently nestled in the middle of rural Pennsylvania, YCP Hacks is a college level hackathon with small town charm. An hour north of Baltimore, an hour and a half from Philadelphia, and 2 hours from Penn State places it right in the middle of Pennsylvania Dutch Country (presumably made of Funnel Cake). The event is set on the charming York College of Pennsylvania campus, with all the facilities, people and camaraderie that comes with it. Our mission is to promote technical knowledge, innovation, and entrepreneurship in York and beyond, and we just can't wait to see what you do next.", "hackathon-number-of-prizes": "4", "hackathon-id": "ycp-hacks-2017", "hackathon-judges": [{"judge-role": "-", "judge-name": "Judges TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone over 18 can come to York College to hack with us!", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nWe follow the \n. Long story short, don't be rude, don't work on your project before the event, and don't steal code. We want to see what YOU can do while at the event. :)", "hackathon-prizes": [{"prize-content": "First place team will receive a Phillip's Hue starter kit, Amazon Echo Dot, and $150 each.", "prize-title": "First Place"}, {"prize-content": "Second place team will receive a Phillip's Hue starter kit and Phillips Hue light strips for everyone on their team.", "prize-title": "Second Place"}, {"prize-content": "Third Place place team will receive an Arduino starter kit and an Amazon Fire Stick for everyone on their team.", "prize-title": "Third Place"}, {"prize-content": "Chroma Keyboards for everyone on your team!", "prize-title": "Best Gaming Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Willman Business Center, 441 Country Club Rd, York, PA 17403, USA", "hackathon-url": "https://ycp-hacks-2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Willman Business Center, 441 Country Club Rd, York, PA 17403, USA", "hackathon-description-header": "Central PA's hackathon.", "hackathon-prizes-total": "$2,284", "hackathon-location-description": "York College of Pennsylvania - Willman Business Center", "hackathon-end-date": "", "has-projects": "False"}