{"hackathon-description-text": "\nSplunk's breakthrough products have changed how thousands of organizations use data. Unlocking powerful insights from machine data is something every organization needs to take advantage of—and with Splunk, they can.", "hackathon-number-of-prizes": "4", "hackathon-id": "splunkapptitude1", "hackathon-judges": [{"judge-role": "Worldwide Developer Evangelist / Splunk", "judge-name": "Damien Dallimore"}, {"judge-role": "Chief Strategy Officer / Splunk", "judge-name": "Stephen Sorkin"}, {"judge-role": "Senior Community Director / Splunk", "judge-name": "Rachel Perkins"}, {"judge-role": "Developer Evangelist and Microsoft MVP / Splunk", "judge-name": "Hal Rottenberg"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nWho can enter?\nPlease read the ", "hackathon-number-of-participants": "117", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nIn this inaugural Splunk>\nParticipants must create a working Splunk app addressing either Microsoft SCCM or your favorite. Need some guidance? Check out the \nIn our \nYou must include a full description of your app features, configuration, and installation as part of your submission. Looking for extra credit? Make sure you include all supporting documentation describing how you meet each of the criteria.\nYour application must conform to common best practices for packaging, distribution and directory hierarchy, as more fully described on the \nWant more details on what we're looking for? Check out the ", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT IS NECESSARY TO ENTER OR WIN. A PURCHASE (IF AVAILABLE) WILL NOT INCREASE YOUR CHANCES OF WINNING. THIS CONTEST IS VOID WHERE PROHIBITED BY LAW. \nSee Section 4 of these Official Rules for full eligibility details.\nEACH WINNER WILL BE REQUIRED TO PARTICIPATE IN THE PRIZE FULFILLMENT PROCESS AND SIGN DOCUMENTATION, AS REQUIRED BY SPONSOR.\nYOU AGREE TO THESE OFFICIAL RULES, WHICH ARE A CONTRACT, SO READ THEM CAREFULLY BEFORE ENTERING. THIS CONTRACT INCLUDES PROVISIONS REQUIRING YOU TO INDEMNIFY SPONSOR (i.e. A REQUIREMENT THAT YOU DEFEND, COMPENSATE AND/OR REIMBURSE SPONSOR FROM/FOR CERTAIN LOSSES) AND A LIMITATION OF YOUR RIGHTS AND REMEDIES. IF YOU DO NOT AGREE TO THESE OFFICIAL RULES DO NOT PARTICIPATE IN THE CONTEST. YOUR PARTICIPATION DEMONSTRATES YOUR AGREEMENT TO THESE OFFICIAL RULES.\n1. OVERVIEW. The SPLUNK > APPTITUDE APP Contest (\"Contest\"), sponsored by Splunk Inc. (\"Sponsor\" or “Splunk”), begins at 10:00:01 a.m. Pacific Time (\"PT\") on November 18, 2014 and ends at 12:00:00 a.m. PT on January 20, 2015 (the \"Contest Period\"). The Contest consists of a competition where entrants create an application that uses Sponsor’s product, Splunk Enterprise software, in an innovative manner (\"Application\") and submit it to the Contest Site (defined below) during the Contest Period, as more fully described below. Applications entered into the Contest may be submitted into either (or both) of two (2) categories: \"App-Specific – Microsoft Systems Center Configuration Manager Category\" (“SCCM Application Category”) or “Splunk Innovation – Submit Anything Category” (\"Innovation Category\") (each, a \"Category\"). To be eligible for entry into the SCCM Application Category, your Application must interact with or analyze data produced by Microsoft’s Systems Center Configuration Manager (“SCCM”). Applications entered into the Innovation Category may, but are not required to, interact with or analyze data produced by SCCM. On their Entry Form (described below), entrants must indicate their preference for the Category in which they would most like to win in the event that they are selected as a winner in both Categories.\n2. HOW TO PARTICIPATE. To participate in the Contest, you must:\na. Decide to Work as an Individual or as a Team. You may work as an individual or in a group of two (2) or more individuals (a \"Team\"). All members of your Team must meet the eligibility requirements set forth in section 4 below.\nb. Create an Application that uses Splunk software in an innovative manner.\n(i) \n: You must download and only use Splunk software, including a Splunk SDK or Splunk App Framework, to develop your Application. Your right to create apps is subject to the terms of the applicable Splunk Software License Agreement, Splunk Developer Agreement and/or SDK license. Further, your Application must comply with the Submission Requirements set forth in that section below. For guidance on what your Application must entail from a technical perspective, visit http://docs.splunk.com/Documentation/Splunk/latest/AdvancedDev/AppIntro.\n(ii) \n: In addition to the above requirements, your Application must interact with and/or analyze data produced by Microsoft SCCM in order to be eligible for entry into the SCCM Application Category. Your Application should provide a dashboard comparison and overview of SCCM data that includes combination of information on any or all of the following: status, availability, and/or performance of system components, such as hardware, network, process, and services.\nc. Submit Your Entry Form and Application at splunk.challengepost.com (“Contest Site”): During the Contest Period, complete the entry process by visiting the Contest Site, registering for an account (if you do not already have one), and following all onscreen links and instructions to prepare and submit your Application and \"Entry Form,\" which must include (i) your/your Team members' full name(s), email address(es), and all other required information, (ii) the title of your Application, (iii) a short description (under 500 words) of the Application, (iv) a brief explanation or description (under 500 words each) for those sub-categories of the “Extra Credit” judging criterion that request written submission (as detailed in Section 5 below), (v) demonstration data useable by Sponsor to validate your Application, and (vi) your preference for the Category in which you would most like to win should you be selected as a winner in more than one. Your Application, Entry Form, and any other information or content that you submit to Sponsor as part of this Contest are referred to collectively as your “Entrant Content.”\nIf you are participating as a Team in the Contest only one (1) Team member can upload your Application to the Contest Site and submit an entry. Multiple submissions of the same Application are prohibited. For the purposes of these Official Rules, each member of a Team will be considered an “entrant” or “participant.”\nEntries must be submitted during the Contest Period through the Contest Site and in strict accordance with Sponsor's instructions and restrictions and these Official Rules. The Contest Site's server will be the official timekeeper for this Contest. Only entries that are recorded by the Contest Site during the Contest Period will be considered. There is no limit on the number of entries per person or per Team provided that each Application submitted is unique. Each entrant/Team should review all personal information entered for accuracy purposes and make all corrections necessary to inaccurate data before submitting his/her/their entry. Other proof of submitting or attempting to submit an entry (such as, without limitation, a printed, saved or copied automated receipt confirming entry or a \"thanks for entering\" screen or message) does not constitute proof of actual receipt of the entry for purposes of this Contest. Those who do not abide by these Official Rules, the instructions of Sponsor and provide all required information will be disqualified in Sponsor's sole discretion. Entries or participation will not be acknowledged or returned.\nWinning Applications submitted in this Contest will be reviewed, “cleaned” (i.e., modified and refined as necessary to ensure each Application is viable and supportable) in coordination with Sponsor, and posted on apps.splunk.com as a “free” app. By entering, you agree that, if you are chosen as a potential winner and as a condition of receiving a prize, you will cooperate with Sponsor in the “cleaning” process and will make all modifications to your Application requested by Sponsor that it (in its sole discretion) deems necessary or desirable prior to distribution as a “free” app. Each entrant agrees to the Splunk Apps Developer Distribution License, available at: https://apps.splunk.com/new\n3. SUBMISSION REQUIREMENTS: Entrant Content must meet all of the following requirements in Sponsor's sole discretion or the associated entry will be disqualified:\nSponsor reserves the right in its sole discretion to disqualify from the Contest any entrant or Entrant Content that, in its sole discretion, refers, depicts, or in any way reflects negatively upon a Contest Entity, the Contest, or any other person or entity or does not comply with any provision of these Official Rules, including the above Submission Requirements.\n4. ELIGIBILITY: The Contest is open only to individuals who are (i) at least eighteen (18) years old and the age of majority in their jurisdiction of primary residence as of the start of the Contest Period and (ii) a legal resident of any one (1) of the fifty (50) United States or the District of Columbia, Austria, Australia, Canada (excluding Quebec), France, Germany, Italy, Japan, Korea, The Netherlands, New Zealand, Singapore, Sweden, Switzerland or the United Kingdom (the “Territory”). Employees, officers, directors, members, managers, agents, and representatives and family members of such individuals (or people living in the same household whether related or not) of Splunk, ChallengePost, Inc., or their respective corporate partners, parent companies, divisions, subsidiaries, affiliates, successors in interest and advertising, promotion, and public relations agencies (collectively, the “Contest Entities”) are not eligible to win. For purposes of this Contest, “family members” is defined as any spouse, domestic partner, parent, legal guardian, sibling, child, grandparent, grandchild, or the spouse or domestic partner of any such person. This Contest is void where prohibited by law.\n5. WINNER SELECTION & NOTIFICATION: There will be one (1) first prize and one (1) second prize winner in the SCCM Application Category and one (1) first prize and one (1) second prize winner in the Innovation Category.\nThe entries in the SCCM Application Category will be judged by a panel of judges chosen in Sponsor's sole discretion (the \"Judges\") as follows: Entrant Content will receive a score of one (1) to ten (10) in the following categories: innovation, technical implementation, presentation, “coolness” (i.e., potential appeal to the current and prospective Splunk app user community), and “Extra Credit.” In the “Extra Credit” category, up to two (2) points will be awarded for each of the following five (5) sub-categories:\n(a) Whether the Application utilizes a Common Information Model;\n(b) Whether the Application includes or incorporates a mechanism to generate demo data;\n(c) Whether the Entrant Content clearly communicates the monetary or operational value of the dashboard, search, or feature functionality they have developed;\n(d) Portability of the Application (i.e., whether the Application has the ability to be interoperable between different infrastructures, applications, or systems) and QA (i.e., whether the Entrant Content documents that the Application works consistently and accurately); and\n(e) Whether the entrant has provided a plan for the sustainability of the Application (i.e., entrant’s explanation of how he/she/it plans to support the Application moving forward and demonstration of steps to effect that plan having been put into place).\nThe Entrant Content with the highest total score will be the first prize winner; the Entrant Content with the second highest score will be the second prize winner. In the event of a tie for any prize level, the Entrant Content with the higher score in the Technical Implementation criterion will be the winner. If there is still a tie for that prize level, the Entrant Content with the higher score in the Innovation criterion will be the winner.\nThe entries in the Innovation Category will be judged by the Judges as follows: Entrant Content will receive a score of one (1) to ten (10) in each of the same five (5) categories described above for the SCCM Application Category. The Entrant Content with the highest total score will be the first prize winner; the Entrant Content with the second highest score will be the second prize winner. In the event of a tie for any prize level, the Entrant Content with the higher score in the Innovation criterion will be the winner. If there is a still a tie for that prize level, the Entrant Content with the higher score in the Technical Implementation criterion will be the winner.\nPotential winners will be determined by the Judges by approximately January 31, 2015. Sponsor or its representative will attempt to notify the potential winners in this Contest within approximately five (5) business days of the Judges determination by email or another contact method, as determined by Sponsor in its sole discretion. Each potential winner or each member of a potentially winning Team (if applicable) may, in Sponsor's sole discretion, be required to complete, sign, have notarized (if applicable), and return an Affidavit of Eligibility and Liability/Publicity Release (unless prohibited by law) and tax documents, if applicable (collectively, “Prize Winner Documents”), any or all of which may require the potential winner to provide his or her Social Security Number, and a copy of a government-issued identification or number therefrom, within the time frame specified and in the form provided by Sponsor (without revision), or prize may be forfeited. The Prize Winner Documents, if applicable, must be received by Sponsor within seven (7) days of Sponsor sending the documents to the potential winner or, if applicable, each member of a potentially winning Team) or other time frame as stated in the Prize Winner Documents, or prize may be forfeited and an alternate winner may be selected. If any prize, prize notification, or other Contest-related communication is returned as undeliverable, or if a selected winner cannot be reached or does not respond as instructed after Sponsor has attempted to notify that potential winner, that selected winner may be disqualified and an alternate winner may be selected (time permitting and in Sponsor’s sole discretion). Sponsor reserves the right to modify the notification procedures in connection with the selection of any alternate potential winner, if any. The prize claim and Prize Winner Documents are subject to verification by Sponsor. The prizes, if legitimately claimed, will be awarded. Prize elements will only be mailed to the winner’s residence within the Territory, unless Sponsor, in its sole discretion, approves shipment elsewhere. Sponsor will not be obligated to pursue more than three (3) alternate winners (time permitting) for any prize for any reason. If there are fewer entries received than available prizes, Sponsor reserves the right to award only as many prizes in each Category as there are eligible entries, in which case any remaining prizes will go unawarded.\n6. PRIZES: The following prizes, subject to verification, will be awarded:\nThe first prize winner in the \n will receive thirty thousand United States Dollars ($30,000 US) (awarded in a form selected by Sponsor in its sole discretion) and one (1) pass to Sponsor’s 2015 Worldwide Users’ Conference, “.conf2015,” currently scheduled to take place between September 21, 2015, and September 25, 2015, in Las Vegas, Nevada, US. (The pass has an approximate retail value (“ARV”) of $1695. The pass does not include travel to and from the conference or any other expenses related to the cost of attending .conf2015). ARV of the first prize in this Category is $31,695 US.\nThe second prize winner in the \n will receive one (1) pass to .conf2015 (the pass has an ARV of $1695. The pass does not include travel to and from the conference or any other expenses related to the cost of attending .conf2015).\nThe first prize winner in the \n \n will receive twenty thousand United States Dollars ($20,000 US) (awarded in a form selected by Sponsor in its sole discretion) and one (1) pass to .conf2015 (the pass has an ARV of $1695. The pass does not include travel to and from the conference or any other expenses related to the cost of attending .conf2015). The ARV of the first prize in this Category is $21,695 US.\nThe second prize winner in the \n \n will receive one (1) pass to .conf2015 (the pass has an ARV of $1695. The pass does not include travel to and from the conference or any other expenses related to the cost of attending .conf2015).\n\nTotal ARV of all prizes: $56,780.\nParticipants waive the right to assert as a cost of winning any prize, any and all costs of verification and redemption or travel to claim the prize and any liability and publicity which might arise from claiming or seeking to claim said prize. All prize details not specified in these Official Rules will be determined in Sponsor's sole discretion. If legitimately claimed, the prizes will be awarded. All taxes (national, federal, state, provincial, territorial, local, or otherwise), social security payments or other fees (including those applicable in your jurisdiction of primary residence) and other expenses not specified in these Official Rules as being provided as part of the prize are the sole responsibility of the winner. Sponsor will not replace any lost, mutilated or stolen prize or any prize that is undeliverable or does not reach the winner because of an incorrect or changed address or other contact information. No transfers, prize substitutions or cash redemptions will be made. Sponsor reserves the right to substitute the stated prize or portion thereof with another prize or portion thereof of equal or greater value for any reason, including, without limitation, prize unavailability. Each winner is strictly prohibited from selling, auctioning, trading or otherwise transferring any part of the prize. No more than the stated prizes will be awarded. If winner does not accept or use the entire prize, the unaccepted or unused part of the prize will be forfeited and Sponsor will have no further obligation with respect to that prize or portion of the prize. Sponsor is not responsible for any inability of any winner to accept or use any prize (or portion thereof) for any reason. By accepting a prize in this Contest, the winner represents that accepting the prize is in compliance with winner’s corporate gift receiving or similar policy.\n7. LIMITATION OF LIABILITY. NOTHING IN THESE OFFICIAL RULES LIMITS, EXCLUDES OR MODIFIES OR PURPORTS TO LIMIT, EXCLUDE OR MODIFY ANY STATUTORY CONSUMER GUARANTEES OR ANY IMPLIED CONDITION OR WARRANTY, THE EXCLUSION OF WHICH FROM THESE OFFICIAL RULES WOULD CONTRAVENE ANY STATUTE OR CAUSE ANY PART OF THESE OFFICIAL RULES TO BE VOID (\"NON-EXCLUDABLE GUARANTEES\"). SUBJECT TO THE LIMITATIONS IN THE PRECEDING SENTENCE, SPONSOR EXCLUDES FROM THESE OFFICIAL RULES ALL CONDITIONS, WARRANTIES AND TERMS IMPLIED BY STATUTE, GENERAL LAW OR CUSTOM EXCEPT FOR LIABILITY IN RELATION TO A NON-EXCLUDABLE GUARANTEE. SUBJECT TO ANY NON-EXCLUDABLE GUARANTEES, EACH PARTICIPANT AGREES TO RELEASE, HOLD HARMLESS AND INDEMNIFY THE CONTEST ENTITIES FOR ANY LIABILITY WHATSOEVER FOR INJURIES OR DAMAGES OF ANY KIND SUSTAINED IN CONNECTION WITH THE USE, ACCEPTANCE, POSSESSION, MISUSE OR AWARDING OF THE PRIZE OR WHILE PREPARING FOR, PARTICIPATING IN AND/OR TRAVELING TO OR FROM ANY PRIZE- OR CONTEST-RELATED ACTIVITY, INCLUDING, WITHOUT LIMITATION, ANY INJURY, DAMAGE, DEATH, LOSS, OR ACCIDENT TO PERSON OR PROPERTY (HOWEVER (BUT ONLY IF REQUIRED BY LAW IN YOUR JURISDICTION), THIS RELEASE, HOLD HARMLESS AND INDEMNIFICATION COMMITMENT DOES NOT APPLY TO CASES OF BODILY INJURY OR LOSS OF LIFE OR TO THE EXTENT THAT ANY DEATH OR PERSONAL INJURY IS CAUSED BY THE NEGLIGENCE OF SPONSOR OR OTHER THIRD PARTY, WHERE LIABILITY TO THE INJURED PARTY CANNOT BE EXCLUDED BY LAW). EACH WINNER AGREES THAT THE PRIZE IS PROVIDED AS-IS WITHOUT ANY WARRANTY, REPRESENTATION OR GUARANTEE, EXPRESS OR IMPLIED, IN FACT OR IN LAW, WHETHER NOW KNOWN OR HEREINAFTER ENACTED, RELATIVE TO THE USE OR ENJOYMENT OF THE PRIZE, BEYOND ANY NON-EXCLUDABLE GUARANTEES.\n8. ADDITIONAL DISCLAIMERS: To the extent permitted by the mandatory provisions of the applicable law, Contest Entities are not responsible and/or liable for any of the following, whether caused by a Contest Entity, the participant or by human error (however, only if required by law in your jurisdiction, except to the extent that any of the following occur for reasons within Sponsor's reasonable control, where liability to the injured party cannot be excluded by law): Entries earned by illegitimate means (such as, without limitation, by an automated computer program) or entries earned in excess of any stated limits; any lost, late, incomplete, illegible, mutilated, or misdirected email, mail, or Contest-related correspondence or materials; any error, omission, interruption, defect, or delay in transmission or communication; viruses or technical or mechanical malfunctions; interrupted or unavailable cable or satellite systems; errors, typos or misprints in these Official Rules, in any Contest-related advertisements or other materials; failures of electronic equipment, computer hardware or software; lost or unavailable network connections, or failed, incorrect, incomplete, inaccurate, garbled or delayed electronic communications. Contest Entities are not responsible for electronic communications that are undeliverable as a result of any form of active or passive filtering of any kind, or insufficient space in a person’s email or voicemail inbox to receive messages. Contest Entities are not responsible, and may disqualify an entrant, if his or her email address or other contact information does not work or is changed without giving prior written notice to Sponsor. Without limiting any other provision in these Official Rules, Contest Entities are not responsible or liable to any participant or winner or any person claiming through such participant or winner for failure to supply the prize or any part thereof in the event that any of the Contest activities or the Contest Entities' operations or activities are affected, as determined by Sponsor in its sole discretion, including, without limitation, by reason of any acts of God, any action, regulation, order or request by any governmental or quasi-governmental entity (whether or not the action, regulations, order or request proves to be invalid), equipment failure, threatened terrorist acts, terrorist acts, air raid, blackout, act of public enemy, earthquake, war (declared or undeclared), fire, flood, epidemic, explosion, unusually severe weather, hurricane, embargo, labor dispute or strike (whether legal or illegal), labor or material shortage, transportation interruption of any kind, work slow-down, civil disturbance, insurrection, riot, or any law, rule, regulation, order or other action adopted or taken by any governmental, federal, state, provincial or local government authority, or any other cause, whether or not specifically mentioned above.\n9. GENERAL RULES: By entering the Contest (except where prohibited by law), each participant grants the Contest Entities the irrevocable, sublicensable, free of charge, absolute right and permission to use, publish, post or display his or her name, photograph, likeness, voice, prize information, biographical information, any quotes attributable to him or her and any other indicia of persona (regardless of whether altered, changed, modified, edited, used alone, or used with other material in the Contest Entities' sole discretion) for advertising, trade, promotional and publicity purposes without further obligation or compensation of any kind to him or her, anywhere, in any medium now known or hereafter discovered or devised (including, without limitation, on the Internet), world-wide, without any limitation of time and without notice, review or approval and each participant releases all Contest Entities from any and all liability related to such authorized uses. Nothing contained in these Official Rules obligates Sponsor or any other Contest Entity to make use of any of the rights granted herein and winner waives any right to inspect or approve any such use.\nSponsor's decisions will be final in all matters relating to this Contest, including interpretation of these Official Rules and awarding of the prizes. All participants, as a condition of entry, agree to be bound by these Official Rules and the decisions of Sponsor. Failure to comply with these Official Rules may result in disqualification from this Contest. Participants further agree to not damage or cause interruption of the Contest and/or prevent others from entering the Contest or using the Contest Site. Sponsor reserves the right, in its sole discretion, to void entries of any participants who Sponsor believes have attempted to tamper with or impair the administration, security, fairness or proper play of this Contest. Sponsor's failure to or decision not to enforce any provision in these Official Rules will not constitute a waiver of that or any other provision. In the event there is an alleged or actual ambiguity, discrepancy or inconsistency between disclosures or other statements contained in any Contest-related materials and/or these Official Rules (including any alleged discrepancy or inconsistency in these Official Rules), it will be resolved in Sponsor's sole discretion. Entrants waive any right to claim ambiguity in the Contest or these Official Rules. If Sponsor determines at any time in its sole discretion that a winner or potential winner is disqualified, ineligible, in violation of these Official Rules, or engaging in behavior that Sponsor deems obnoxious, inappropriate, threatening, illegal or that is intended to annoy, abuse, threaten or harass any other person, Sponsor reserves the right to disqualify that winner or potential winner, even if the disqualified winner or potential winner may have been notified or displayed or announced anywhere. The invalidity or unenforceability of any provision of these Official Rules will not affect the validity or enforceability of any other provision. In the event that any provision is determined to be invalid or otherwise unenforceable or illegal, these Official Rules will otherwise remain in effect and will be construed in accordance with their terms as if the invalid or illegal provision were not contained herein. If the Contest is not capable of running as planned for any reason, Sponsor reserves the right, in its sole discretion, to cancel, modify or suspend the Contest and award the prizes based on eligible, non-suspect entries received prior to cancellation, modification, or suspension or as otherwise deemed fair and appropriate by Sponsor. If any person supplies false information, obtains entries by fraudulent means or is otherwise determined to be in violation of these Official Rules in an attempt to obtain any prize, Sponsor may disqualify that person and seek damages from him or her and that person may be prosecuted to the full extent of the law. If a dispute cannot be resolved to Sponsor's satisfaction as to who submitted an entry, the entry will be deemed ineligible. CAUTION: ANY ATTEMPT TO DAMAGE ANY ONLINE SERVICE OR WEB SITE OR UNDERMINE THE LEGITIMATE OPERATIONS OF THE CONTEST MAY VIOLATE CRIMINAL AND CIVIL LAWS. IF SUCH AN ATTEMPT IS MADE, SPONSOR MAY DISQUALIFY ANY PARTICIPANT MAKING SUCH ATTEMPT AND MAY SEEK DAMAGES TO THE FULLEST EXTENT PERMITTED BY LAW.\n10. PRIVACY. Each entrant agrees to the use of the personal information submitted when they enter as detailed in Sponsor's Privacy Policy posted at http://www.splunk.com/view/SP-CAAAAAG. Sponsor also collects personal information in order to conduct the Contest. Participants give consent for Sponsor and its representatives (including, without limitation, ChallengePost, Inc.) to obtain and deliver his or her name, address and other information to third parties for the purpose of administering this Contest, as detailed in Sponsor's privacy policy and complying with applicable laws, regulations and rules. The entrant’s personal data will be used for the following purposes: (a) contact potential winners and (b) if an entrant selects to receive additional information from Sponsor on the entry form, to send additional information to that entrant. Entrants have a right of access to, modification and withdrawal of their personal data. They also have the right of opposition to the data collection, under certain circumstances. To exercise such right, they may write to Sponsor. The data controller is Sponsor. The recipient of the data is Sponsor. Unless otherwise advised, Sponsor may also use the information for promotional, marketing and publicity purposes. Entrants should direct any request to access, update or correct information to Sponsor. Please note that by participating in the Contest and accepting these Official Rules, you acknowledge and consent to the use of your data as set out above.\n11. DISPUTES/GOVERNING LAW. Except where prohibited, as a condition of participating in this Contest, each participant agrees that any and all disputes that cannot be resolved between the participant and any Contest Entity, claims, and causes of action arising out of or connected with this Contest, or the prize awarded, or the determination of the winners must be resolved individually, without resort to any form of class action. Further, in any such dispute, under no circumstances will a participant be permitted or entitled to obtain awards for, and hereby waives all rights to claim punitive, incidental or consequential damages, or any other damages, including attorneys' fees, other than participant's actual out-of-pocket expenses (if any), not to exceed ten dollars ($10 USD), and participant further waives all rights to have damages multiplied or increased.\nThis Contest and any dispute arising under or related thereto (whether for breach of contract, tortious conduct or otherwise) will be governed by the internal laws of the State of California, without giving effect to its conflicts of law or choice of law principles or rules that would cause the application of any other state's/province's/federal laws. Any legal actions, suits or proceedings related to this Contest (whether for breach of contract, tortious conduct or otherwise) will be brought exclusively in the state or federal courts located in San Francisco County, San Francisco, California, and each participant accepts and submits to the personal jurisdiction of those courts with respect to any legal actions, suits or proceedings arising out of or related to this Contest.\n12. THE SPONSOR OF THIS CONTEST IS: Splunk Inc. 250 Brannan Street, San Francisco, CA 94107. In case of complaints or disputes send an email to ktamman@splunk.com and you will receive an answer or a decision within 14 business days.\n13. WINNER’S LIST/OFFICIAL RULES: For a copy of these Official Rules or to find out who won, send an email with the subject line of either “SPLUNK > APPTITUDE APP CONTEST: Rules” or “SPLUNK > APPTITUDE APP CONTEST: Who Won?” to apptitude@splunk.com. Requests for Official Rules must be received during the Contest Period; requests for a list of winners must be received no later than April 30, 2015.\nPlease see \n for full details. Looking for technical requirements? See the \npage for more detail.", "hackathon-prizes": [{"prize-content": "Winner, winner, chicken dinner!", "prize-title": "Microsoft SCCM - First Place"}, {"prize-content": "It's not first, but it's not last!", "prize-title": "Microsoft SCCM - Second Place"}, {"prize-content": "Winner, winner, chicken dinner!", "prize-title": "Innovation - First Place"}, {"prize-content": "It's not first, but it's not last! The second place winner in the Innovation category may not win $20,000, but they still receive a complimentary pass to .conf 2015 - Splunk's premier annual user conference. Value: approx. $1,695.", "prize-title": "Innovation - Second Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://splunkapptitude1.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Surprise us with your most innovative app, widget, visualization add-on or search-ninja skills. Nothing is excluded from this category. Impress your peers, community and judging team with your crazy ideas!"}, {"judging-criterion": "Easy implementation is always important! Make sure that you follow the requirement guidelines document for submissions. Meeting minimum requirements is fine, but if you put in the extra effort - we're watching!"}, {"judging-criterion": "Eye candy anyone? Shiny new object? Make your App standout, by having transparent structure, layout design and reports/dashboards that are intuitive. If anyone can download, and understand the app immediately - you've partially-mastered presentation!"}, {"judging-criterion": "Apps can be simple or complex. Demonstrate your Splunk-foo skills, aim for value and shock the community and us! We won't be prescriptive, but if you make something cool - it won't go unnoticed!"}, {"judging-criterion": "Want to push your entry over the top? Include explanations of the following to earn extra points: Common information model; Value of the solution; Portability; Quality assurance; Sustainability. See official rules for complete details."}], "hackathon-location-address": "", "hackathon-description-header": "Splunk>Apptitude is an online competition for the next big app in big data. We want your big ideas, and will give you more than just bragging rights. We’ll give you cash.", "hackathon-prizes-total": "$56,780", "hackathon-location-description": "", "hackathon-end-date": "2015-01-20", "has-projects": "True"}