{"hackathon-description-text": "\n- Account from the Fort Worth tornado (pictured), and a friend who worked at that building in the picture, March 28, 2000: ", "hackathon-number-of-prizes": "1", "hackathon-id": "dfw-weather", "hackathon-judges": [{"judge-role": "Chairman, DMS Civic Hacking Committee", "judge-name": "Stephen Wylie"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny individual or organization who is not directly involved with sponsoring or judging the Hackathon is invited to participate.  Companies with 50 or more employees are not eligible for a monetary prize.", "hackathon-number-of-participants": "13", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nYou or your team must be registered in order to make a submission.  See the \"How to Enter\" section for more details.\nThe submission must be a unique invention or innovation that solves a problem, whether real or perceived, in the space of inclement weather prediction, reporting, news dissemination, and/or emergency management.  Some significant part of this invention must have been completed during the working period (4/20 - 5/4).  A functional product and/or slides are required to be demonstrated on Judging Day in order for a submission to be eligible.\nYou must own the intellectual property for the application you present, or have no conflicts with the owners of any intellectual property you use in developing your product, or have open-sourced it for all to use and share freely.\nPlease see the \"Judging Criteria\" for additional information on the properties of winning applications.", "hackathon-rules": "\n\n\n \nCOMMON TERMS USED IN THESE RULES:\nIn these rules, unless the context requires otherwise, the capitalized terms used and not defined in the sections below shall have the following meaning:\n“\n” means the 501(c)(3) organization bearing that name, .based at 2995 Ladybird Ln, Dallas, TX 75229.\n“\n” or “\n” means the Dallas Makerspace Inclement Weather & Emergency Hackathon governed by these rules.\n“\n” means a product created by an Entrant and submitted in the Contest in accordance with the eligibility criteria set out in these rules.\n“\n” means these official rules of the Contest.\n“\n”, “\n”, “\n”, the “\n” refers to the officers of the Dallas Makerspace Civic Hacking Committee who are hosting the Hackathon\n“\n,” “\n,” “\n,” “\n,”, “\n” and the “\n” refers to an eligible Contest entrant.\n \n\nIn order to enter the Contest, you must agree to these Rules. You agree that registration for this Contest and/or submission of an Entry constitutes your full and unconditional agreement to all of the terms and conditions set out in these Rules. These Rules form a binding legal agreement between you and the Sponsor with respect to the Contest. If you do not agree to any of the terms and conditions of these Rules, do not register for this Contest and do not submit any Entry. \nVoid where prohibited or restricted by law.\n\nThe object of this Contest is to create a product that solves a problem relating to the pursuit of predicting, spotting, and/or disseminating information about inclement weather, and/or disseminating information important to emergency responders and coordinators.  Entry eligibility will be determined using the criteria in section 5.  All eligible Entries received will be judged using the criteria in section 8, and the Panel will select one (1) best overall app winner, one (1) best weather-related app winner, and one (1) best emergency-related app winner.\n\nThis Contest starts at 2:00 PM Central Daylight Time on April 20, 2014 and ends at 2:00 PM Central Time May 4, 2014 (the “\n \n”). Entries must be received within the Entry Period in accordance with the procedure set out in these Rules to be eligible for the Contest. Any submission received outside of the Entry Period will be automatically disqualified.\n \n\nThe Contest is open and offered to everyone with the exception of those directly involved with sponsoring or judging the Hackathon.  Companies with 50 or more people are not eligible to receive a monetary prize, but can still receive recognition.\nAll Entrants must register by 12:00 PM on May 4, 2014 with an intent to demonstrate a product at the Hackathon.  The intent must include the names of team member(s) and either a team name or name of the product.\nThe Contest is void in countries where otherwise prohibited or restricted by law. \nThe Sponsor reserves the right to require proof of residency, and the right to limit, or restrict upon notice, participation in the Contest to any person who fails to comply with these Rules.\n\nTo be eligible for judging, an Entry must meet the following content / technical requirements:\nIn addition, your Entry must be your own original work, whether newly created or pre-existing, or you must have and abide by a license to modify the existing work.  If you are submitting a pre-existing app (developed prior to the commencement of the Entry Period), you must make sure that: A) you outline what has changed in the app; and B) you explain how the app will be beneficial to end users.\n\nExcept as set forth below, we are not claiming any ownership rights to your Entry.  However, by submitting your Entry, you:\n(a) are granting us an irrevocable, royalty-free, perpetual (or for the entire term of duration of intellectual property rights), sub-licensable (without the Entrant’s separate consent), worldwide right and license to: (i) use, review, assess, test and otherwise analyze your Entry and all its content in connection with this Contest; and (ii) feature your Entry and all its content in connection with the promotion of this Contest in all media (now known or later developed). For clarity, such license does not entitle us to sell your Entry to a third party;\n(b) agree to sign and deliver any necessary documentation that may be required for us and our designees to make use of the rights you granted above;\n(c) understand and acknowledge that we may have developed or commissioned materials similar or identical to your Entry and you waive any claims you may have resulting from any similarities to your Entry;\n(d) understand that we cannot control the incoming information you will disclose to our representatives in the course of entering, or what our representatives will remember about your Entry. You also understand that we will not restrict work assignments of representatives who have had access to your Entry. By entering this Contest, you agree that use of information in our representatives’ unaided memories in the development or deployment of our products or services does not create liability for us under these Rules or copyright or trade secret law;\n(e) understand that you will not receive any compensation or credit for your Entry, other than what is described in these Rules. Please note that following the end of this Contest, your Entry may be posted on a website selected by us for viewing by visitors to that website. We are not responsible for any unauthorized use of your Entry by visitors to this website. While we reserve these rights, we are not obligated to use your Entry for any purpose, even if it has been selected as a winning Entry. If you do not want to grant us these rights to your Entry, please do not enter this Contest.\n\nYour Entry must be published to http://dfw-weather.ChallengePost.com between May 2, 2014 12:00 AM (midnight) CDT and May 4, 2014 12:00 PM (noon) CDT.  This provides a 60-hour window to submit.  Your entry on ChallengePost should be detailed enough to properly convey the essence of your project to the judges, and to people around the world who might see Entries in the future.\nYou must also be physically present at the Dallas Makerspace building on May 4, 2014 at 2:00 PM Central time in order to present your demonstration.  There is no limit to the amount of Entries. The Entries will be judged one at a time upon delivery and performance of the product’s presentation.  The maximum allotted length of each presentation will be determined by how many teams are presenting, and will be announced at the start of judging.  Once submitted, an Entry cannot be cancelled.\nWe are not responsible for entries that are not demonstrated for any reason.  An Entry which is incomplete, illegible or otherwise not in accordance with these Rules will be automatically disqualified without prior notice to the Entrant.\n\nA panel of judges (the \n) will review all eligible entries received after presentations have concluded and will select one (1) best overall app winner, one (1) best weather-related app winner, and one (1) best emergency-related app winner, based upon the following criteria:\n \n\nAbility to function in the event of a telephone or power outage, or interruption in service of a regularly-provided public utility.\n\nHow compelling the product is.\n\nA product that works will get more credit than one that is not or partially implemented.\n\nEase of use; total cost to deploy the solution to the end users (whether monetary cost or in resources such as technical know-how).\n\n   \n$200\n\n$200 \n\n$200 \nThe total retail value of all prizes: US$600\nAny particular entry will only be eligible to win one prize.  In the event that four or fewer teams submit Entries, the Judges will elect whether or not to award any particular Prize to any Entrant.  An Entry that does not meet standards of quality will not be awarded a prize, regardless of the number of Entries received.  The Judges' decision in this respect will be final.\nIf for any reason the advertised prize is unavailable, we reserve the right to substitute a prize of similar or greater value. We will only award one (1) prize per team. If you are selected as a potential winner of this Contest:\n(a) you may not designate someone else as the winner. If you are unable or unwilling to accept your prize, we will award it to an alternate potential winner;\n(b) if you accept a prize, you will be solely responsible for any local, state, federal or any other applicable taxes, and any other costs, expenses and fees connected with the prize.  In order to receive a prize that meets or exceeds the Internal Revenue Service’s minimum limit for taxability, you must submit to Sponsor the tax documentation or information requested by Sponsor or otherwise required by applicable law, including, where relevant, the law of the potential winner’s country of residence.  You are responsible for ensuring compliance with all the applicable tax laws and filing requirements.  If you fail to provide such documentation or comply with such laws, the prize may be forfeited and Sponsor may, in its sole discretion, select an alternative potential winner.\n\nOn May 4, 2014, the Panel will complete the judging, and prizes will be handed out to one (1) best overall app winner, one (1) best weather-related app winner, and one (1) best emergency-related app winner.  Winners may consist of individuals or teams, in which each team member’s name will be stated along with an optional team name.  We will post the names of confirmed winners online after May 4, 2014 within the Dallas Makerspace Wiki page and possibly other locations.  The list is subject to removal at any time.\nThose seeking to win a prize must be physically present at the Dallas Makerspace when prizes are announced.  If you are a winner, we may require you to sign an affidavit of eligibility, liability/publicity release and W-9 form or such other documents as may be required under the applicable laws.  If you do not sign and return these required forms within the time period listed on any communication, we may disqualify you and select an alternate winner.  Documentation will only be required if the prize is large enough to be taxable.\n\n(a) By submitting your Entry, you represent and warrant that:\n(i) the Entry is your original work and, in whole and in part, does not violate or infringe upon any proprietary or intellectual property rights, including copyrights, trademarks, patents, trade secrets, industrial property rights, personal or moral rights, or any other rights whatsoever of any person and/or entity;\n (ii) the Entry, in whole and in part, is submitted to the Contest by or with the permission of all persons (living or deceased), venues and/or entities who worked on, were engaged to work on, or contributed in any respect to the entry or any part thereof, who are depicted (directly or indirectly) in the entry by name, likeness, voice, image or any other information or indicia of persona, or who otherwise have any right, title and interest in and to the entry or any part thereof (including but not limited to rights arising from a work for hire relationship), and all such persons, venues, and/or entities have provided their written consent to submission of the Entry and its use pursuant to the Rules; \n (iii) you have all other rights, licenses, permissions and consents necessary to submit the Entry and to grant all of the rights the grant of which is provided for in these Rules, and the exercise and/or the use thereof by the Sponsor, in whole or in part, does not and will not give rise to any alleged or actual claims, disputes, actions or liabilities, including but not limited to those for disputes or payment of any kind, including without limitation royalties, residuals, attribution, credit, dues, consultation or any other fees, costs, or expenses;\n (iv) the Entry in whole or in part contains no malware, including viruses, trojans, worms, spyware or other components or instructions that are malicious, deceptive, or designed to limit or harm the functionality of a computer or other electronic devices; and\n (v) the Entry in whole or in part contains no unlawful, inappropriate, offensive, highly sensitive or illegal content (including but not limited to technology or other content that is prohibited from export), or content of an obscene or menacing character.\n(b) If for any reason the Contest is not capable of running as planned, including infection by computer virus, bugs, tampering, unauthorized intervention, fraud, cheating, technical failures, a force majeure event, or any other causes similar or dissimilar which corrupt or affect the administration, security, fairness, integrity, or proper conduct of the Conduct, or any element thereof, the Sponsor reserves the right at its sole discretion to cancel, terminate, modify or suspend the Contest.\n(c) The Sponsor’s decision will be final and binding on all matters related to this Contest.\n(d) You grant permission to Sponsor and its authorized representatives to use your name, address (city and state/province/territory), photograph, voice, and/or other likeness for advertising, trade and promotional purposes without further compensation, in all media now known or hereafter discovered, worldwide, and on the Internet and world wide web, in perpetuity, without notice, consideration, review or approval. Entrants agree that personal data may be collected, processed, stored and otherwise used solely for the purposes of conducting and administering the Contest. Personal data will be processed in accordance with the Sponsor’s Privacy Policy which can be found at https://dallasmakerspace.org/wiki/Dallas_Makerspace:Privacy_policy.  Following the termination of the Contest, the Sponsor shall not be required to retain records of any Entries.  Entrants should direct any request to access, update, or correct information to Sponsor.  Sponsor is not responsible for human error, theft, destruction, or damage to Entries, or other factors beyond its reasonable control. \n(f) Sponsor reserves the immediate right to disqualify any Entrant who, in Sponsor’s sole discretion: (i) is not in compliance with these Rules, (ii) tampers with the Entry process, the Contest, or the Site dfw-weather.ChallengePost.com; or (iii) is acting in an uncooperative, unsportsmanlike, disruptive, abusive, or threatening manner. \n: ANY ATTEMPT BY ANY PERSON TO DELIBERATELY DAMAGE THE SITE OR UNDERMINE THE LEGITIMATE OPERATION OF THE Contest may constitute A VIOLATION OF APPLICABLE CRIMINAL AND CIVIL LAW. SHOULD SUCH AN ATTEMPT BE MADE, SPONSOR RESERVES THE RIGHT TO SEEK DAMAGES and other remedies FROM ANY SUCH PERSON TO THE FULLEST EXTENT OF THE LAW including criminal prosecution, IF APPLICABLE.\n(g) To the extent allowed by law, you agree to release and hold harmless the Sponsor, its respective parents, subsidiaries, affiliates, employees and agents from any and all liability or any injury, loss or damage of any kind arising from or in connection with this Contest or any prize won.  The Sponsor does not formally represent the Dallas Makerspace; views and opinions expressed herein belong solely to the Sponsors, and their actions do not represent the Dallas Makerspace as a whole, nor any member nor the Board of Directors nor any Board member.\n(h) Sponsor shall not be liable to a winner or any other person for failure to supply the prize or any part thereof, by reason of the prize becoming for reasons beyond the reasonable control of Sponsor unavailable or impracticable to award, or for any force majeure event, technical or equipment failure, terrorist acts, labor dispute, or act/omission of any kind (whether legal or illegal), transportation interruption, civil disturbance, or any other cause similar or dissimilar beyond Sponsors’ control.\n(i) Neither Sponsor, nor its employees, officers, directors, agents, contractors, representatives, affiliates, divisions, subsidiaries, resellers, dealers, distributors, advertising/promotion agencies (“\n”) shall assume any responsibility whatsoever for delayed, failed, partial or garbled computer transmissions; technical failures of any kind, including, but not limited to lost, interrupted or unavailable network, server, Internet Service Provider (ISP), website or other connections, availability or accessibility or miscommunications or failed computer, satellite, telephone or cable transmissions, lines or technical failures or difficulties; the incorrect or inaccurate capture or failure to capture information whether caused by Site users, tampering, hacking, or by any equipment or programming associated with or utilized in the Contest, Entry, or other information; the failure to capture any such information; or errors of any kind whether human, mechanical, electronic, network or otherwise arising out of or relating to the Contest, theft, loss, destruction or damage to Entries, in whole or in part, or other factors beyond their reasonable control.\n(j) You further agree that the Released Parties will have no liability whatsoever for, and will be released and held harmless by you for any claims, liabilities, or causes of action of any kind or nature, for any injury, loss or damages of any kind including direct, indirect, consequential or punitive damages to persons, including without limitation, disability or death.\n(k) Except in cases of death or personal injury caused by negligence, Released Parties are not responsible for injury or damage to Entrants’ or to any other person’s computer related to or resulting from participating in the Contest or downloading materials from or use of the Site. Persons who tamper with or abuse any aspect of the Contest or Site, as solely determined by Sponsor, will be disqualified.\n(l) This Contest and any action related thereto shall be governed, controlled, interpreted and defined by and under the laws of the State of Texas, without regard to the conflicts of laws or provisions thereof.  The exclusive jurisdiction and venue of any action with respect to the subject matter of these Rules shall be the competent courts located in Dallas, Texas and each of the parties hereto submits itself to the exclusive jurisdiction and venue of such courts for the purpose of any such action.  The parties specifically disclaim the UN Convention on Contracts for the International Sale of Goods.  Any and all claims, judgments, and awards shall be limited to actual out-of-pocket costs incurred, including costs associated with participating in this Contest, including reasonable attorneys’ fees. Entrants hereby waive all rights to (i) claim or be awarded any punitive, direct, indirect, incidental, and consequential damages and any other damages, other than for actual out-of-pocket expenses, and (ii) to have damages multiplied or otherwise increased, including for willful patent infringement.", "hackathon-prizes": [{"prize-content": "If there are no working project demonstrations, we will pick the best submitted idea and organize the resources in the Dallas Makerspace Civic Hacking Committee and other interested parties to implement the idea over the next several months.", "prize-title": "Best Idea"}], "hackathon-location-google-maps": "https://maps.google.com/?q=2995 Ladybird Lane, Dallas, TX 75229, USA", "hackathon-url": "https://dfw-weather.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The product must be resilient to network outages.  The part that actually operates in the area affected by the emergency should use a technology other than WiFi or mobile data to convey messages."}, {"judging-criterion": "Did you solve a compelling challenge, or vastly improve a current solution?  Invent or innovate; don't just copy.  The problem addressed must also be within the realm of preparing for/tracking inclement weather and/or emergency management."}, {"judging-criterion": "You are given 15 days to make something work, so take full advantage of the time!  It will be way more exciting to see your product in action than to just see slides about it.  It's also better to get a small piece working than nothing at all."}, {"judging-criterion": "The solution should be easy and affordable for end users (be they cities or the public) to roll out.  For example, a $500 sensor network mesh will be better than a $50,000 radio antenna unless the way in which the end user harnesses the power of that mesh"}], "hackathon-location-address": "2995 Ladybird Lane, Dallas, TX 75229, USA", "hackathon-description-header": "Dallas Makerspace's Civic Hacking Committee wants to help you create applications that will be *actually* useful in the event of a major telephone or power outage!", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-05-04", "has-projects": "True"}