{"hackathon-description-text": "\nHackXX is UC San Diego's women's hackathon and an empowering place to build great projects. Over 24 hours, women will be given the tools and knowledge to materialize their technological dreams. They will be able to form strong bonds by collaborating with other women in tech, interacting with the the CS community, and engaging with industry representatives from top companies.", "hackathon-number-of-prizes": "5", "hackathon-id": "hackxx2017", "hackathon-judges": [{"judge-role": "Forbes 30 Under 30 '16, ThoughtSTEM Cofounder, Professor of Education Studies", "judge-name": "Dr. Sarah Guthals"}, {"judge-role": "Assistant Professor of the UCSD CSE Department, specializing in Natural Language Processing and Machine Learning", "judge-name": "Dr. Ndapa Nakashole"}, {"judge-role": "Prolific VR hacker and Project Lead for the UCSD VR Club", "judge-name": "Kristin Agcaoili"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "35", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nInclude a link to your Github repository.", "hackathon-rules": "\nSee a full list of competition rules \n.\nHackXX is dedicated to maintaining a safe and supportive environment for its hackers, mentors, volunteers, judges, and panelists.\nWe expect all hackers to adhere to the \n \nWe take all violations seriously. Please contact an organizer if you see or experience anything that makes you uncomfortable.", "hackathon-prizes": [{"prize-content": "The best overall project at HackXX according to the criteria.", "prize-title": "1st Place Hack"}, {"prize-content": "The second best overall project at HackXX according to the criteria. Team members choose from an assortment of prizes as mentioned above.", "prize-title": "2nd Place Hack"}, {"prize-content": "The third best overall project at HackXX according to the criteria. Team members choose from an assortment of prizes as mentioned above.", "prize-title": "3rd Place Hack"}, {"prize-content": "The best project that includes a well thought out UI that demonstrates Nielson's 10 Usability Heuristics for UI Design.", "prize-title": "Northrop Grumman's Excellent UX Design Challenge"}, {"prize-content": "The best project by a team composed of first-time hackers at HackXX according to the criteria. Each member of the team will receive Elegoo UNO Project Super Starter Kit for Arduino.", "prize-title": "Best Beginner's Hack"}], "hackathon-location-google-maps": "https://maps.google.com/?q=9500 Gilman Dr, Torrey Pines, CA 92093, USA", "hackathon-url": "https://hackxx2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How technically impressive was the hack? Was the technical problem the team tackled difficult? Did it use a particularly clever technique or did it use many different components? Did the technology involved make you go \"Wow\"?"}, {"judging-criterion": "Did the team put thought into the user experience? How well designed is the interface? For a hardware project, it might be more about how good the human-computer interaction is (e.g. is it easy to use or does it use a cool interface?)."}, {"judging-criterion": "Does the hack work? Did the team achieve everything they wanted?"}, {"judging-criterion": "Did the team stretch themselves? Did they try to learn something new? What kind of projects have they worked on before? For an team that typically does VR and tries mobile, their exploration should be rewarded."}], "hackathon-location-address": "9500 Gilman Dr, Torrey Pines, CA 92093, USA", "hackathon-description-header": "UCSD's first women's hackathon is a place to empower women to achieve their technological dreams.", "hackathon-prizes-total": "$905", "hackathon-location-description": "Qualcomm Conference Center", "hackathon-end-date": "2017-06-05", "has-projects": "True"}