{"hackathon-description-text": "\nNYP Hospital is pleased to launch the", "hackathon-number-of-prizes": "3", "hackathon-id": "innovatenyp-challenge2015", "hackathon-judges": [{"judge-role": "Associate Chief Innovation Officer", "judge-name": "Peter Fleischut, M.D."}, {"judge-role": "Founder, Blueprint Health", "judge-name": "Brad Weinberg, M.D."}, {"judge-role": "Senior Vice President & CIO, New York-Presbyterian", "judge-name": "Aurelia Boyer"}, {"judge-role": "Adaptive Biotechnologies Corp", "judge-name": "Peter Neupert"}, {"judge-role": "Co-Chairman & CEO, Health 2.0", "judge-name": "Indu Subaiya, M.D."}, {"judge-role": "President, New York-Presbyterian", "judge-name": "Robert E. Kelly, M.D."}, {"judge-role": "Vice President, Value Institute at NewYork-Presbyterian Hospital", "judge-name": "David Vawdrey, PHD"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThe Open Challenge is open to:\nEach Team shall appoint one individual to represent and act on behalf of the team, including entering a Submission.\nThe following individuals are NOT eligible to participate in the Open Challenge, either individually or as a member of a Team, regardless of whether or not they meet the criteria set forth above:\nFor purposes of determining a member of an individual’s immediate family:", "hackathon-number-of-participants": "206", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\n\n\n ", "hackathon-rules": "\nNO ENTRY FEE IS REQUIRED \nThe InnovateNYP Open Challenge (the “Open Challenge”) is a contest sponsored by NewYork-Presbyterian Hospital (“Sponsor” or “NYP”). Individuals and teams participating in the Open Challenge (individually, “Contestant”; collectively, “Contestants”) are invited to create prototypes and Applications leveraging the Open Challenge goals and information provided by NYP. Participation is entirely voluntary. Sponsor will not compensate any Contestant for time spent and tasks performed while participating in the Open Challenge.\nThe NewYork-Presbyterian Hospital located at 333 E. 38th St, New York, NY 11201. NYP is responsible for running, hosting, and sponsoring the Open Challenge.\nThe Open Challenge will be launched via webpage on Monday, May 18, 2015. The launch of the webpage on Monday, May 18, 2015 is the official start date and time of the Open Challenge. All Contestant(s) must be INDIVIDUALLY registered on the Open Challenge webpage in order to be eligible for participation in the Open Challenge.\nThe Open Challenge will run from Monday, May 18, 2015 to the submission deadline of Friday, July 24, 2015 at 11:59 PM EST.\nThe finalists will be announced in late July 2015. \nThe finalists are required to present their submissions at an event in person in New York City at date, time and location TBD in order to be eligible to win the Open Challenge. At least one team member must be physically present at the event to provide the presentation of their team’s submission.\nFinalists are responsible for bringing with them the equipment they require to present their submissions to the judging panel, i.e.—mobile device, laptop, tablet.\nMicrophone and projection audio/visual equipment will be provided at the event’s venue. Further details and specifications of the event space and audio/visual capabilities will be confirmed at a later date.\nThe event will be open to the public and all are welcome to attend in accordance with the venue's maximum capacity regulations.\nWinners will be selected after the conclusion of all presentations and announced AT the event. All finalists are asked to please remain at the event until the announcement of the winning teams.\nThe Open Challenge is open to:\nEach Team shall appoint one individual to represent and act on behalf of the team, including entering a Submission.\n\nEach individual desiring to become a Contestant, must register by visiting:\nSpaces will be offered on a first come first served basis. The Open Challenge Web Site will provide further details on the issues and problems that should be addressed during the Open Challenge, as well as, display the products created during the Open Challenge.\nAfter an individual registers on each of the above-mentioned web sites, each individual must confirm that they have read and agree to the Official Rules.\nUpon completion of the foregoing, each individual will receive confirmation that they are a Contestant for the Open Challenge.\nDuring the Open Challenge, important updates will be posted to the Open Challenge Website(s).\n\nAs part of the Application, each Contestant must submit items (1) through (5)(a) below:\n(a)Sponsor is NOT responsible for any expenses incurred by Contestant associated with the use of any programs used to create the Application.\nItems (1) through (5)(a) constitute the “Submission”. For sake of clarity, all parts of a Submission must be entered at the same time on the Open Challenge Website. All Submissions must be received by no later than 11:59pm EST on Friday, July 24, 2015.\n\nAll Submission materials must be in English.\n\nThe text description should describe the Application’s features.\nThe Application may utilize APIs and data from third parties, provided the Contestant has obtained written permission from such third parties to use such APIs or data in the manner utilized by the Application.  \n\nEach Contestant may submit more than one Submission. However, each Submission must be unique, as determined by Sponsor in its sole discretion. If a Contestant enters two or more Submissions that are substantially similar, the Sponsor reserves the right to disqualify Submissions or require the Contestant to choose one Submission to enter into the Open Challenge.\nSubmissions must:\nSubmissions may contain open source code as long as each such element of open source code is identified, and Contestant or team of Contestants (if applicable) has complied with applicable open source use terms and conditions.\nBy entering a Submission, Contestant represents, warrants and covenants that:\nSubject to the License (defined below), as between Sponsor and Contestant, any applicable intellectual property rights to a Submission will remain with the Contestant.\nThe Sponsor and any other third parties acting on the Sponsor’s behalf, will have a royalty-free, non-exclusive, worldwide license to use, copy, create derivative works, distribute, display and perform the Submission, in perpetuity (the “License”), whether or not a Submission is a winner. The License includes, but is not limited to, posting or linking to the Submission on Sponsor websites and applications, including the Open Challenge Website, and partner websites, and inclusion of the Submission in any other media, worldwide. The Sponsor and any third parties acting on Sponsor’s behalf will also have the right to publicize Contestant’s name and, as applicable, the names of Contestant’s team members, who participated in the Submission on the Open Challenge Website for a period of three years following the conclusion of the Open Challenge.\nSubmissions may be posted on the Open Challenge Website. Posting of a Submission to the Open Challenge Website does not constitute a final determination by the Sponsors, Administrators, and/or Judges that the Submission met requirements. Accordingly a Submission may still be disqualified even after it has been publically displayed.\nAll eligible Submissions will be judged by a panel of impartial judges (the “Judges”) selected by the Sponsor. The Sponsor reserves the right to substitute or modify the judging panel at any time for any reason.\nAll Judges shall be and remain fair and impartial. Any Judge may recuse him or herself from judging a Submission if the Judge or the Sponsor considers that it is inappropriate, for any reason, for the Judge to evaluate a specific Submission or group of Submissions.\nA Contestant’s likelihood of winning will depend on various criteria set forth below, and the number and quality of all of the Submissions.\nCriteria (equally weighted):\nThe three (3) Submissions that earn the highest overall scores will become potential winners of the Prizes identified below in Section 11.\nTie Breakers. In the event of a tie between two or more Submissions, the Submission with the highest score in the first criterion listed above shall be deemed the higher scoring Submission. In the event any ties remain, this process will be repeated by comparing the tied Submissions’ scores on the each succeeding criterion listed above. If two or more Submissions are tied on all criteria, the panel of Judges will vote on the tied submissions to determine the Prize winner.\nALL POTENTIAL OPEN CHALLENGE WINNERS ARE SUBJECT TO VERIFICATION OF IDENTITY, QUALIFICATIONS AND ROLE IN THE CREATION OF THE APPLICATION BY THE SPONSOR. SPONSOR’S DECISIONS ARE FINAL AND BINDING IN ALL MATTERS RELATED TO THE OPEN CHALLENGE. Potential winners must continue to comply with all terms and conditions of these Official Rules throughout the Open Challenge. In order to receive a Prize, the potential winner will be required to sign and return to the Sponsor, affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days (if a potential winner is a Team, all participating members must sign and return to the Sponsor affidavit(s) of eligibility or a similar verification document and liability/publicity release(s) within ten (10) business days).\nAt the sole discretion of the Sponsor, a potential winner will be deemed ineligible to win if: (i) such potential winner refuses the Prize; (ii) fails to sign and return the affidavit(s) of eligibility or a similar verification document within ten (10) business days from receipt of such documents; or (iii) fails to sign and return the liability/publicity release(s) within ten (10) business days from receipt of such documents; or the Submission or the Contestant, is disqualified for any other reason.\nIn the event of such disqualification, the Sponsor, in its sole discretion may award the applicable Prize to another Contestant. The disqualification of one (or more) Team members from further consideration in the Open Challenge for any reason may result in the disqualification of the entire Team, as determined in the sole discretion of the Sponsor.\n \nNo transfer or substitution of a Prize is permitted except at the Sponsor’s sole discretion. The Prize will be mailed to the winning Contestant’s address within 45 days of receipt of the signed affidavit(s) of eligibility and liability/publicity release(s) form(s) within ten (10) business days from receipt of such documents. If a Team is selected as a Prize-winner, the associated Prize will be equally divided among the Team members.\nPrize winners (and in the case of Team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). It is the sole responsibility of Prize winners of US$600 or more to provide certain information, including but not limited to tax identification number, to facilitate receipt of the award, including but not limited to, completing and submitting any tax forms when necessary and any applicable withholding and reporting requirements. Prize winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the Prize to relevant Government departments/agencies, if necessary. Prize winners that are not residents of the United States should be aware that under United States tax laws, US withholding tax may apply to Prizes awarded. The Sponsor reserves the right to withhold a portion of the prize amount to comply with the tax laws of the United States or those of a Prize winner’s jurisdiction.\nIn the event a Prize winner’s / potential Prize winner’s employer has a policy that prohibits the awarding of a Prize to an employee, the Prize will be forfeited and an alternate potential winner will be selected by the Sponsor.\nEach Contestant hereby acknowledges and agrees that the relationship between the Contestant and the Sponsor is not a confidential, fiduciary, or other special relationship, and that the Contestant’s decision to provide a Submission to the Sponsor for the purposes of this Open Challenge does not place the Sponsor, and its agents, in a position that is any different from the position held by the members of the general public with regard to elements of the Contestant’s Submission, except as specifically provided in these Official Rules.\nBy entering, each Contestant (including, in the case of Team, all participating members) agree(s) to:\nParticipation in the Open Challenge constitutes Contestant’s consent to Sponsors’, and their agents’ use of the winner’s name, likeness, photograph, voice, opinions, comments and/or hometown and state of residence (and, as applicable, those of all other members of the Team who participated in the Submission) for promotional purposes in any media, worldwide, without further payment or consideration, for a period of three years following the conclusion of the Open Challenge.\nThe Sponsor reserves the right to cancel, suspend and/or modify the Open Challenge, or any part of it, if any fraud, technical failure or any other unanticipated factor or factor beyond the Sponsor’s reasonable control impairs the safety, integrity or proper functioning of the Open Challenge, as determined by the Sponsor in its sole discretion. The Sponsor reserves the right in its sole discretion to disqualify any individual or Contestant it finds to be tampering with the entry process (for example by using the aid of computer software programs to auto-fill entries) or disturbing the operation of the Open Challenge or to be acting in violation of these Official Rules or in a manner that is inappropriate, unsportsmanlike, not in the best interests of this Open Challenge, or a violation of any applicable law or regulation.\nAny attempt by any person to disrupt or undermine the proper conduct of the Open Challenge may be a violation of criminal and civil law, and, should such an attempt be made, the Sponsor reserves the right to take proper legal action, including, without limiting, referral to law enforcement, for any illegal or unlawful activities.\nThe Sponsor’s failure to enforce any term of these Official Rules shall not constitute a waiver of that term. The Sponsor is not responsible for incomplete, late, misdirected, damaged, lost, illegible, or incomprehensible Submissions or for address or email address changes of the Contestants. Proof of sending or submitting will not be deemed to be proof of receipt by the Sponsor.\nIn the event of any discrepancy or inconsistency between the terms and conditions of the Official Rules and disclosures or other statements contained in any Open Challenge materials, including but not limited to the Open Challenge Submission form, Open Challenge Website, advertising (including but not limited to television, print, radio or online ads), the terms and conditions of the Official Rules shall prevail.\nThe Sponsor reserves the right, without liability, to amend the terms and conditions of the Official Rules at any time, including the rights or obligations of the Contestant, and the Sponsor. The Sponsor will post the terms and conditions of the amended Official Rules on the Open Challenge Website. Any such amendment will become effective at the time the Sponsor posts the amended Official Rules.\nExcluding Submissions, all intellectual property related to this Open Challenge, including but not limited to trademarks, trade-names, logos, designs, promotional materials, web pages, source codes, drawings, illustrations, slogans and representations are owned or used under license by the Sponsor. All rights are reserved. Unauthorized copying or use of any copyrighted material or intellectual property without the express written consent of its owners is strictly prohibited.\nShould any provision, in whole or in part, of these Official Rules be or become illegal or unenforceable in the jurisdiction of a permitted entrant, such illegality or unenforceability shall leave the remainder of these Official Rules unaffected and valid. The illegal or unenforceable provision (or part thereof) shall be replaced by a valid and enforceable provision (or part) that comes closest and best reflects the Sponsor’s intention in a legal and enforceable manner with respect to the invalid or unenforceable provision (or part).\nBy entering, all Contestants (including, in the case of a Team, all Team members): (i) agree to be bound by the Official Rules; and (ii) hereby release the Released Parties from any and all liability arising from or in connection with the Prizes, or Contestant’s participation in the Open Challenge or Contestant’s invitees’ participation in the Open Challenge.\nContestants agree that:\nThe Sponsor collects personal information from you when you enter the Open Challenge. The information collected is subject to the privacy policy located here: http://ChallengePost.com/privacy.\nFor Open Challenge results, visit the Open Challenge Website on in August 2015.\nIf you have any questions or wish to send us any notice regarding this Open Challenge, please email mheuer@tuskstrategies.com.", "hackathon-prizes": [{"prize-content": "$15,000 cash prize", "prize-title": "1st Place"}, {"prize-content": "$7,500 cash prize", "prize-title": "2nd Place"}, {"prize-content": "$2,500 cash prize", "prize-title": "3rd Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://innovatenyp-challenge2015.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How intuitive is the experience? Would the end user find the application easy to use and understand?"}, {"judging-criterion": "Does the prototype have an appealing aesthetic? Is its interface clear and simple?"}, {"judging-criterion": "Would the intended end user actually use this application? What would users gain from their experience using the application?"}, {"judging-criterion": "Is this a new idea? Does technology like this already exist? How innovative is the concept?"}, {"judging-criterion": "Does it address any of the issues and problem areas noted by NYP on the Open Challenge website? Is the submission practical and useful to the hospital and patients? Is this a tool that could be easily implemented?"}], "hackathon-location-address": "", "hackathon-description-header": "Create innovative technology solutions to help enhance the hospital experience for patients and care providers at NewYork-Presbyterian!", "hackathon-prizes-total": "$25,000", "hackathon-location-description": "", "hackathon-end-date": "2015-07-24", "has-projects": "True"}