{"hackathon-description-text": "\nDEWA Student Hackathon by Dubai Electricity and Water Authority (DEWA) powered by SquareCircle Tech, is an innovation challenge for UAE University students, an arena for software developers and hardware makers, a platform to present your big idea and create solutions around Sustainability, Stakeholder Happiness, Digital and 10X Disruption. We invite students from UAE Universities who will create innovative and impactful solutions around the 4 themes over a 24-hour period.", "hackathon-number-of-prizes": "4", "hackathon-id": "dewahacks2017", "hackathon-judges": [{"judge-role": "VP DIST - Asset Management / DEWA", "judge-name": "Matar Suhail Salem Al Mehairi"}, {"judge-role": "Acting VP, Chief Future Officer / DEWA", "judge-name": "Ahmad Atiq Salem Belarti"}, {"judge-role": "Sr. Manager - Investment Management, New Business Development / DEWA", "judge-name": "Saeed Ghubash Humaid AlMarri"}, {"judge-role": "Acting CIMO / DEWA", "judge-name": "Dr. Ammar Matar Rashed Almazrouei"}, {"judge-role": "DEWA", "judge-name": "Liju Mathews"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\n\nThe event is free to attend and is sponsored by DEWA. Intellectual Property of the ideas will be owned by the students", "hackathon-number-of-participants": "63", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nFocus on Building Prototypes. Adhere to one or multiple of all challenge statements", "hackathon-rules": "\n\nDEWA Student Hackathon is an event where individuaks or teams, consisting of students compete with each other to produce mobile apps or solutions on a selected theme of their choice around\n \n\nDEWA Student Hackathon registrations are open to all University students in UAE. A team of two is a prerequisite for registration. We recommend having at least one strong developer who has expertise in developing mobile or web apps. Seasoned mentors will be available during the event to guide you over 24 hours.\n \n\nRegister on Eventbrite using the following \n clicking ‘Register as a Group’ and complete the form.\n \n\nThe ideal team can be a 2 to a maximum of 5 students. We encourage you to have at least 2 people in a team and maximum 5 in order to create a good balance and help brainstorm ideas with the team members.\n \n\nYes you can participate. Our goal is to bring together a diverse set of tech minds and ideagenerators to a single platform, providing the best overall experience.\n \n\nA working demo of a web or mobile app or hardware developed on the theme that you have chosen to work on is required.\n \n\n7-8 April 2017, Registration Starts 8am on 7th April and event ends at 6pm on 8th. \n \n\nRaffles Dubai - Bur Dubai. Here is the\n \n \nAttendance is FREE for pre-registered and onsite registered individuals or teams. Food and refreshments will be provided during the event days by DEWA.\n \n\nStudents need original Emirates ID or passport and Student ID to be displayed during the event check-in process.\n \n\nEach team will be given a designated workspace with power outlets and WIFI\n \n\nThere are cash prizes of AED 10,000/- per winning team per category.\nEvery participant will receive a certificate of participation.\n \n\nThe venue is currently being arranged to be kept open throughout the event. Dinner will be served until 9pm, coffee, tea & snacks will be provided. Mentors and Volunteers are available 24 hours of the event.\n \n\nYes, you can. But we strongly encourage you to be present during the DEWA Student Hackathon time..Hackathon is all about being together, code, learn and have some fun. You may consider going home to take a quick shower or short sleep.\n \n\nYou may still join us at 8am on the first day of Hackathon. You may compete as an individual, or our volunteers will assist you in identifying a team who is ready to consider you as a participant based on your skillset. We’ll do our best to match people up beforehand. You can also try to find a team at the event itself. Please arrive early to leave some time for networking.\n \n\nWe encourage you to show your creative skillset and perform or play a musical instrument at the hackathon. This will help break away from the rigours of the hackathon and breathe some new energy in you and the participants.\n \n\nAfter 24 hours of non-stop coding, a set of pre-screening judges consists of industry experts and startup entrepreneurs will review your concept and code to shortlist top teams. Shortlisted teams will pitch to jury on stage, where the winner in each category of \nwill be announced.\n \n\nSmart Casual or Casual dresscode.", "hackathon-prizes": [{"prize-content": "Challenge Statement - Sustainability Track to the winning team", "prize-title": "Challenge Statement - Sustainability Track"}, {"prize-content": "Challenge Statement - New Services Track to the winning team", "prize-title": "Challenge Statement - New Services Track"}, {"prize-content": "Challenge Statement - Digital Utilities Track to the winning team", "prize-title": "Challenge Statement - Digital Utilities Track"}, {"prize-content": "Challenge Statement - 10X Disruption Track to the winning team", "prize-title": "Challenge Statement - 10X Disruption Track"}], "hackathon-location-google-maps": "https://maps.google.com/?q=13th Street, Sheikh Rashid Rd, Wafi city - Dubai - United Arab Emirates", "hackathon-url": "https://dewahacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The concept must be relevant to the chosen challenge statement and must respond to a significant business need for DEWA in terms of revenue, cost savings and brand. The idea must be compliant to UAE’s regulatory and cultural values"}, {"judging-criterion": "The concept must be original or something entirely novel, or take a fresh perspective to an old problem or it must resolve a problem stated in a challenge statement or theme in an innovative manner."}, {"judging-criterion": "The solution must deliver a great user experience with relevant features of chosen challenge statement complimented by an intuitive user journey, easy navigation and a fresh look and feel."}, {"judging-criterion": "The team must deliver a simple, complete user interface without any bugs and must demonstrate a working solution that supports a functional prototype with key functionalities (Windows, iOS or Android or any other web technologies)"}], "hackathon-location-address": "13th Street, Sheikh Rashid Rd, Wafi city - Dubai - United Arab Emirates", "hackathon-description-header": "Code Solutions for Sustainability, Stakeholder Happiness and Technology", "hackathon-prizes-total": "$10,884", "hackathon-location-description": "Raffles Dubai", "hackathon-end-date": "2017-04-08", "has-projects": "True"}