{"hackathon-description-text": "\nWinter hack day is an opportunity for the UCSD community to come together in teams and create new projects.", "hackathon-number-of-prizes": "1", "hackathon-id": "hackday2017", "hackathon-judges": [{"judge-role": "", "judge-name": "Nick Thomson"}, {"judge-role": "Assistant Professor of Cognitive Science, UCSD", "judge-name": "Philip Guo"}, {"judge-role": "Engineer at Portfolium", "judge-name": "Adam Andrus"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "26", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\n \nRemember that hackathons are like marathons. Some people go to compete but most people take part to better themselves and have fun. Whatever the reason is you're at a hackathon, make sure you're upholding the \n by collaborating with other teams, helping beginners, and having fun.\n \n\nAfter hacking finishes, teams will show their projects each other and to the judges.\nYou are strongly encouraged to present a technical demo of what you have built. Pitches or presentations alone are discouraged. You are not judged on the quality of your pitch or the quality of your idea. As you are judged on what you built, you'll only hurt yourself by not showing a demo.\nYou are encouraged to exhibit what you have done even if your hack is broken or you weren’t able to finish. It's okay if you didn't finish your hack—that happens all the time! Completion is only one part of the judging criteria, so you might still do well. Also, demoing is not just about the competition. It's a chance to share with others what you learned and what you tried to build—that's what hacking's all about! For being courageous enough to demo, you'll receive a special MLH \"I Demoed\" sticker—it doesn't matter how good the demo is! In the case that you don't have anything to demo, you can give a presentation about what you tried and what you learned. Hearing what other people learned is interesting and inspiring for other attendees.\n \nThis only applies to the general event, not to sponsor prizes or other challenges. Teams will be judged on these four criteria. Judges will weigh the criteria equally. During judging, participants should try to describe what they did for each criterion in their project. \nThese criteria will guide judges but ultimately judges are free to make decisions based on their gut feeling of which projects are the most impressive and most deserving.\nIt's important to note that these judging criteria do not include:\n \nThe competition is just a part of the hackathon. To make the most out of the event, try something new, teach other people, and make new friends!", "hackathon-prizes": [{"prize-content": "Echo dot, Raspberry Pi 3, two $30 Amazon gift cards", "prize-title": "Grand Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Qualcomm Room, Jacobs Hall", "hackathon-url": "https://hackday2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was it to produce the hack?"}, {"judging-criterion": "Does the hack serve a useful purpose? Will the hack be useful for its target audience?"}, {"judging-criterion": "Does the hack bring a fresh new idea to the hacking community? Is the hack unique and groundbreaking?"}, {"judging-criterion": "Is the hack intuitive to use and does it function well?"}, {"judging-criterion": "Does this hack just make you say \"Wow!\"?"}], "hackathon-location-address": "Qualcomm Room, Jacobs Hall", "hackathon-description-header": "Work with other UCSD students and make an awesome project in 24 hours!", "hackathon-prizes-total": "$150", "hackathon-location-description": "Qualcomm Room, University of California, San Diego", "hackathon-end-date": "2017-01-14", "has-projects": "True"}