{"hackathon-description-text": "\nDer erste", "hackathon-number-of-prizes": "4", "hackathon-id": "ihack-ruhr", "hackathon-judges": [{"judge-role": "ista International", "judge-name": "Dr. Ralf Wonnemann"}, {"judge-role": "innogy Innovation Hub", "judge-name": "Caroline Hoffmann"}, {"judge-role": "innogy", "judge-name": "Dr. Stefan Nykamp"}, {"judge-role": "Westnetz", "judge-name": "Philipp Tüllmann"}, {"judge-role": "ista International", "judge-name": "Jochen Schein"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nDer Hackathon steht registrierten Teilnehmern offen, die mindestens 18 Jahre alt sind oder das Volljährigkeitsalter in dem Land, in dem sie ihren Wohnsitz haben, erreicht haben, je nachdem, welches das Ältere ist.", "hackathon-number-of-participants": "23", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\nBis Montag, den 20. November 2017 um 13:00 Uhr müsst ihr eure Einreichung auf DevPost abgeschlossen haben. Pro Team darf nur ein Beitrag eingereicht werden. Unvollständige Beiträge können disqualifiziert werden.\nEure Einreichung sollte aus den folgenden Unterteilungen bestehen:\nProjekt-Titel;\nIhr könnt auch Bilder/Fotos, die Plattform, für die die App entwickelt wurde, die URL zu GitHub, ein Video, Präsentationsfolien oder andere Materialien hochladen, zu denen die Jury Zugang haben soll. Die Richter dürfen sich zwar auf diese Materialien beziehen, die Grundlage der Juryentscheidung sind jedoch eure Präsentationen am Montag.\nIhr solltet eine Applikation oder anderweitige technische Lösung rund um die Themen Smart Mobility und Smart Logistics entwerfen und umsetzen. Ihr seid frei in der Wahl eurer Entwicklungsplattform(en), anderweitiger Software- und Hardware-Tools, den verwendeten Programmiersprachen und den bereitgestellten oder anderen APIs. Ihr dürft den Code, der vor dem Hackathon bereits existierte, in eurem Eintrag verwenden, ebenso wie eine bereits voll funktionsfähige Anwendung. Jedoch müssen wesentliche Teile eurer Einreichung (Konzept, Design, Code, Hardware) beim Hackathon entstanden sein.", "hackathon-rules": "\nOur events are dedicated to providing a harassment-free conference experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion (or lack thereof), or technology choices. We do not tolerate harassment of our event participants in any form. Sexual language and imagery is not appropriate for any event venue, including talks, workshops, parties, Twitter and other online media. Event participants violating these rules may be sanctioned or expelled from the conference without a refund at the discretion of the conference organisers.", "hackathon-prizes": [{"prize-content": "3.000,- € für das Gewinnerteam.", "prize-title": "1. Platz"}, {"prize-content": "2.000,- € für das Gewinnerteam.", "prize-title": "2. Platz"}, {"prize-content": "1.000,- € für das Gewinnerteam.", "prize-title": "3. Platz"}, {"prize-content": "Eine Freikarte für jedes Teammitglied für den RuhrSummit 2018 (", "prize-title": "ruhr:HUB Community Preis"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Hollestraße 1, 45127 Essen, Germany", "hackathon-url": "https://ihack-ruhr.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Wurde eine der Challenges aufgegriffen und sind die jeweiligen Vorgaben erfüllt? / Ist die Idee nach Realisierung relevant für die Zielgruppe und löst sie letztendlich eines der gestellten Probleme? / Kann der Endkunde die Idee ohne große …"}, {"judging-criterion": "Wurde das Arbeitsmaterial genutzt? Wurden weitere Quellen hinzugezogen? / Ist das Ergebnis benutzerfreundlich und könnte von der Zielgruppe direkt genutzt werden? / Gibt es einen funktionierenden Prototyp? / Wurden unterschiedliche / spannende / …"}, {"judging-criterion": "Gab es eine funktionierende Demonstration und war diese ansprechend? / Wurde das realisierte Projekt verständlich erklärt? / Wie gut war die Präsentation, sowohl mit Blick auf den Vortragenden als auch die Gestaltung eventueller Folien? / Wurde die Zeit …"}, {"judging-criterion": "➡️"}], "hackathon-location-address": "Hollestraße 1, 45127 Essen, Germany", "hackathon-description-header": "Der Ruhrpott Hackathon in Essen", "hackathon-prizes-total": "$7,000", "hackathon-location-description": "Haus der Technik e. V.", "hackathon-end-date": "2018-03-18", "has-projects": "True"}