{"hackathon-description-text": "\nAre you excited about the potential for clean energy technologies to improve lives? Are you interested in setting up a business or social enterprise to address the growing energy needs of South East Asia? Then come along to Climathon Sydney, meet some like-minded people, and see what you come up with together!", "hackathon-number-of-prizes": "4", "hackathon-id": "climathonsydney2017", "hackathon-judges": [{"judge-role": "UTS Institute for Sustainable Futures. Bridget lived and worked in renewable energy in Cambodia and SEAsia for 10 years", "judge-name": "Bridget McIntosh"}, {"judge-role": "UNSW School of Photovoltaic and Renewable Energy Engineering. At UNSW Anna lectures \"Sustainable Energy in Developing Countries\" with a special focus on Cambodia.", "judge-name": "Anna Bruce"}, {"judge-role": "CEO Climate-KIC Australia. Chris is a climate change expert and lived and worked in Asia for 10 years.", "judge-name": "Chris Lee"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "", "hackathon-number-of-participants": "28", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nEach Entry must be original, of the Participant’s or Participant’s team’s own creation and must not have been entered in any other competition or program similar to the Hackathon.\nTeams should be minimum 2 maximum 4 members\nEnergyLab do not claim any ownership of the IP teams submitted during the Smart Energy Hackathon, nor can we provide any protection of IP or sensitive material. You own what you produce at the Climathon.  \nJudging criteria:\nPitching: Each team will have 5 minutes to present their project and business idea + 3 minutes for Q&A\nThe decision of the judges is final.", "hackathon-prizes": [{"prize-content": "", "prize-title": "Trip to Cambodia"}, {"prize-content": "", "prize-title": "Spot in Springboard program"}, {"prize-content": "", "prize-title": "1 hour law advice wih Marque Lawyer"}, {"prize-content": "", "prize-title": "1 hour investor advice with KPMG"}], "hackathon-location-google-maps": "https://maps.google.com/?q=4-12 Buckland St, Chippendale NSW 2008, Australia", "hackathon-url": "https://climathonsydney2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does the proposition address a real pain point?\nIs there a clearly identified customer segment?\nIs there an opportunity to expand in other markets?"}, {"judging-criterion": "Is there an interesting new technology?\nIs there an interesting new business model?\nAlternatively, is this an existing technology/business model, applied cleverly in another market?"}, {"judging-criterion": "Does the team have an entrepreneurial drive, right range of skills and capability to establish a new business?"}, {"judging-criterion": "How well can the team sell their business idea?"}], "hackathon-location-address": "4-12 Buckland St, Chippendale NSW 2008, Australia", "hackathon-description-header": "Creating business and social enterprise ideas to accelerate clean energy in developing countries", "hackathon-prizes-total": "0", "hackathon-location-description": "EnergyLab", "hackathon-end-date": "2017-10-28", "has-projects": "True"}