{"hackathon-description-text": "\nFollowing the success of the", "hackathon-number-of-prizes": "6", "hackathon-id": "techfugees-adelaide-4948", "hackathon-judges": [{"judge-role": "", "judge-name": "To Be Confirmed"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone is eligible to participate!\nNo previous tech experience necessary. \nBring your passion for change, communication, active listening and learning and hard work.", "hackathon-number-of-participants": "12", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nUser Stories will be issued a few weeks prior to the event for your consideration.\nThis will help you prepare your Rocket Pitch (60 seconds) on the Friday night and hopefully build a team. \nPrevious Hackathons have used the following topics as a guide:\n\nThe inability of people with a disability to know about and access support.\nLack of recognition of qualifications; lack of work references and Australian employment experience.\nLack of ability to access support to become familiar with systems, knowledge and networks to start own business in Australia.\nLack of income for many asylum seekers and refugees on low incomes is a daily issue for prioritising seeking employment, transport, children’s needs and food\nMany refugees and asylum seekers experience chronic illness and yet are unaware of the range of medical services to support them.\nInsecure housing as a result of limited income, overcrowding, exploitation acts as a major barrier to the successful long term settlement for people.\nWithout English proficiency or access to interpreters, refugees and asylum seekers are disadvantaged yet only some categories of visas are allowed to access the maximum of 510 hours of English classes.\nPeople at the time of arrival cannot be expected to know all the elements of Australia’s legal system and may break laws here that did not exist in their home country.\nAccess to skilled and qualified legal advocates is critical and yet, as a result of demand, is not available to everyone seeking asylum.\nAccess to services provided by migration hubs are important but transport and time can be a problem.\nThe lack of recognition of skills and qualifications gained overseas wastes the lives of refugees and asylum seekers as they are unable to work in their area of expertise. Australia’s productivity is also disadvantaged.\nThe dramatic increase in global migration has led to rising numbers of families being separated along perilous routes through diverse countries\nWithout access to interpreters, refugees and asylum seekers with limited English are unable to negotiate systems, access services or understand critical information about themselves and yet funding for interpreting services is diminishing and many people are not offered access.", "hackathon-rules": "\nTechfugees both in Australia and internationally, is apolitical and sits above and outside any political ideologies relating to asylum seeker and refugee policies. Its interest is in co-creating technology-based solutions to assist the successful long term settlement of refugees.\nFor further information about the international movement, see www.techfugees.com.", "hackathon-prizes": [{"prize-content": "Business Development sponsorship by Business Model Inc.($10,000)", "prize-title": "First Prize"}, {"prize-content": "12.5 hrs of Start-up mentoring by Entrepreneur Story, $4000 of Corporate Governance and accounting services from Aspects of Business, 10 casual day passes and a board room voucher from Little City Studio Co-working space", "prize-title": "Second Prize"}, {"prize-content": "10 hrs of Entrepreneurship & marketing coaching from Entrepreneur Story - $5,000", "prize-title": "Third Prize"}, {"prize-content": "Cash prize kindly donated from Techstars Australia", "prize-title": "People's Choice"}, {"prize-content": "One year free membership to the Microsoft BizSpark program, giving you access to all Microsoft development and test software including : Azure, Visual Studio, Office and SQL Server.", "prize-title": "Microsoft Bizspark Award"}, {"prize-content": "Entrepreneurship & Mentoring services - Entrepreneur in Residence @ Smart City Studio.", "prize-title": "Adelaide Smart City Studio Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=88 Wakefield St, Adelaide SA 5000, Australia", "hackathon-url": "https://techfugees-adelaide-4948.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Who is your customer (Refugee/Service Organisation etc)? How well does the product fit the needs of the problem the team chose to tackle? How user-friendly is the technology? Is it a complete solution, or do they still have a long way to go?"}, {"judging-criterion": "How much impact (quality and quantity) could the solution have?"}, {"judging-criterion": "How innovative/creative/unique is the hack? Does the hack employ a new/novel approach to solving the problem?"}, {"judging-criterion": "What are your barriers to entry or user adoption? How are you addressing those challenges? What is your rollout strategy? Is it scalable and self-sustaining?"}, {"judging-criterion": "How much did they accomplish in the weekend? Did they demonstrate learning from mentors to help inform a better solution? Did the demo test core assumptions?"}, {"judging-criterion": "How well did the team explain their solution? How well did the demo communicate the idea?"}], "hackathon-location-address": "88 Wakefield St, Adelaide SA 5000, Australia", "hackathon-description-header": "Are you a Hacker, Hipster, Hustler or Humanitarian? Want to co-create tech solutions for refugees in SA?", "hackathon-prizes-total": "$33,200", "hackathon-location-description": "Torrens University, Wakefield Campus,", "hackathon-end-date": "2017-06-03", "has-projects": "True"}