{"hackathon-description-text": "\nThe Administration launched the", "hackathon-number-of-prizes": "1", "hackathon-id": "appsforvehicles", "hackathon-judges": [{"judge-role": "Director, Vehicle Technologies Office, Department of Energy", "judge-name": "Pat Davis"}, {"judge-role": "Senior Technical Leader, Open Innovation | Member, Ford Technology Advisory Board", "judge-name": "Venkatesh Prasad"}, {"judge-role": "Partner and Head of Communications, Greenstart", "judge-name": "Rachel Barge"}, {"judge-role": "President & Editorial Director, Connected World Magazine.  The Peggy Smedley Show.", "judge-name": "Peggy Smedley"}, {"judge-role": "Director, Government Affairs, SAE International", "judge-name": "Tim Mellon"}, {"judge-role": "Chief, Human Factors/Engineering Integration Division, National Highway Traffic Safety Administration", "judge-name": "Christopher Monk"}, {"judge-role": "CEO, OSISoft", "judge-name": "Pat Kennedy"}, {"judge-role": "Center for Transportation Analysis, Oak Ridge National Laboratory", "judge-name": "David Green"}, {"judge-role": "Chief Hacktivist, CleanWeb", "judge-name": "Blake Burris"}, {"judge-role": "Associate Administrator, Safety Data Initiative, Department of Transportation", "judge-name": "Jo Strang"}, {"judge-role": "Google Maps & Google X", "judge-name": "Charlie Hale"}], "hackathon-number-of-judges": "11", "hackathon-eligibility": "", "hackathon-number-of-participants": "168", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nOctober 1st = Vehicle Data Challenge announced at the\nDecember 5th = Challenge officially opens\nJanuary 15th = Deadline for first phase submittals\nFebruary 1st = Phase I Finalist Teams announced\nEarly February = Finalist Teams engage industry leaders to refine ideations and products\nMarch 15th = Deadline for second phase; final product submittals\nApril 1st = Winners announced\nMay = Final cash prizes disbursed\n \nThe Administration launched the \n in 2012 to liberate data as a fuel for innovation while rigorously protecting privacy.  The primary fuel for the Energy Data Initiative is \n.  Open data can take many forms but generally includes information that is machine-readable, freely accessible and in an industry-standard format.  In particular, open data from the private sector made available to consumers may spur a uniquely scalable degree of innovation.  For example, enabling energy customers to securely access their own household or building energy data — via a “\n” on their utility website — has fueled the next generation of energy efficiency products and services.  Within this context, the U.S. Department of Energy (DOE) is launching the \n (the Challenge).  It is worth reiterating that safety – such as preventing distracted driving – is an essential goal of the Challenge.\nThe Challenge seeks to provide drivers access to their own vehicle’s data, safely and securely, in a readable, useful common syntax and format.  A full description of the open data from vehicles is in Section V, but generally includes text-based information on things like vehicle speed, brake position, headlights on/off, and distance covered since restart. This vehicle data has long been available to mechanics and technicians using specialized equipment.  But by applying open data principles, individuals will be able to readily access this on-board data directly through Bluetooth, USB, and other standard hardware. Associated platforms will enable vehicle owners to provide this data to authorized third-party developers to create and then deliver new apps, products, and services.  As a result, these third-party developers will help Americans while also creating jobs.\nUnder Federal initiatives like the “\n” Grand Challenge and new fuel economy standards, the DOE’s Vehicles Technology program has a long-term role to play in the acceleration of automotive technology.  Looking to a near-term project that can support this vision, a prize-based Challenge is an effective method to spur innovation with step-jump additions in the availability of new open data.\nThis Challenge prize is a three-part combination of: (1) a cash award; (2) an opportunity to work directly with industry leaders; and (3) an opportunity to be recognized at a public announcement of the final winners.  The Challenge prize will be awarded in phases and component pieces in two phases of competition.  Phase I of the Challenge will cast a wide net to gather compelling ideas, business plans, product development plans, and very-early-stage products (“Ideations”) that address the Challenge’s goals.  Phase I concludes with a selection of Finalists that will be permitted to continue into Phase II and each Finalist will be awarded a small portion of the total cash pool, ranging from $1000 to $5000.  During Phase II, Finalists will have an opportunity to refine their Ideations with industry leaders supporting the Challenge.  These industry leaders will provide some combination of: technical guidance, customer analysis, market assessments, IT roadmap recommendations, and general consulting.  Following consultation with industry leaders, Finalists will have a period of time to complete and submit their final software applications, web technology, or products (“Products”) for Phase II.  Phase II winner(s) will be invited to a public announcement event hosted by DOE and its supporters and will also be highlighted on DOE’s web site.  For the purposes of this Challenge, the term Submissions (“Submissions”) refers to the total portfolio of Phase I Ideations and Phase II Products.  The total cash prize pool, inclusive of all cash awards available to be made in Phases I and II, is $50,000.\nThis Challenge is being conducted under the authority of the America COMPETES Act of 2010, 15 U.S.C. § 3719.  The total dollar amount of the prize pool is $50,000.00, subject to the availability of funds.  DOE reserves the right to suspend, cancel, extend, or curtail the Challenge as required or determined by appropriate DOE officials. Nothing within this document or in any documents supporting the Challenge shall be construed as obligating DOE or any other Federal agency or instrumentality to any expenditure of appropriated funds, or any obligation or expenditure of funds in excess of or in advance of available appropriations.  DOE will award a single dollar amount to winning Team(s) and each Team is solely responsible for allocating any prize amount among its member Contestants as they deem appropriate.  DOE will not arbitrate, intervene, advise on, or resolve any matters between entrant members.   It will be up to the winning Team to reallocate the prize money among its member Contestants, if they deem it appropriate. \nTo be eligible to compete within this Challenge all of the requirements stated below must be met:\nThere are many electrical and digital systems operating within vehicles.  For this Challenge, the data resources that are to be used by entrants are the datasets that can be directly and legally accessed by vehicle owners on their own cars.  The principal example of this data stream is available through the onboard diagnostics port, also known as OBD-II, which has been mandatory for U.S. cars since 1996.  The OBD-II port contains hundreds of data messages regarding engine and transmission operation as communicated through the vehicle’s controller area network, which is referred to as the CAN.  The OBD-II port also frequently contains information on operator-adjustable items such as headlight or windshield wiper status.   Additional hardware is commercially available for individuals to directly access their own vehicles’ OBD-II data.  However, to remove the need to acquire special hardware for this Challenge and to level the playing field, sample data will be provided by DOE and supporters of the Challenge (“Sample Vehicle Data”).    The Sample Vehicle Data will contain the following representative types of data fields:\nThe above list of example data streams is not comprehensive and is subject to change.  Multiple sets of data detailing different driving cycles may be made available.\nThere are additional manufacturer proprietary data fields that also stream through the OBD-II port.  Such proprietary and confidential data – such as those that deal with air bags – shall not be provided or considered at any point in the Challenge. \nUse of open vehicle data is mandatory to be considered for a prize in this Challenge.  However, combining the value of this data with other \n – such as mashing up/combining the OBD-II with GPS technologies on a smart phone – \n.\n\nThe protection of safety and privacy are paramount to both DOE’s Energy Data Initiative and this Challenge.  Any business plan or product that presents a clear or potential violation of this principle will be rejected by the judges.  Each of the four criteria categories below has equal importance in the evaluation (i.e. 25% weighting for each).\nCommon Criteria for Both Phases\n: Each Submission will be rated on the strength of its potential to help individuals, organizations, and communities make informed decisions to improve their fuel efficiency.\n: Each Submission will be rated for the degree of new thinking it brings to applications for the transportation sector, and the creativity shown in designing for impact.\n: Each Submission must make use of open vehicle data.  Judges will be looking at both the depth of usage for each data stream and the breadth of different data streams that are integrated.  The combination of the Sample Vehicle Data with other data sets – such as those that are universally generated by smart phones – is highly encouraged.  You can find other sample datasets at \n.\nSpecial Criteria for Phase I Ideations\n: Each Submission will be rated on the completeness of the Ideation and the evidence – such as can be demonstrated by documented/demonstrated experience – that the Team’s proposal can actually be created in the remaining time period of the Challenge.\nSpecial Criteria for Phase II Products\n: Each Submission will be rated on its ability to be immediately used by consumers, such as a vehicle owner being able to download an app onto their smartphone from a website or mobile app platform.  User experience and interactive capabilities will also be assessed.  Preference will be given to applications/products that are accessible to a range of consumers, including those with disabilities.  Phase II needs to result in real products that can be used; not just illustrations or demonstrations.\nSubmissions will be judged by an expert panel as well as the public.  The expert judging panel will be appointed by DOE, may include both Federal and non-Federal personnel, and will determine Phase I and Phase II winners.  The Popular Choice Product will be determined by public vote on Challenge.gov.  Public votes may be displayed on the Challenge website, on a real-time basis, before being verified for integrity. These unverified votes will not necessarily reflect accurately the voting for the Popular Choice Awards.  The winners of the Popular Choice Awards will be determined on the basis of the verified vote counts, as determined by DOE, and DOE reserves the right to suspend, cancel or extend the Popular Choice Product voting period at any time for any reason.\nThe Administrator’s computer, within the DOE’s Office of Energy Efficiency and Renewable Energy, is the official time-keeping device for this Challenge.  The rules for Submissions – defined above as referring to both the Phase I Ideations and Phase II Products – by Teams are as follows:\n(a) Visit http://AppsforVehicles.challenge.gov and click “Sign Up” to create a ChallengePost account, or click “Log In” and log in with an existing ChallengePost account.\n(b) Register your interest in participating by clicking “Accept this Challenge” on the Challenge Website in order to receive important Challenge updates. Registration is free; no purchase necessary.\n(c) After you sign up on Challenge.gov, a confirmation email will be sent to the email address you provided. Use the confirmation email to verify your email address. As a registered Contestant, you will then be able to enter the Challenge by submitting an application that conforms to the requirements set forth herein.\n(d) Explore the Sample Vehicle Data and other resources available at \n.\n(e) For Phase I, create an Ideation.  For Phase II, create a Product.  Both Submissions must use the Sample Vehicle Data.\n(f) Phase I Submission Requirements: Between noon EST on December 5, 2012 and noon EST on January 15, 2013, visit Appsfor Vehicles.challenge.gov confirm that you have read and agree to the Official Rules, and submit your application by including:\n1. A web link to your Submission.\n2. A text description of your Submission.\n3. At least one photograph, image, graphic, or design that visually captures key attributes of your Submission.\n4. Optionally, Submissions may include other data in addition to the Sample Vehicle Data to be used when judging the Submission. \n(g) Phase II Submission Requirements: Between noon EST on January 15, 2013 and noon EST on March 15, 2013, visit AppsforVehicles.challenge.gov, confirm that you have read and agree to the Official Rules, and submit your application by including:\n1. A web link to your Submission.\n2. A text description of your Submission.\n3. At least one photograph, image, graphic, or design that visually captures key attributes of your Submission.\n4. Optionally, Submissions may include other data in addition to the Sample Vehicle Data to be used when judging the Submission. \n5. The Product must also include a demonstration video with contained audio to present the Product’s purpose, value, navigation, and functionality.\n(h) Submission Rights:\n1. You must permit use of your Submission by both the public and DOE free of charge throughout the Challenge and for 12 consecutive months following the announcement of the Challenge winners.\n2. By sending in the Submission to this Challenge, you grant to DOE, and the other supporters a royalty-free license to: (i) post on Challenge.gov your Submission(s) and a link to the downloadable Product in the online store of the applicable software platform (e.g., Google Play) or, if not distributed through such platform, to your website; and (ii) publicize the names of Challenge participants (including the individual members of a team) and winners and their Submissions through media and events of DOE’s choosing. Such license shall remain in force for the duration of the Challenge and for a period of no less than 12 consecutive months following the announcement of the Challenge winners.\n(h) Submission Requirements:  In order for Submissions to be eligible to win this Challenge, they must meet the following requirements:\n1. Acceptable platforms – The Submission must be designed for the Web, a personal computer, a mobile handheld device, console, or any platform broadly accessible on the open Internet.\n2. Data used – The Submission must utilize some portion of the Sample Vehicle Data.  The use of data from other sources in conjunction with Sample Vehicle Data is strongly encouraged.\n3. No DOE logo – The Submission must not use DOE’s logo or official seal in the Submission, and must not claim DOE endorsement.\n4. Functionality/Accuracy – A Submission may be disqualified if the software application fails to function as expressed in the description and video provided by the user, or if the software application provides inaccurate information.\n5. Third Party Approval - Submissions requiring approval from a third party, such as an app store, in order to be accessible to the public, must be submitted to such third party or app store for review before the end of the Challenge period. For any software platform that is not easily shared on the web before store approval, such as Apple iPhone, you may submit your working software Product using a web framework designed for those platforms (such as PhoneGap), and provide the required link to a video of your working application. DOE may request access to the Product in person or via device provisioning to verify any criteria or functionality of your Product.\n6. Security – Submissions must be free of malware.  Contestant agrees that DOE may conduct testing on the Product to determine whether malware or other security threats may be present.  DOE may disqualify the Product if, in DOE’s judgment, the Product may damage Government or others’ equipment or operating environment.\n7. No Previous Winners - Contestant may not submit a Submission that is substantially similar to a Submission that has previously been submitted by the Team to another contest and won a prize.\n8. The DOE will also screen Submissions for Team eligibility, IT security, and compliance with Challenge.gov's \n.  Once a Submission has been submitted, the Team cannot make any changes or alterations to any part of the Submission.  Ideations and Products failing to meet Submission requirements or other Submission screenings will be deemed ineligible to win a prize.  Posting an app to AppsforVehicles.challenge.gov does not constitute DOE’s final determination of Team eligibility.\n9. Each Submission must be original, the work of the Team, and must not infringe, misappropriate, or otherwise violate the lawful rights of any individual or organization including intellectual property rights and proprietary rights, privacy rights, or any other rights of any person or entity.  Each Team further represents and warrants to DOE and the other sponsors that the Submission, and any use thereof by DOE or the other sponsors (or any of their respective partners, subsidiaries and affiliates), shall not: (i) be defamatory or libelous in any manner toward any person, (ii) constitute or result in any misappropriation or other violation of any person’s publicity rights or right of privacy, or (iii) infringe, misappropriate, or otherwise violate any intellectual property rights, proprietary rights, privacy rights, moral rights, or any other rights of any person or entity.\n10. It is an express condition of Submission and eligibility that each Team warrants and represents that the Team’s Submission is solely owned by the Team, that the Submission is wholly original with the Team, and that no other party has any ownership rights or ownership interest in the Submission.\n11. A Team may contract with a third party for technical assistance to create the Submission, provided the Ideation or Product is solely the Team’s work product and the result of the Team’s ideas and creativity and the Team owns all rights to it.\n12. Each Submission must be in English or, if in a language other than English, the Submission must be accompanied by an English translation of the text.\n13. Submissions will not be accepted if they contain any matter that, in the sole discretion of DOE or its judges, is indecent, obscene, defamatory, libelous, in bad taste, or demonstrates a lack of respect for public morals or conduct. If DOE, or the judges, in their discretion, find any Submission to be unacceptable, then such Submission shall be deemed disqualified.\n14. Winners are responsible for both reporting and paying all applicable Federal, state, and local taxes payable from any prize amounts awarded under this Challenge.\nChallenge Subject to Applicable Law: the Challenge is subject to all applicable Federal laws and regulations. Registering for this Challenge constitutes each Team and/or Contestant’s agreement to these Official Rules (“Official Rules”) and administrative decisions, which are final and binding in all matters related to the Challenge. Eligibility for a prize award is contingent upon fulfilling all requirements set forth herein. \nJudges:  The finalist Submissions will be judged by the judges listed at AppsforVehicles.challenge.gov or by another qualified judging panel selected by DOE at its sole discretion. The judging panel will judge the Submissions on the judging criteria identified in these Challenge rules in order to select winners in each category.\nPublicity: Except where prohibited, participation in the Challenge constitutes each winner’s consent to DOE’s and its agents' use of each winner's name, likeness, photograph, voice, biographical information, opinions, and/or hometown and state information for promotional purposes through any form of media, worldwide, without further permission, payment, or consideration.\nLiability and Insurance: Any and all information provided by or obtained from the Federal Government is without any warranty or representation whatsoever, including but not limited to its suitability for any particular purpose.  Upon registration, all participants agree to assume and, thereby, have assumed any and all risks of injury or loss in connection with or in any way arising from participation in this competition, development of any application or the use of any application by the participants or any third-party.  Upon registration all participants agree to and, thereby, do waive and release any and all claims or causes of action against the Federal Government and its officers, employees and agents for any and all injury and damage of any nature whatsoever (whether existing or thereafter arising, whether direct, indirect, or consequential and whether foreseeable or not), arising from their participation in the contest, whether the claim or cause of action arises under contract or tort.  Upon registration, all participants agree to and, thereby, shall indemnify and hold harmless the Federal Government and its officers, employees and agents for any and all injury and damage of any nature whatsoever (whether existing or thereafter arising, whether direct, indirect, or consequential and whether foreseeable or not), including but not limited to any damage that may result from a virus, malware, etc., to Government computer systems or data, or to the systems or data of end-users of the software and/or application(s) which results, in whole or in part, from the fault, negligence, or wrongful act or omission of the participants or participants’ officers, employees or agents.\nRecords Retention and FOIA:  All materials submitted to DOE as part of a Submission become DOE records and cannot be returned.  No confidential information will be accepted with any Submission.  Submitters will be notified of any Freedom of Information Act requests for their Submissions in accordance with 29 C.F.R. § 70.26.\n508 Compliance: Participants should keep in mind that the Department of Energy considers universal accessibility to information a priority for all individuals, including individuals with disabilities.  In this regard, the Department is strongly committed to meeting its compliance obligations under Section 508 of the Rehabilitation Act of 1973, as amended, to ensure the accessibility of its programs and activities to individuals with disabilities.  This obligation includes acquiring accessible electronic and information technology.  When evaluating Submissions for this contest, the extent to which a Submission complies with the requirements for accessible technology required by Section 508 will be considered.\nPublic Voting: DOE is not responsible for, nor is it required to count, incomplete, late, misdirected, damaged, unlawful, or illicit votes, including those secured through payment or achieved through automated means.\n \nDepartment of Energy\nOffice of Public Affairs, 7A-145\nAttn: Vehicle Data Challenge\n1000 Independence Ave SW\nWashington, DC, 20585\n \nFor questions about these official rules, contact DataInnovation@hq.doe.gov.", "hackathon-prizes": [{"prize-content": "Phase I of the Challenge will cast a wide net to gather compelling ideas, business plans, product development plans, and very-early-stage products (“Ideations”) that address the Challenge’s goals.", "prize-title": "Phase 1 Finalists: Cash, Access &amp; Publicity"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appsforvehicles.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Each Submission will be rated on the strength of its potential to help individuals, organizations, and communities make informed decisions to improve their fuel efficiency."}, {"judging-criterion": "Each Submission will be rated for the degree of new thinking it brings to applications for the transportation sector, and the creativity shown in designing for impact."}, {"judging-criterion": "Each Submission must make use of open vehicle data.  Judges will be looking at both the depth of usage for each data stream and the breadth of different data streams that are integrated.  (More criteria in Rules document.)"}, {"judging-criterion": "Each Submission will be rated on the completeness of the Ideation and the evidence – such as can be demonstrated by documented/demonstrated experience – that the Team’s proposal can actually be created in the remaining time period of the Challenge."}], "hackathon-location-address": "", "hackathon-description-header": "Improving safety and fuel efficiency through data innovation", "hackathon-prizes-total": "$16,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-24", "has-projects": "True"}