{"hackathon-description-text": "\nHackEd Fall is your chance to create something awesome in a collaborative and fun environment with student and industry mentors. Incorporate API from Jobber, DriveWyze and Gfycat and you could win a prize! We've also got secret special category prizes, so stay tuned for those!", "hackathon-number-of-prizes": "4", "hackathon-id": "hacked-fall-2016", "hackathon-judges": [{"judge-role": "Director of Product Development at Drivewyze", "judge-name": "Sean Feehan"}, {"judge-role": "Drivewyze Developer", "judge-name": "Sanjay Chugh"}, {"judge-role": "Lead Front-end Developer", "judge-name": "Sean Ouimet"}, {"judge-role": "Co-Founder at Gfycat", "judge-name": "Dan McEleney"}, {"judge-role": "Co-Founder at Startup Edmonton", "judge-name": "Cam Linke"}, {"judge-role": "CompE Graduate Alumni", "judge-name": "Brittany Lamorie"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\n", "hackathon-number-of-participants": "23", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nAll projects submitted must contain a public GitHub repository with\n", "hackathon-rules": "\nAll participants must follow the \n, any teams found to be violating these rules will be asked to leave.\nTeams found to be plagiarising will be disqualified and be ineligible for prizes.\nAll rules/interpretations are subject to change at the discretion of Hackathon organizers.", "hackathon-prizes": [{"prize-content": "The best project will awarded an awesome prize to be chosen by the winning team.", "prize-title": "Best Project"}, {"prize-content": "The top team's members will each get a Arduino. All teams using the API will get free lunch with the DriveWyze team!", "prize-title": "API Prize: DriveWyze"}, {"prize-content": "The top team's members will each get a Raspberry Pi. All teams using the API will get free lunch with the Gfycat team!", "prize-title": "API Prize: Gfycat"}, {"prize-content": "The top team's members will each get a Chrome Cast. All teams using the API will get free lunch with the Jobber team!", "prize-title": "API Prize: Jobber"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10359 104 St NW #301, Edmonton, AB T5J 1B9, Canada", "hackathon-url": "https://hacked-fall-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "How difficult was the project idea? The project groups should be challenging themselves! Teams that dreamed big with their idea and took a risk should be rewarded."}, {"judging-criterion": "How original was the project idea? Teams are encouraged to try things that have never been done before. A good project idea should create something new or a new solution to an old problem."}, {"judging-criterion": "How much did the team achieve in the 24 hour time limit? Did the team use their time effectively? This category ranks teams on how completely they finished their project."}, {"judging-criterion": "How high was the quality of work that was achieved? This category ranks the team’s solutions in professionalism as well as functionality. Keep in mind they did only have 24-hours!"}, {"judging-criterion": "How original was the solution to their project? How well did the teams overcome problems they encountered?"}, {"judging-criterion": "The presentations should be ranked on effectiveness of communication and professionalism. Teams are also expected to stay within the time limit and will be penalized for going over it."}], "hackathon-location-address": "10359 104 St NW #301, Edmonton, AB T5J 1B9, Canada", "hackathon-description-header": "HackEd Fall is your chance to create something awesome in a collaborative and fun environment with student and industry mentors.", "hackathon-prizes-total": "$1,090", "hackathon-location-description": "Startup Edmonton", "hackathon-end-date": "2016-11-13", "has-projects": "True"}