{"hackathon-description-text": "\nThe U.S. Surgeon General’s Healthy Apps Challenge will encourage the development and submission of technology applications that will complement and enhance two key aspects of the Surgeon General’s prevention agenda: ", "hackathon-number-of-prizes": "3", "hackathon-id": "sghealthyapps", "hackathon-judges": [{"judge-role": "", "judge-name": "Michelle Kwan"}, {"judge-role": "", "judge-name": "Cornell McClellan"}, {"judge-role": "", "judge-name": "Wayne Jonas"}, {"judge-role": "", "judge-name": "Farzad Mostashari"}, {"judge-role": "", "judge-name": "Todd Park"}, {"judge-role": "", "judge-name": "Shellie Pfohl"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "223", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\nIn order for an entry to win this Challenge, it must meet the following requirements:\n:  Contestants must provide access to the application, a detailed description of the application, instructions on how to install and operate the application, and system requirements necessary to run the application (collectively, submission). Applications developed for mobile phones must specify the specific operating system(s) on which the app runs and provide a site where the app can be downloaded.\n:  The application must be designed for the Web, a personal computer, a mobile device (e.g., mobile phone, portable sensor, etc.), console, or any platform broadly accessible on the open Internet.\n: \nThe application must, to the extent practicable, be accessible to a wide range of users, including users with disabilities.  Application should also aim to eventually meet objectives for federal compliance guidelines for information technology as addressed by Section 508 of the Rehabilitation Act of 1973: http://www.section508/gov.\n: \nThe submission must be available for evaluation by 11:59 p.m., EST, on December 30, 2011 for judging purposes.\n: \nOnce a submission is made, the contestant cannot make any changes or alterations to any part of the submission.\n: \nThe submission must not infringe on any copyright or any other rights of any third party.\n: The application must not use HHS’s logo or official seal or the logo or official seal of the Surgeon General in the submission, and must not claim federal government endorsement.\n: \nA submission may be disqualified if the software application fails to function as expressed in the description provided by the contestant, or if the submission provides inaccurate information.\n:  Submissions must be free of malware.  Contestant agrees that HHS may conduct testing on the application to determine whether malware or other security threats may be present.  HHS may disqualify the application if, in HHS’s judgment, the application may damage government or third-party equipment or operating environments.\n \nHHS will also screen submissions for eligibility of the submitting contestant and compliance with Challenge.gov's \n  By submitting the entries, applicants consent to IT security testing and debarment and compliance screening.  Submissions satisfying these criteria will be deemed eligible and posted on the Challenge.gov website on a rolling basis.  Submissions from contestants who are under the age of eighteen (18) will be deemed ineligible and will not be posted, until and unless a completed Parent/Legal Guardian Consent Form is received. \n:  Each contestant warrants that he or she is the sole author and owner of the submission, that the submission is wholly original with the contestant (or is an improved version of an existing application that the contestant has sufficient rights to use including the substantial improvement of existing open-source apps), and that it does not infringe any copyright or any other rights of any third party of which contestant is aware.  Each contestant also warrants that the application is free of malware. \n:  Each contestant grants to HHS an irrevocable, paid-up, royalty-free non-exclusive worldwide license to post, link to, and display publicly the application on the Web, for the purpose of the Challenge, during the duration of the Challenge and for a period of one year following announcement of the winner.  All contestants will retain all other intellectual property rights over their submissions.\n:  Finalists and the Challenge winner must continue to comply with all terms and conditions of these official rules, and winning is contingent upon fulfilling all requirements contained herein. The finalists will be notified by email, telephone, or mail after the date of the judging.  The finalists (or finalist’s parent/guardian if under 18 years of age) and Challenge winner (or Challenge winner’s parent/guardian if under 18 years of age), will be required to sign and return to HHS, within ten (10) days of the date notice being sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) in order to claim any recognition.  In the event that a potential finalist or Challenge winner is disqualified for any reason, HHS may award the applicable recognition to an alternate winner who had the highest score remaining of the eligible entries.\n:  If you choose to provide the HHS with personal information by registering or filling out the submission form through the website, that information will be used to respond to you in matters regarding your submission and/or the Challenge only -- unless you choose to receive updates or notifications about other competitions from HHS on an opt-in basis.  Information is not collected for commercial marketing. \n:  The contestant shall be liable for, and shall indemnify and hold harmless the Government against, all actions or claims for loss of or damage to property (including any damage that may result from a virus or malware to HHS computer systems or those of the end-users of the software and/or applications), resulting from the fault, negligence, or wrongful act or omission of the contestant.\n:  HHS and its contractors are not responsible for: (1) any incorrect or inaccurate information, whether caused by contestants, printing errors, or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur in the administration of the Challenge or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from contestant's participation in the Challenge or receipt, use or misuse of any recognition.  If for any reason a contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, contestant's sole remedy is another entry in the Challenge.  Recognition in connection with this Challenge does not constitute an endorsement of a specific product by the HHS.\n:  HHS reserves the right to cancel, suspend, and/or modify the competition, or any part of it, for any reason, at HHS’s sole discretion.  \nAll decisions by HHS are final and binding in all matters related to the competition.", "hackathon-prizes": [{"prize-content": "The winners in each of the three categories will be recognized by HHS and the Office of the Surgeon General during an announcement/award ceremony in January/February 2012. Finalist applications will be featured on an HHS website.", "prize-title": "First Place - Fitness/Physical Activity"}, {"prize-content": "", "prize-title": "First Place - Nutrition/Healthy Eating"}, {"prize-content": "", "prize-title": "First Place - Integrative Health"}], "hackathon-location-google-maps": "", "hackathon-url": "https://sghealthyapps.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Ability to empower users to engage in health promoting behaviors related to fitness and physical activity; nutrition/healthy eating; or physical and mental well-being.  Apps must provide health information tailored to the needs of the user."}, {"judging-criterion": "Each entry will be rated for the degree of new thinking and creativity it brings to applications focusing on the health promotion, disease prevention, and wellness in the three categories outlined."}, {"judging-criterion": "Degree to which scientific evidence or empirical data to help assess and modify health behaviors and wellness outcomes is used. The entry must include a description of how research and science is incorporated into the evidence base underpinning the app."}, {"judging-criterion": "User-friendliness and interactive capabilities. Entries should be applicable and attractive to people who are not early adopters and are not “high tech.” Additional consideration will be given for usability by people with handicaps or disabilities."}, {"judging-criterion": "Potential to help all Americans, esp. those who do not engage in health promoting behavior, to improve their health and fitness. Appeal to those in underserved, hard-to-reach, and Cultural and Linguistically Diverse (CALD) communities will be assessed."}, {"judging-criterion": "Bonus points are available if entry can download personal data and integrate into other health applications, including Personal/Electronic Health Records. Entries must specify information type available (e.g. running log) and measurement unit (calories)."}, {"judging-criterion": "The “fun factor” it brings to users who are engaged in health promoting behaviors and on whether it provides “lagniagge” (something extra or a bonus) in health for the user to enhance their personal health, fitness, and/or wellness goals."}], "hackathon-location-address": "", "hackathon-description-header": "The Surgeon General is challenging developers to create apps that provide tailored health information and empower users to engage in and enjoy healthy behavior.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}