{"hackathon-description-text": "\nStanford Women in Computer Science's annual hackathon, HackOverflow, will take place on April 14th from 8am to 10pm - this year's theme is the ethics of technology. Through the event, we hope to encourage beginner programmers to participate in hackathons and to experience the practical applications of CS. But you don't need to be a woman or a beginner to participate! Anyone interested in programming, design, or just hackathons in general is welcome.", "hackathon-number-of-prizes": "8", "hackathon-id": "hackoverflow-2018", "hackathon-judges": [{"judge-role": "", "judge-name": "Will be posted soon!"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAny Stanford student is welcome to participate. Although this event is hosted by WiCS, you don't need to be a beginner or a woman to join in!\nStudents may hack individually or in teams of up to four.", "hackathon-number-of-participants": "24", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "", "hackathon-rules": "\nExpectations for participants are outlined in the following Code of Conduct. Legal specifics regarding the participants’ waiver of liability are outlined in the eponymous document – the Code of Conduct outlined here is a set of guidelines, which we expect hackers to enter into in good faith upon attendance.\n(1) Participants are expected to refrain from engaging in any harassing behavior. Those who are found to engage in harassing behavior will be asked once to stop, and are expected to comply immediately. Failure to comply will result in immediate expulsion from the event. Harassment includes but is not limited to (a) offensive verbal comments, (b) collaborative programming / design projects (i.e., “hacks”), or (c) other online activity, that is related to gender, sexual orientation, physical or mental ability, age, socioeconomic status, ethnicity, physical appearance, race, religion, sexual images, deliberate intimidation, stalking, inappropriate physical contact, and unwelcome sexual attention.\n(2) Participants are expected to foster an inclusive and friendly “hacker” community: choose your words, hacks, and actions in such a manner that promote collaboration and a welcoming atmosphere to all.\n(3) Participants are expected to comply with all local laws and regulations, including but not limited to those of Santa Clara County, California, Stanford University, and the United States.\n(4) Participants are expected to comply with the directives of HackOverflow staff and the event staff of Stanford University.\n(5) Participants agree to not partake in the consumption, distribution, or possession of alcohol or any illicit substance while at HackOverflow, or in the vicinity of the HackOverflow venue, regardless of age.", "hackathon-prizes": [{"prize-content": "1 GoPro HERO per team member.", "prize-title": "Best Overall Hack"}, {"prize-content": "1 pair of Apple AirPods per team member.", "prize-title": "Best Ethics Hack"}, {"prize-content": "1 Google Home Mini per team member.", "prize-title": "Most Creative Hack"}, {"prize-content": "1 Arduino Starter Kit per team member.", "prize-title": "Best First Time Hack"}, {"prize-content": "1 Bluetooth Shower Speaker per team member.", "prize-title": "Best Mobile App"}, {"prize-content": "1 $40 Amazon gift card per team member.", "prize-title": "Best Web App"}, {"prize-content": "1 Mini Drone per team member.", "prize-title": "Best Hardware Hack"}, {"prize-content": "1 S'well water bottle per team member.", "prize-title": "WiCS Prize"}], "hackathon-location-google-maps": "https://maps.google.com/?q=David Packard Electrical Engineering, 350 Serra Mall, Stanford, CA 94305, USA", "hackathon-url": "https://hackoverflow-2018.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "David Packard Electrical Engineering, 350 Serra Mall, Stanford, CA 94305, USA", "hackathon-description-header": "Stanford Women in Computer Science's annual hackathon – open to all Stanford students!", "hackathon-prizes-total": "$2,288", "hackathon-location-description": "Stanford University – Packard Electrical Engineering Building", "hackathon-end-date": "2018-04-15", "has-projects": "True"}