{"hackathon-description-text": "\nWelcome to Hack Western! From November 27th to 29th, 450 students across Canada and the U.S. from diverse backgrounds will come to Western University to create interdisciplinary solutions to real world problems. Hack Western provides a welcoming atmosphere for students to create a web, mobile, or hardware hack. Teams can work on their hacks from 11:30pm on Friday to 10am on Sunday. All projects must be submitted here on Devpost by November 29th at 10am. ", "hackathon-number-of-prizes": "19", "hackathon-id": "hackwestern2", "hackathon-judges": [{"judge-role": "Lead Developer at Race Roster", "judge-name": "Mike Almond"}, {"judge-role": "Co-Founder & CEO at Big Viking Games", "judge-name": "Albert Lai"}, {"judge-role": "Application Security Specialist at DBG", "judge-name": "Jon Seigel"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nAny student who has been accepted to participate and hacked at Hack Western is eligible to submit a project. ", "hackathon-number-of-participants": "271", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\nThe Hack Western organizing team reserves the right to disqualify project submissions that do not adhere to the following guidelines. Please contact a Hack Western Organizer if you have any questions regarding these guidelines.\n\nProjects can be completed individually or in a group with a maximum size of 4 students. All team members must be approved, registered Hack Western attendees present at the event.\n\nAll code written for Hack Western must be written between 11:30PM on Friday, November 27, 2015 and 10:00AM on Sunday, November 29, 2015 with the exception of code taken from public and open source libraries, APIs, or tutorials.\n\nAll hardware assembled for Hack Western must be assembled between 11:30PM on Friday November 27th and 10:00AM on Sunday November 29th, with the exception of manufactured parts that do not require soldering or assembly with a breadboard outside of the factory (such as robotic arms, Myos, or 3D printed parts).\n\nAll art assets brought into Hack Western for your project must be free and publicly available.\n\nStudents are free to bring codeless wireframes for the layout of their projects. Hardware may be prototyped in advance to optimize the shape and size of parts, but the actual project presented for submission must be assembled at Hack Western.\n\nThe final product must be original: it must not be the same as the product of a tutorial, a submission to a previous hackathon, or a personal project completed before Hack Western. Attendees are trusted to ensure the originality of their projects in good faith. Hack Western retains the right to inspect the source code of projects in case of dispute. All projects and intellectual property produced at Hack Western belong to the attendees who produced it.", "hackathon-prizes": [{"prize-content": "Presented by MLH: Each member of the team will receive a Dell Venue 10 Tablet.", "prize-title": "1st Place"}, {"prize-content": "Presented by GDLS: Each member of the team will receive a Samsung Galaxy Tab 4.", "prize-title": "2nd Place"}, {"prize-content": "Presented by Startech: Each member of the team will receive a laptop dock and a prize of their choice valued at $100.", "prize-title": "3rd Place"}, {"prize-content": "Each member of the team will receive a prize of their choice valued at $100.", "prize-title": "Finalists "}, {"prize-content": "Presented by Green Brick Labs: Each member of the team will be awarded a USB with Armoury Wallets loaded with $100 bitcoin.", "prize-title": "Best Bitcoin/Blockchain Project"}, {"prize-content": "Presented by Info-Tech: Each member of the team will receive a Nabu Smart Band.", "prize-title": "Best Data Visualization"}, {"prize-content": "Presented by Digital Boundary Group: Each member of the team will be awarded a DBG branded sweater, a laptop bag, and a $100 Best Buy gift card.", "prize-title": "Best Demonstrated Security Implementation"}, {"prize-content": "Presented by Namecheap: $150 Namecheap credits for the best domain name.", "prize-title": "Best Domain Name"}, {"prize-content": "Presented by GLDS: Each member of the team will receive a Samsung Galaxy Tab 4.", "prize-title": "Best End to End Implementation"}, {"prize-content": "Presented by Big Viking Games: Each member of the team will be awarded a Razer mechanical keyboard and mouse.", "prize-title": "Best Game"}, {"prize-content": "Presented by Magnet Forensics: Each member of the team will be awarded Sony MDR-10 Bluetooth headphones.", "prize-title": "Best Hack for Social Impact"}, {"prize-content": "Presented by Particle: Each member of the team will be awarded a maker kit and t-shirt.", "prize-title": "Best Hardware Hack"}, {"prize-content": "Presented by Tech Alliance: Each member of the team will be awarded Apple TV.", "prize-title": "Best Life Hack"}, {"prize-content": "Presented by Estimote: Each member of the team will receive an Estimote Developer Kit.", "prize-title": "Best Use of Estimote Beacons"}, {"prize-content": "Presented by Wolfram: $300 cash prize for the team with the best Wolfram project.", "prize-title": "Best Wolfram Project"}, {"prize-content": "Presented by Major League Hacking: Each member of the team will be awarded a Dell 1TB hard drive.", "prize-title": "Best Use of AWS"}, {"prize-content": "Presented by BITalino: Each member of the team will be awarded a BITalino kit.", "prize-title": "Best Use of BITalino"}, {"prize-content": "Presented by Domain.com: Each member of the team will receive a Domain.com swag bag.", "prize-title": "Best Use of Domain.com"}, {"prize-content": "Presented by Engine SevenFour: Each member of the team will receive a drone.", "prize-title": "Best Use of Open Source Technology"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1151 Richmond St, London, ON N6A 2K5, Canada", "hackathon-url": "https://hackwestern2.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "1151 Richmond St, London, ON N6A 2K5, Canada", "hackathon-description-header": "The hackathon for everyone.", "hackathon-prizes-total": "$9,450", "hackathon-location-description": "Western University", "hackathon-end-date": "2015-11-29", "has-projects": "True"}