{"hackathon-description-text": "\nHackHealth is a one-day hackathon being held on Saturday, Sept 10th from 9am to 10pm in Old CS Room 2120. It is a minority- and beginner-friendly hackathon hosted by WiCS (Women in Computer Science). As the name may suggest, it is health-themed. Visit", "hackathon-number-of-prizes": "10", "hackathon-id": "hackhealth-wics-2016", "hackathon-judges": [{"judge-role": "WiCS", "judge-name": "Yuliya Astapova"}, {"judge-role": "WiCS", "judge-name": "Yael Romero"}, {"judge-role": "WiCS", "judge-name": "Jen Wang"}, {"judge-role": "WiCS", "judge-name": "Kitty Liu"}, {"judge-role": "WiCS", "judge-name": "Mendy Wu"}, {"judge-role": "Guest Judge", "judge-name": "Joe Caracciolo"}, {"judge-role": "Guest Judge", "judge-name": "Varun Shivakumar"}, {"judge-role": "Netsmart Technologies", "judge-name": "Ryan Behan"}, {"judge-role": "Netsmart Technologies", "judge-name": "David Fann"}, {"judge-role": "Netsmart Technologies", "judge-name": "Peter Geiss"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "\nAll attendees must be university students.\nTeams are officially limited to 3 people per team. (You can have more team members, but we reserve the right to limit the amount of prizes to three people.)\nAll hacking must be done on site, in the room in which we are hosting HackHealth.", "hackathon-number-of-participants": "28", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "", "hackathon-rules": "\nCode of Conduct\nEveryone coming to HackHealth wants to have a good time, and we want to ensure that you do. To this end, we are holding everyone (attendees, volunteers, and mentors alike) to a couple of rules.\n1. \nEveryone here is a human being with thoughts and feelings of their own. Respect everyone’s boundaries, be considerate, and think before you speak.\n2. \nIf you actively harass, discriminate against, or hurt any other attendee, \n. Everyone deserves a safe and comfortable environment to hack and have fun in, regardless of race, gender identity, sexual orientation, transgender status, disability, or any other characteristic of their being. Remember that bias (sexism, homophobia, etc.) can be subtle. And don’t be lewd or tell crass jokes.\n3. \nYou may think that your showing off won’t hurt anyone, but it may put people down and make them feel unqualified to be here. If someone doesn’t know something, don’t be dramatic and make them feel dumb. Instead, teach them about it. They probably know a lot that you don’t, too.\n4. \nYes, you are competing for prizes. And yes, you should be competitive and try to make your hack the best it can be. But don’t go overboard. If you spend all of your time trying to one-up someone else, neither of you will enjoy yourselves. HackHealth aims to be as stress-free an environment as possible.\n5. \nNo one wants to spend 12 hours hacking in a dumpster. Please throw away your trash and be careful not to make a mess. And for the love of all that compiles, be careful with your drinks! (For those of you who don’t know, there are computers in the desks.) If HackHealth ends up damaging equipment or leaving behind a humungous mess, we won’t be allowed to have food in the rooms ever again.\nBy coming to HackHealth, you agree to abide by all of these rules from the moment you step through the door. If you violate these rules, we will give you a warning. If you continue to violate them, you will be disqualified and asked to leave.\nIf you experience any issues, harassment, or discrimination; if anyone is doing anything to make you or others uncomfortable; if you fear for your safety or the safety of someone else, please do not hesitate to tell us. You can tap an E-Board member to speak privately or you can leave us an anonymous note on the podium at the front of the room. Don’t think that you just have to put up with it.\nAnd if you hear or see anyone doing something against the rules, or just being a jerk, don’t be afraid to tell them so. In many cases, especially if it’s subtle, they may not know that they are doing something wrong, and your words will make them a better person. If they become confrontational, we will back you up. Please help us make HackHealth a good experience for everyone.", "hackathon-prizes": [{"prize-content": "The Octocat, 1 year GitHub personal plan, randomized t-shirt, sticker pack, DigitalOcean credits", "prize-title": "Netsmart Prize for Most Ambitious Hack - First Place"}, {"prize-content": "GitHub t-shirt voucher, LinkedIn bottle sleeve, DigitalOcean credits", "prize-title": "Netsmart Prize for Most Ambitious Hack - Second Place"}, {"prize-content": "The Octocat, 1 year GitHub personal plan, randomized t-shirt, sticker pack, DigitalOcean credits", "prize-title": "Applied Visions Prize for Most Well-Crafted Hack - First Place"}, {"prize-content": "GitHub t-shirt voucher, LinkedIn bottle sleeve, DigitalOcean credits", "prize-title": "Applied Visions Prize for Most Well-Crafted Hack - Second Place"}, {"prize-content": "The Octocat, 1 year GitHub personal plan, randomized t-shirt, sticker pack, DigitalOcean credits", "prize-title": "Most Influential Hack - First Place"}, {"prize-content": "GitHub t-shirt voucher, LinkedIn bottle sleeve, DigitalOcean credits", "prize-title": "Most Influential Hack - Second Place"}, {"prize-content": "The Octocat, 1 year GitHub personal plan, randomized t-shirt, sticker pack, DigitalOcean credits", "prize-title": "Most Learning Hack - First Place"}, {"prize-content": "GitHub t-shirt voucher, LinkedIn bottle sleeve, DigitalOcean credits", "prize-title": "Most Learning Hack - Second Place"}, {"prize-content": "The Octocat, 1 year GitHub personal plan, randomized t-shirt, sticker pack, DigitalOcean credits", "prize-title": "Most Original Hack - First Place"}, {"prize-content": "GitHub t-shirt voucher, LinkedIn bottle sleeve, DigitalOcean credits", "prize-title": "Most Original Hack - Second Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://hackhealth-wics-2016.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Didn't finish? Don't worry! Our hackers are encouraged to take on interesting, difficult projects and to continue working on them after HackHealth ends. If your hack is totally mind-blowing, run for this prize!"}, {"judging-criterion": "This prize will be awarded to the hack that has the nicest front end. If you put a lot of work into your UI, your graphics, or all the little details, and a user will look at it and fall in love, run for this prize!"}, {"judging-criterion": "Most Influential will be awarded to the hack that has the potential to make a big impact. You win if your hack can make people’s lives better or easier in a profound way."}, {"judging-criterion": "Not everyone comes to hackathons with a lot of experience under their belt. Some of your projects may not be the most complex, but you will be learning and gaining valuable skills. If you had to figure things out from scratch, run for this prize!"}, {"judging-criterion": "This award is for those who have the most eye-catching project. It is often the idea that no one has ever thought of that does the most good or makes the biggest impact. If your idea makes us say “WOW,” this is the prize for you."}], "hackathon-location-address": "", "hackathon-description-header": "Make an impact on health-related fields at our minority- and beginner-friendly hackathon! Presented by Women in Computer Science at Stony Brook University.", "hackathon-prizes-total": "0", "hackathon-location-description": "Old Computer Science Building, Room 2120, Stony Brook University", "hackathon-end-date": "2016-09-10", "has-projects": "True"}