{"hackathon-description-text": "\nRamHacks is a 24-hour programming marathon for innovative developers to design and implement a software or hardware application of their choosing. RamHacks gives the most creative programmers and hackers in the region a chance to make something together. The Department of Computer Science and Ram Development at VCU are hosting this hackathon to ignite the spirit of these individuals by providing a competition with no creative boundaries.", "hackathon-number-of-prizes": "10", "hackathon-id": "ramhacks2014", "hackathon-judges": [{"judge-role": "", "judge-name": "TBC"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n- Must currently be enrolled as a college student\n ", "hackathon-number-of-participants": "36", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\n- Teams must be 1-4 participants\n- Submissions must be received before the deadline (no later than 2:00pm)", "hackathon-rules": "\n- Don't steal other participants' code\n- You can use external code and APIs but you will only be judged on what you create during RamHacks\n- Judges will make the final decision for challenges and prizes.", "hackathon-prizes": [{"prize-content": "First Prize Overall", "prize-title": "1st Prize"}, {"prize-content": "2nd Prize Overall", "prize-title": "2nd Prize"}, {"prize-content": "3rd Prize Overall", "prize-title": "3rd Prize"}, {"prize-content": "Awarded by AMC for best using of a Mobile App utilizing a specific API such as Facebook, Twitter, or Google, in a unique and new way.", "prize-title": "Best Mobile App using an External API"}, {"prize-content": "Awarded by AMC for best using of a wearable technology utilizing a specific API such as Facebook, Twitter, or Google, in a unique and new way.", "prize-title": "Best Wearable App using an External API"}, {"prize-content": "Awarded by Royall for best mobile experience that will enable the user to take a photo of their document and be able to submit that instead of uploading the raw document. The photograph of the document should have as much information extracted from as possible.", "prize-title": "Best Mobile Experience App from Royall"}, {"prize-content": "Awarded to the team with the most revolutionary or exciting new idea that has never been seen before. Can also include new and upcoming technology and wearables.", "prize-title": "Most Innovative Hack"}, {"prize-content": "Awarded to the team with the funniest or most interesting hack. This can be a game or simply an app that does something comical or interesting.", "prize-title": "Most Fun Hack"}, {"prize-content": "Awarded to the team that creates a hack or App that is the most visually appealing and clean.", "prize-title": "Best Design"}, {"prize-content": "Awarded to the team that best utilizes some component or API provided by Google.", "prize-title": "Best use of Google API"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Virginia Commonwealth University, 401 West Main Street, Richmond, VA 23284, USA", "hackathon-url": "https://ramhacks2014.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}], "hackathon-location-address": "Virginia Commonwealth University, 401 West Main Street, Richmond, VA 23284, USA", "hackathon-description-header": "RamHacks is VCU's first annual hackathon!", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}