{"hackathon-description-text": "\nRoad safety is a big issue worldwide; as the global population grows and becomes increasingly affluent the number of vehicles on the road also grows. Car manufacturers have worked tirelessly to develop new technologies that improve the safety of their vehicles and ultimately reduce the number of injuries and deaths caused by motor vehicle accidents. The safety enhancements in cars range from the high-tech such as electronically assisted braking, to low-tech such as the seatbelt (according to", "hackathon-number-of-prizes": "3", "hackathon-id": "homeinonepiece", "hackathon-judges": [{"judge-role": "MIROS", "judge-name": "Khairil Anwar Abu Kassim"}, {"judge-role": "UPM", "judge-name": "Dr. Teik-Hua, Law"}, {"judge-role": "Chief Executive Officer Agensi Inovasi Malaysia, AIM", "judge-name": "Mark Rozario"}, {"judge-role": "Senior Lecturer, Civil Engineering Department, Universiti Pertahanan Nasional Malaysia", "judge-name": "Miss Choy-Peng, Ng"}, {"judge-role": "Chief Inspiration Office, Genovasi", "judge-name": "Carol Wong"}, {"judge-role": "Managing Director / Chief Executive Officer, PLUS Malaysia Berhad (“PMB”) and Managing Director, PLUS Expressways International Berhad (“PEIB”), formerly known as PLUS Expressways Berhad.", "judge-name": "DATO’ NOORIZAH HJ ABD HAMID"}, {"judge-role": "Volvo Trucks Malaysia", "judge-name": "Mats Nilsson"}], "hackathon-number-of-judges": "7", "hackathon-eligibility": "\nThis challenge is open to all Malaysian citizens aged 14 and over on the closing date of submission (Those under 18 need to get are solely for Parents or guardian to consent). You-can enter as teams or individuals.", "hackathon-number-of-participants": "418", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n\nWe are looking for video submission of more than 2 minutes. The video should include:", "hackathon-rules": "\n\nThe Challenge is open to: \nIndividuals, organisations or teams must register to participate in The Challenge.  Individuals may form teams (comprised solely of individuals) to enter The Challenge, provided that each member of a team is independently eligible in accordance with these eligibility requirements. Individuals submitting on behalf of teams or organisations must meet the eligibility requirements for individual contestants. An individual may join more than one team and/or organisation. \n\nThe following individuals and entities are \n eligible to participate in The Challenge: \nFor purposes hereof, (a) the members of an individual’s immediate family include such individual’s spouse, children and stepchildren, parents and stepparents, and siblings and stepsiblings, and (b) the members of an individual’s household include any other person that shares the same residence as such individual for at least three (3) months out of the year. \nBy submitting an idea, all contestants certify they meet these eligibility requirements.  If they become aware they may no longer meet any of the eligibility requirements of this section, contestants agree to notify the administrators immediately by email at info@challenge.my\nThe Challenge is subject to all applicable Malaysian laws and regulations.  Participation constitutes the contestant’s full and unconditional agreement to these Official Rules and the Administrators decisions, which are final and binding in all matters related to The Challenge.  Eligibility for a prize award is contingent upon fulfilling all requirements set forth in these Official Rules.\nThe Challenge submission period begins on 30/04/2013 and ends on 25/06/2013 (the “Challenge Period”) A computer specified by the Administrators, in their sole discretion, set to Malaysian Time, is the official time-keeping device for this Challenge.\nThe approximate dates for the judging are between 29/06/2013 and 06/07/2013.  These dates are approximate and are subject to change at the discretion of the administrators. \n\nTo register, Contestants must visit \n and complete the registration form. The contestant must complete all these steps during The Challenge period. \nRegistration is free. \nAfter the Contestant registers, the Contestant must verify the email address provided by the Contestant via the registration email sent to the email address entered in the registration form.  Once registered, Contestants will be able to enter design ideas that conform to the requirements. Each design idea constitutes one Submission.\nRegistration will be required in order to receive updates on The Challenge by email.\n\nTo enter a Submission, a Contestant must complete a 2-5 minute video on their proposed solution or idea and then post on \n, agree to the Official Rules and any other terms, conditions, or policies that apply to the Contestant’s use of The Challenge website, and must provide the following items: \n\nIntegration of data:Contestants are encouraged to propose concepts that integrate various ideas to provide a holistic solution, and to indicate how their idea could be sustainable in the long term. \n\nPublic Display.\nAll Submissions will be made available to the public after the close of The Challenge Period. \nChanges and Revisions. Contestants may make changes or revisions to their Submissions until the close of The Challenge Submission Period, on 25/06/2013.\n\nSubmissions must meet the requirements below to be eligible for a prize: \nIf the Administrators, or judges find any Submission to be unacceptable based on these restrictions or any other provisions in these Official Rules, then such Submission shall be deemed disqualified. The Administrators or the judges may also prevent such a Submission from being displayed on the website, or may remove such a Submission that was already posted.  \nEach Contestant (or if a team, then each member of the team) represents and warrants that he, she, or it is the sole author and owner of the Submission, that the Submission is wholly original with the Contestant and that it does not infringe, misappropriate, or otherwise violate any copyright, trade secret rights, or any other rights of any third party. \nSubmissions are due by 25/06/2013. Submissions will no longer be accepted from this time or date.\nEach Contestant acknowledges and consents that the ideas contained in his/ her or their Submissions may be used by any third party (including but not limited to other Contestants) for any purpose whatsoever without any compensation to the Contestant.  Each Contestant grants to the Administrators, and their agents, a perpetual, royalty-free, non-exclusive, worldwide license with the right to sublicense under all of the Contestant’s intellectual property rights in and to each Submission submitted by the Contestant to use, copy for use, make derivative works of, perform publicly, and display publicly, for any non-commercial purpose.  \nSubmissions will be posted on \n after the close of The Challenge Submission Period after being screened by the Administrators to confirm that the Submission includes all of the required items (see Section 3, “What to Submit”).\nAll Contestants will have equal access to Submissions posted on the website. \n\nA panel of judges will be appointed by the Administrators. The individual judges that comprise the judging panel may change at the discretion of the Administrators. Judges have the right to withdraw from The Challenge without advance notice in the event of extenuating circumstances beyond their control or as may be otherwise permitted by the Administrators\n\nContestants will be judged according to the criteria in the table below. \n \nThe potential winners whose submissions are selected as finalist Submissions (“Finalists”) will be notified and they will go through to the public voting section.  Up to ten (10) Submissions that are selected as Finalists will be put forward to the Public Voting. However the administrator reserves the right to add additional submissions. The Grand-Prize Winner and Runners-up will be selected from the Finalists list by the public vote.\nThe Administrators will work in the best interest of the Challenge as a whole and will have ultimate decision over all aspect of the Challenge. The Administrators will review all entries before they are passed to the judges. The Administrators reserve the right to change dates on the different stages including but not limited to Submission, Judging and Public Voting and also reserve the right to cancel the award ceremony.  The Administrator’s decisions are final and binding in all matters related to the challenge.\n\nAll finalists are subject to verification by the Administrators whose decisions are final and binding in all matters related to the challenge. \nFinalists must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements.  Finalists will be notified by email after the date of the judging.  Each Finalist, or a Finalist’s parent/guardian if the Finalist is under eighteen (18) years of age, will be required to sign and return to the Administrators, within ten (10) calendar days of the date notice is sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) to claim the prize.  If a Finalist cannot be contacted, fails to sign and return the Affidavit of Eligibility and Liability/Publicity Release within the required time period (if applicable), or if the prize or prize notification is returned as undeliverable, the Finalist forfeits the prize.  If a Finalist is disqualified for any reason, the Administrators may award the applicable prize to an alternate winner who had the highest score of the remaining eligible entries.\n8a. Prizes\nAdministrators shall pay prizes as follows. \n \n\nAll Finalists will be invited to attend an award ceremony, the details of which will be announced at a later time.  The Administrators reserve the right to cancel the award ceremony, in their sole discretion.  The Administrators, judges, media representatives, and other guests will also be invited to attend.  Traveling to the event for all Finalists will be reimbursed by the Administrators up to one thousand Ringgit ($1000) for individual Finalists and up to two thousand five hundred Ringgit ($2,500) for Finalist teams (total, regardless of how many individuals are on the team).  All Finalists who is a minor must be accompanied by his or her parent or legal guardian to the ceremony.  Finalists who attend the ceremony will have an opportunity to present their Submissions to the judges and answer questions posed by judges.  The judges may, at their discretion, take such presentation and answers into account in judging the Submissions.  The awarding of a prize is, however, not contingent upon a Finalist attending the award ceremony. \nBy entering, each Contestant agrees to each of the following: \n(a) To comply with and be bound by these Official Rules and the decisions of the Administrators, and/or The Challenge judges, which are binding and final in all matters relating to this Challenge. \n(b) To release and hold harmless the Administrators and the government, and their respective parent, subsidiary, and affiliated companies, offices, contractors and subcontractors at any tier, suppliers, users, customers, cooperating parties, grantees, investigators, detailees; the prize suppliers; and any other organizations responsible for sponsoring, fulfilling, administering, advertising or promoting The Challenge; and all of their respective past and present officers, directors, employees, agents, and representatives (collectively, the “Released Parties”) from and against any and all losses, damages, costs, expenses, liability, and claims of any kind, including but not limited to any injury, death, damage, loss of property, revenue, or profits, negligence, invasion of privacy (under appropriation, intrusion, public disclosure of private facts, false light in the public eye, or any other legal theory), defamation, slander, libel, violation of right of publicity, infringement of trademark, copyright or other intellectual property rights, in each case whether direct, indirect, or consequential, arising out of or relating to a Contestant’s creation or submission of a Submission, participation in The Challenge, acceptance or use or misuse of prize (including any travel or activity related thereto), and/or the broadcast, transmission, performance, exploitation, or use of a Contestant’s Submission. Without limitation of the above, the Released Parties are not responsible for: \ni. any incorrect or inaccurate information, whether caused by Contestants, printing errors, or by any of the equipment or programming associated with or utilized in The Challenge; \nii. technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in Internet lines or network hardware or software; \niii. unauthorized human intervention in any part of the entry process or The Challenge; \niv. technical or human error which may occur in the administration of The Challenge or the processing of entries; or \nv.any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant’s participation in The Challenge or receipt, use, or misuse of any prize. \n(c) To indemnify, defend, and hold harmless the Administrators and the \\ government from and against any and all claims, expenses, and liabilities (including reasonable attorneys’ fees) arising out of or relating to a Contestant’s participation in The Challenge, submission of a Submission, and/or Contestant’s acceptance, use, or misuse of a prize.\nNotwithstanding the foregoing, the waivers and releases set forth in this document shall not apply (i) in the case of willful misconduct or (ii) for claims arising out of the unauthorized use or disclosure by Treasury of the intellectual property, trade secrets, or confidential business information of the Contestant. \nExcept where prohibited, participation in The Challenge constitutes a Finalist’s consent to the Administrators’, and their agents’ use of the Finalist’s name, likeness, photograph, voice, opinions, and/or hometown and state for promotional purposes in any media, worldwide, without further payment or consideration.\nThe Administrators do not endorse any commercial enterprise or product.\nThe Administrators reserve the right to cancel, suspend, and/or modify The Challenge, or any part of it, The Administrators reserve the right to disqualify any individual or Contestant it finds to be tampering with the entry process or the operation of The Challenge or to be acting in violation of these Official Rules or in an unsportsmanlike or disruptive manner.  Any attempt to undermine the legitimate operation of The Challenge may be a violation of criminal and civil law, and, should such an attempt be made, the Administrators reserves the right to seek damages from any such person to the fullest extent permitted by law.  The Administrators’ failure to enforce any term of these Official Rules shall not constitute a waiver of that provision. \nIf for any reason a Contestant’s entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant’s sole remedy is another entry in The Challenge.  No more than the stated number of prizes will be awarded. \nContestant agrees that:\n(a) any and all disputes, claims and causes of action against the Administrators arising out of or connected with this Challenge, or any prizes awarded, other than those concerning the administration of The Challenge or the determination of winners, shall be resolved individually, without resort to any form of class action; and\n(b) any and all claims, judgments and awards shall be limited to actual damages and out-of-pocket costs incurred, including costs associated with entering this Challenge, but shall in no event include attorneys’ fees.\nAll issues and questions concerning the construction, validity, interpretation, and enforceability of these Official Rules, or the rights and obligations of the Contestant, the Administrators, in connection with The Challenge, shall be governed by and interpreted in accordance with Federal Malaysian law and not the law of any state or locality.  To the extent that a court looks to the laws of any state to determine or define the Federal Malaysian law, the Contestants, Administrators, agree that such court shall look only to the laws of the Federal Malaysian Law without regard to the rules of conflicts of laws.\nEach of the Administrators, and the Contestant agree that the courts in Malaysia, are the exclusive forum for resolving any disputes arising out of or related to The Challenge. \nAny personal information collected from a visitor by registering or filling out the submission form through the Competition website is used to facilitate The Challenge and respond to the registrant in matters regarding the registrant’s Submissions and/or the Competition only. Information is not collected for commercial marketing. ", "hackathon-prizes": [{"prize-content": "", "prize-title": "Grand Prize Winner"}, {"prize-content": "", "prize-title": "Runners Up"}, {"prize-content": "", "prize-title": "Honorable Mention"}], "hackathon-location-google-maps": "", "hackathon-url": "https://homeinonepiece.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": "Refer to \n for complete descriptions of each criteria."}], "hackathon-location-address": "", "hackathon-description-header": "Design a way of helping motorists to become safer road users.", "hackathon-prizes-total": "RM55,000", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}