{"hackathon-description-text": "\nLast November, we had witnessed an impressive success of TechCrunch Beijing at Hi-Park. As the most Silicon Valley style and international top-level startups’ event in China, TechCrunch will return in this June. TechNode and TechCrunch will organize this event together, moreover Hackathon will be the preheat part of this huge event.", "hackathon-number-of-prizes": "1", "hackathon-id": "tcsh-2016-hackathon", "hackathon-judges": [{"judge-role": "Connected services, mobility and digital marketing", "judge-name": "CELINE LE COTONNEC"}, {"judge-role": "Conamical 高级工程师", "judge-name": "Xiaoguo Liu"}, {"judge-role": "英诺天使基金合作人", "judge-name": "Yi Xiao"}, {"judge-role": "动点科技CEO、TechCrunch中国COO", "judge-name": "Gang lu"}, {"judge-role": "", "judge-name": "Richard"}, {"judge-role": "", "judge-name": "Jin Tao"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "\nWe suggest that participants had better have 3-5 members on a team. However, if you think you’ve owned sufficient capacity to be both a front-end engineer and a developer, individual participants are also acceptable. Registration information should include division of the work, name list and an introduction of your program.\nWe agree that it would offer better help if you’ve already have a mature idea before coming to Hackathon. Nevertheless, you are not allowed to bring a semi-finished or finished product to the competition. Besides, if you have a strong will to participate in Hackathon but find it difficult to have partners with you, you could note down in your registration information along with related details, and tell us the role you could play in a team. Then you could directly build your team with other participants who are in favor on the spot. We would patiently and conscientiously assess your registration information, and finalize the list of participants.", "hackathon-number-of-participants": "51", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "3", "hackathon-requirements": "", "hackathon-rules": "\nThe Ownership and the Intellectual Property Right of the products produced during the Hackathon competition belong to their producers completely, and could be used on their own will.\nAll the participants should sign the Non-Disclosure Agreement for APIs at Hackathon in TechCrunch Shanghai, 2016.\nBoth individual participants and teams are acceptable. To be noticed, the limit of members for each team is 5.\nYou should run your product and present it to the public. If you do not finish your presentation, don’t worry! Just try your best.\nThe jury of Hackathon consists of experts and the delegates from the sponsors. At the end of Hackathon, comprehensively concerning the performance of each team during the whole competition period, we would award the top participants with the grand prix or other special awards, including the Most Innovative Product, the Most Valuable Product, and the Most Completed Product.", "hackathon-prizes": [{"prize-content": "1.Everyone gets Three-day TechCrunch 2015 International City Event – Shanghai ticket if their program could be submitted successfully", "prize-title": "Will be Announced Soon"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Xi An Yi Shu Zhong Xin, Xuhui Qu, Shanghai Shi, China", "hackathon-url": "https://tcsh-2016-hackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Xi An Yi Shu Zhong Xin, Xuhui Qu, Shanghai Shi, China", "hackathon-description-header": "All the people who are interested in technology will be so welcomed to join us,this will be a splendid stage for your amazing ideas.", "hackathon-prizes-total": "0", "hackathon-location-description": "West Bund Art Center", "hackathon-end-date": "", "has-projects": "False"}