{"hackathon-description-text": "\ncordially invites you to the i5 Hackathon.", "hackathon-number-of-prizes": "6", "hackathon-id": "techmahindrai5int", "hackathon-judges": [{"judge-role": "VP, TechMahindra USA", "judge-name": "Ashish Julka"}, {"judge-role": "Founder and CTO connect2.me", "judge-name": "Yasser Khan"}, {"judge-role": "Senior Director - Orchestra Technology", "judge-name": "Sandeep Shrivastava"}, {"judge-role": "AVP, TechMahindra USA", "judge-name": "Priyank Johri"}, {"judge-role": "Senior Lecturer -Computer Science, UTD", "judge-name": "John Cole"}, {"judge-role": "Principal Designer, KANDY.IO", "judge-name": "Jean-Francois Morin"}], "hackathon-number-of-judges": "6", "hackathon-eligibility": "", "hackathon-number-of-participants": "20", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\nParticipants must build a new app/application that addresses the solution for one of the below themes(5).\n\n:\n\nThe Mahindra group, the umbrella group to which Tech Mahindra belongs,  has its non-profit  to support girl child education.\nThe project provides academic, material and social support that allows a girl child to access quality education, attend school with dignity and reduces the chances of her dropping out. \nWe are seeking ideas to use state of the art technologies that can help the non-profit become more successful at what it does. These ideas can relate to non-profit operations, fundraising, community and sponsor engagement, advertising etc. For example, one could use social media for fundraising. \n\n \nMore details about the non-profit are at :  \n\nKandy is a full-service cloud platform that enables real-time communication between applications.\nKandy brings the power of GENBAND’s suite of communications assets into a developer-friendly cloud offering. Enabling carriers and enterprises with the ability to provide competitive communication services quickly and within a cost-effective business model. With Kandy's capabilities, powerful  APIs and downloadable SDKs, carriers, enterprises, ISVs, and developers are able to quickly create and embed real-time communications capabilities into their business applications.\nParticipants must submit a new app that uses free Kandy’s API/SDK (via a Promo Code) or update an existing app with Kandy. \n\nLink to Kandy platform\n\nThe GenZe 2.0 is an electric two-wheeler created for urban commuters. A fully connected vehicle, the GenZe Cruise-Connect™ system provides the ability to monitor data (including speed, range and charge) through a cloud-based system, and govern settings from your mobile phone.\n\nA simple example could be an intelligent fuel gauge on the display of the Genze.\nYour idea can assume that Genze to be an open API Ecosystem that can expose services such as (odometer readings, battery life, calories burned, auto lock / unlock, and any other creative API you may want to include). While the Genze doesn't expose APIs yet, your idea has the potential to become a real-life product.\n\nLink to \n\nOrchestra Technology is dedicated to improving mobile communications through its products and services. Their portfolio of Mobile Enterprise Applications enables monetization of networks in numerous ways while the suite of Professional Services aids in ensuring quality, speedy deployment and management of complex networks and products.\nEligible Platforms:\n\nMake the best use of connect2.me API's for solving the above mentioned problem statement such as Non profit challange and Genze.\n\nYou are welcome to bring your own idea, but will only be judged on what you develop during the hackathon. Prizes for this category will be judged separately.\n\n Akash Gosi", "hackathon-rules": "\nAll participants must meet the eligibility requirements and abide by the Code of Conduct (Detailed version mentioned below).\nAll attendees, sponsors, partners, volunteers and staff at our hackathon are required to agree with the following code of conduct. Organisers will enforce this code throughout the event. We are expecting cooperation from all participants to help ensure a safe environment for everybody.\nRefer below for more detail.\nHarassment includes offensive verbal comments related to gender, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, nationality, religion, sexual images in public spaces, deliberate intimidation, stalking, following, photography or audio/video recording against reasonable consent, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention.\nPhotography is encouraged, but other participants must be given a reasonable chance to opt out from being photographed. If they object to the taking of their photograph, comply with their request. It is inappropriate to take photographs in contexts where people have a reasonable expectation of privacy (in bathrooms or where participants are sleeping).\nParticipants asked to stop any harassing behavior are expected to comply immediately.\nAs this is a hackathon we like to explicitly note that the hacks created at our hackathon are equally subjective to the anti-harassment policy.\nSponsors and partners are also subject to the anti-harassment policy. In particular, sponsors should not use sexualised images, activities, or other material. Sponsor representatives (including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment.\nIf you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of hackathon staff immediately.\nHackathon staff will be happy to help participants contact any local security or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the hackathon. We value your attendance.\nIf a participant engages in harassing behavior, the hackathon organisers may take any action they deem appropriate, including warning the offender or expulsion from the hackathon with no refund (if applicable)..\nWe expect participants to follow these rules at hackathon and workshop venues and hackathon-related social events.\n\nCopy inspired by the hackcodeofconduct.org", "hackathon-prizes": [{"prize-content": "One DJI Phantom for each team member.", "prize-title": "Best application for Mahindra Genze or Mahindra Non Profit"}, {"prize-content": "One iPad mini for each team member.", "prize-title": "Best use of Kandy APIs"}, {"prize-content": "One Kindle Paper White for each team member.", "prize-title": "Best use of Orchestra platform"}, {"prize-content": "One Fire TV for each team member.", "prize-title": "Open Category"}, {"prize-content": "One Fitbit for each team member.", "prize-title": "Best use of connect2.me APIs"}, {"prize-content": "One Google Chromecast for each team member", "prize-title": "Consolation Prizes"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Richardson, TX 75080, USA", "hackathon-url": "https://techmahindrai5int.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Richardson, TX 75080, USA", "hackathon-description-header": "TechM i5 Event - Internet of Things!", "hackathon-prizes-total": "$4,520", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}