{"hackathon-description-text": "\nThe Talent Experience team at Jet.com was brought together to modernize the talent journey at every single touchpoint. We look at everything from how people first hear about Jet to joining the #WorkPurple team and beyond. We’ve sent out VR headsets to potential candidates for a better look at our office and culture, we’ve built out a", "hackathon-number-of-prizes": "3", "hackathon-id": "redesigningcandidateux", "hackathon-judges": [{"judge-role": "Head of Recruiting, Jet.com", "judge-name": "Travis Kessel"}, {"judge-role": "VP of Engineering, WayUp", "judge-name": "Matt Powers"}, {"judge-role": "Director of UX, Jet.com", "judge-name": "Juan Sanchez"}], "hackathon-number-of-judges": "3", "hackathon-eligibility": "\nParticipants may participate individually or in teams of up to 5 Participants.\nParticipants must be eighteen years of age or older.\nNo Participant can be a Jet.com orWalmart US Ecommerce or Walmart US Ecommerce independent contractor.\nNo Participant can be an employee or independent contractor of a Walmart US Ecommerce vendor.", "hackathon-number-of-participants": "47", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nThe final deliverables should be submitted via a link on the DevPost submission page by 5pm EST on Saturday April 29th. \nThe link should include access to a presentation outlining your process, wireframes for your final solution and (optional but recommended) a clickable prototype of your solution. For guidance on solutions please feel free to connect with any of the roaming mentors during the hackathon. \nNOTE: You must review & abide by the Rules provided within DevPost during submission.", "hackathon-rules": "\n\nBy registering your team on DevPost for the UX Hackathon (the “Hackathon”), you agree to be bound by, and are deemed to have read and understood these terms and conditions. The following are the terms upon which you may participate in the Hackathon being hosted by Jet.com, Inc. (“Jet”) starting on April 28, 2017, and ending on April 29, 2017. \n \n\nTo enter the Hackathon, you must be an individual age 18 or over.  Entrants must form teams of no more than 5 members.\n \n\nHackathon entrants will make submissions on the topic of “Redesigning the Candidate Experience”.\nAll submissions must be submitted through Devpost. Selection of the winning entry for the Hackathon shall be carried out by the Judging Panel. The Judging Panel will consist of 3 judges from Jet.com and WayUp.\n \n\nEach criteria is weighted equally, with a maximum possible score of 50.  The top three (3) scores will win the respective prizes.  In the event of a tie, the event organizer will rate the teams using the same criteria to break the tie.\nThe Judging Panel’s decision is final. Jet reserves the right to make any necessary changes or substitutions to the Judging Panel prior to the Hackathon. Winners will be announced at the end of the event.\n\n \n\nYou agree that your Entry will be the sole and exclusive property of Jet.  You hereby irrevocably transfer and assign to Jet, and agree to irrevocably transfer and assign to Jet, all right, title and interest in and to the Entry, including all worldwide patent rights (including patent applications and disclosures), copyright rights, trade secret rights, know-how, and any and all other intellectual property or proprietary rights (collectively, “\n”) therein. “\n means all inventions, products, designs, drawings, notes, information, improvements, works of authorship, processes, techniques, know-how, algorithms, computer programs, databases, user interfaces and other materials of any kind that you may make, conceive, develop or reduce to practice, alone or jointly with others, in connection with the Hackathon, or that result from or that are related to the Hackathon, whether or not they are eligible for patent, copyright, trade secret, trademark or other legal protection.  You represent and warrant that (i) your Entry is original, (ii) you own all intellectual property rights in the Entry and have the right to assign your Entry to Jet pursuant to these terms, and (iii) your Entry does not infringe any intellectual property rights or other rights of any third party or violate any applicable law.\nYou further agree that Jet may use your name, image, likeness, photograph, video, description of your Entry and biography in promotional material, and in any publicity accompanying or resulting from the Hackathon including but not limited to any press articles, blogs or articles on social media pages.\n \n\nJet reserves the right to cancel or temporarily suspend all or any of the Hackathons with no liability to any entrants or third parties.  Jet reserves the right to amend the terms and conditions of the Hackathon prior to the events happening and any new terms and conditions shall be effective immediately.\n ", "hackathon-prizes": [{"prize-content": "o $200 AmEx gift card (each team member)", "prize-title": "1st Place Team"}, {"prize-content": "o $100 AmEx gift card (each team member)", "prize-title": "2nd Place Team"}, {"prize-content": "o $50 AmEx gift card", "prize-title": "3rd Place Team"}], "hackathon-location-google-maps": "https://maps.google.com/?q=221 River St, Hoboken, NJ 07030, USA", "hackathon-url": "https://redesigningcandidateux.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "221 River St, Hoboken, NJ 07030, USA", "hackathon-description-header": "What happens after you click apply? You Decide.", "hackathon-prizes-total": "$1,750", "hackathon-location-description": "Jet.com Headquarters", "hackathon-end-date": "2017-04-29", "has-projects": "True"}