{"hackathon-description-text": "\nJasper Palfree (", "hackathon-number-of-prizes": "3", "hackathon-id": "physicsjs", "hackathon-judges": [{"judge-role": "Project Owner, PhysicsJS", "judge-name": "Jasper Palfree"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nAnyone 13 years of age or older may participate in the challenge.", "hackathon-number-of-participants": "75", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "6", "hackathon-requirements": "\na ", "hackathon-rules": "\n\nNO PURCHASE OR PAYMENT NECESSARY. A PURCHASE OR PAYMENT OF ANY KIND WILL NOT INCREASE YOUR CHANCES OF WINNING.\nChallengePost, Inc., 425 W. 13th Street, Suite #504, New York, NY 10014 (the \"Poster\").\nSubmission Period: December 2, 2013 (11:00AM Eastern Time) - January 28, 2014 (5:00PM Eastern Time)\nJudging Period: February 3, 2014 (11:00AM Eastern Time) - February 10, 2014 (5:00pm Eastern Time)\nVoting Period: February 3, 2014 (11:00AM Eastern Time) - February 10, 2014 (5:00pm Eastern Time)\nWinners Announced: On or around February 12, 2014 (2:00pm Eastern Time)\nThe challenge is open to:\nThe challenge is NOT open to:\nSubmissions including a new renderer will be scored by the judges on the following criteria:\nSubmissions including only a demo of PhysicsJS will be scored by the judges on the creative use of PhysicsJS.\nThe top renderer submission, based on the judges' scores, will win an Apple iPad mini 16 GB (Estimated retail value plus shipping and tax: $400). If the top renderer submission is entered by a team, the Poster may substitute a prize of equivalent value, such as cash or a gift certificate, which can be more easily divided among the team. \nThe top demo submission, based on the judges scores, and the top demo based on public voting** on the challenge website, will be recognized on the challenge homepage.\nThe first 100 individuals and team members entering eligible submissions will receive a challenge t-shirt.\nPlease review the ChallengePost Terms of Service at \n for voting rules.\nA. Verification Requirement:THE AWARD OF A PRIZE TO A POTENTIAL WINNER IS SUBJECT TO VERIFICATION OF THE IDENTITY, QUALIFICATIONS AND ROLE OF THE POTENTIAL WINNER IN THE CREATION OF THE SUBMISSION. The final decision to designate a winner shall be made by the Poster.\nB. Required Forms:The potential winner will be notified using the email address associated with the ChallengePost account used to enter the submission (the submitter is the “Representative” in the case of a team). In order to receive a Prize, the potential winner may be required to sign and return to the Poster, affidavit(s) of eligibility (or a similar verification document) and liability/publicity release(s), and any applicable tax forms (“Required Forms”).\nDeadline for Returning Required Forms:ten (10) business days after the Required Forms are sent.\nC. Disqualification:The Poster may deem a potential winner ineligible to win if: \n(i) the potential winner’s Representative does not respond to multiple emails or fails to sign and return the Required Forms by the deadline listed above, or responds and rejects the Prize;  \n(ii) the Prize or Prize notification is returned as undeliverable; or  \n(iii) the Submission or the potential winner is disqualified for any other reason. \nIn the event of a disqualification, the Poster may award the applicable Prize to an alternate potential winner.\nA. Substitutions & Changes:The Poster has the right to make a Prize substitution of equivalent or greater value. The Poster will not award a prize if there are no eligible Submissions entered in the challenge, or if there are no eligible submitters or submissions for a specific prize.\nB. Prize Delivery:The prize will be mailed to the winning submitter's address (if an individual) or the Representative’s address (if a team) after receipt of the Required Forms. It will be the responsibility of the winning team's Representative to allocate the prize among their team's participating members, as the Representative deems appropriate. \nC. Prize Delivery Timeframe:Within 45 days of the Poster's receipt of the Required Forms.\nD. Taxes:Winners (and in the case of a team, all participating members) are responsible for reporting and paying all applicable taxes in their jurisdiction of residence (federal, state/provincial/territorial and local). Winners may be required to provide certain information to facilitate receipt of the award, including completing and submitting any tax or other forms necessary for compliance with applicable withholding and reporting requirements. Winners are also responsible for complying with foreign exchange and banking regulations in their respective jurisdictions and reporting the receipt of the prize to relevant government departments/agencies, if necessary. The Poster reserves the right to withhold a portion of the prize amount to comply with the tax laws of the United States or other Poster jurisdiction, or those of a winner’s jurisdiction.\nPlease see the \n for voting rules and other terms that apply to your participation.\n ", "hackathon-prizes": [{"prize-content": "iPad mini 16 GB", "prize-title": "Best Renderer"}, {"prize-content": "Recognition on the challenge site for the submission with the best demo using PhysicsJS.", "prize-title": "Best Demo"}, {"prize-content": "Recognition on the challenge site for the submission with the most popular demo using PhysicsJS, as determined by public voting on the challenge website.", "prize-title": "Most Popular Demo"}], "hackathon-location-google-maps": "", "hackathon-url": "https://physicsjs.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": "(of the renderer methods)"}, {"judging-criterion": "(possibility of rendering behaviors, constraints, and other types of bodies in future)"}, {"judging-criterion": "(source code clarity, documentation, and neatness)"}, {"judging-criterion": ""}, {"judging-criterion": "(for \"Top Demo\" prize only)"}], "hackathon-location-address": "", "hackathon-description-header": "Apply the laws of motion to create realistic animation", "hackathon-prizes-total": "$400", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}