{"hackathon-description-text": "\nNiegdyś Ragnarök - ostateczna bitwa bogów z olbrzymami, po której wyłania się nowy, wspaniały świat. Obecnie Hacknarök - nieziemska bitwa programistów z czasem, której celem jest stworzenie pięknej, nowej aplikacji. jest to już druga edycja 24-godzinnego hackathonu utrzymanego w tematyce mitologii nordyckiej. Studenci podczas tego wydarzenia mogą wykazać się umiejętnością programowania oraz znajomością wielu różnych technologii i tym samym zostać zauważonym przez przedstawicieli firm z branży it, a także zdobyć cenne nagrody. uczestnicy zmierzą się z postawionymi przed nimi problemami, a za wsparcie nordyckich bogów czeka na nich wieczna chwała.", "hackathon-number-of-prizes": "5", "hackathon-id": "hacknarok", "hackathon-judges": [{"judge-role": "Motorola Solutions", "judge-name": "Tomasz Wiercioch"}, {"judge-role": "AGH", "judge-name": "Paweł Kułakowski"}, {"judge-role": "EESTEC AGH Kraków", "judge-name": "Antoni Grzanka"}, {"judge-role": "Assa Abloy", "judge-name": "Przemysław Chmielecki"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nUdział w Hackathonie może wziąć każda osoba pełnoletnia mająca status studenta.", "hackathon-number-of-participants": "85", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "\nPublikacja na platformie DevPost powinna zawierać\nPrezentacja może mieć dowolną formę: może być to film, prezenacja ze slajdami, pokaz aplikacji itp. Pamiętajcie tylko, że macie na nią tylko", "hackathon-rules": "\n§ 1\nPOSTANOWIENIA OGÓLNE\n1. Niniejszy Regulamin określa zasady i warunki, na jakich odbywa się wydarzenie pod nazwą „Hacknarök” (dalej “\n​”).\n2. Hackathon organizowany jest w dniach 10-11 marca 2018 r. w Krakowskim Parku Technologicznym przy ul. Podole 60 w Krakowie.\n3. Organizatorem Hackathonu jest uczelniana organizacja studencka AGH Electrical Engineering and Computer Sciences Students’ Club (UOS AGH EECSS Club) zwana dalej “\n​”.\n4. “\n​” wydarzenia jest osoba prawna lub fizyczna, która na określonych warunkach współpracuje z Organizatorem.\n5. Motywem przewodnim Hackathonu jest tworzenie rozwiązań technologicznych i programistycznych związanych z kategoriami: nauka, rozrywka i zdrowie.\n6. W ramach Hackathonu prowadzony jest konkurs na stworzenie rozwiązań technologicznych (w postaci działającego prototypu).\n7. Technologia wykonania projektu w ramach Hackathonu jest dowolna.\n§ 2\nZASADY I WARUNKI UDZIAŁU\n1. Udział w Hackathonie jest dobrowolny, bezpłatny i otwarty.\n2. Udział w Hackathonie może wziąć każda osoba pełnoletnia mająca status studenta (zwana dalej “\n​”).\n3. Warunkiem udziału w Hackathonie jest uzupełnienie formularza zgłoszeniowego on-line zamieszczonego na stronie \n ​oraz akceptacja postanowień niniejszego Regulaminu.\n4. Rejestracja na Hackathon potrwa od 1 lutego 2018 r. 00:00 do dnia 2 marca 2018 r. do godziny 23:59, ilość miejsc jest ograniczona do 80 osób.\n5. Przyjęcie formularza nie jest jednoznaczne z zakwalifikowaniem na Hackathon.\n6. Aplikacja na Hackathon jest równoważna z akceptacją otrzymania minimum trzech wiadomości e-mail od Organizatora w czasie nieokreślonym.\n7. Osoby, które zostały zakwalifikowane zostaną o tym fakcie poinformowane drogą mailową nie później niż na 3 dni przed rozpoczęciem Hackathonu.\n8. Mail potwierdzający zakwalifikowanie na Hackathon zostanie przesłany na adres mailowy podany w formularzu zgłoszeniowym.\n9. Należy potwierdzić uczestnictwo w przeciągu trzech dni od otrzymania maila potwierdzającego zakwalifikowania się na Hackathon.\n10. Brak odpowiedzi w terminie jest równoznaczny z rezygnacją.\n11. W Hackathonie mogą wziąć udział zespoły złożone z minimum 2, a maksymalnie 4 Uczestników.\n12. Na Hackathon mogą rejestrować się osoby nie posiadające zespołu.\n13. Wszyscy członkowie zespołu muszą zarejestrować się indywidualnie za pomocą formularza rejestracyjnego.\n14. Podstawą do kwalifikacji zespołu jest rejestracja minimum 2 uczestników, którzy wpiszą nazwę zespołu w formularzu.\n15. W przypadku niespełniania powyższego warunku zarejestrowana osoba, traktowana jest jako osoba nie posiadająca zespołu.\n16. Dopuszcza się możliwość tworzenia zespołów do momentu rozpoczęcia Hackathonu.\n17. O wszelkich zmianach we wcześniej wysłanym formularzu należy poinformować organizatorów drogą mailową na adres \n.\n18. Uczestnik może pracować podczas Hackathonu tylko nad jednym prototypem nazywanym dalej “\n​”.\n19. Uczestnicy Hackathonu we własnym zakresie zapewniają sobie sprzęt komputerowy na potrzeby udziału w Hackathonie.\n20. Uczestnicy biorą pełną odpowiedzialność za swoją własność (w tym sprzęt komputerowy) i sami są zobligowani do jej pilnowania. Organizator ma wyłączoną odpowiedzialność za ewentualne straty.\n21. Uczestnik stwierdza, że nie ma żadnych przeciwwskazań zdrowotnych aby mógł uczestniczyć w Hackathonie. Organizator ma wyłączoną odpowiedzialność z tego tytułu.\n22. Uczestnik odpowiada za wyrządzone przez siebie szkody na obiekcie wydarzenia oraz mienia nie należącego do Uczestnika. Organizator ma wyłączoną odpowiedzialność z tego tytułu. 23. Wnoszenie i spożywanie alkoholu na terenie wydarzenia jest zabronione.\n§ 3\nPRZEBIEG HACKATHONU\n1. Rejestracja na wydarzenie rozpocznie się 10 marca 2018 r. od godziny 10:00.\n2. Hackathon rozpocznie się 10 marca 2018 r. o godzinie 12:00, a zakończy 24 godziny później.\n3. Organizator w trakcie Hackathonu zapewni:\na) dostęp do Internetu za pomocą sieci Wi-Fi i kabli ethernet;\nb) zasilanie elektryczne;\nc) wyżywienie oraz napoje;\nd) wsparcie merytoryczne mentorów;\ne) projektor multimedialny do prezentacji projektów.\n4. Organizatorzy zastrzegają, że rzeczy wymienione w § 3 niniejszego regulaminu nie mogą być użyte do celów innych niż do udziału w Hackathonie.\n5. W pozostałym zakresie każdy Uczestnik jest zobowiązany do korzystania z własnego sprzętu oraz innych niezbędnych mu do udziału w Hackathonie narzędzi.\n6. Prezentacja projektów stworzonych przez poszczególne zespoły odbędzie się 11 marca 2018 r. o godzinie 12:15.\n7. Dla każdego zespołu będą przeznaczone 2 minuty na prezentację.\n§ 4\nWYBÓR ZWYCIĘZCÓW ORAZ PRZYZNANIE NAGRÓD\n1. Po zakończeniu Hackathonu Uczestnicy zaprezentują swoje Projekty. Komisja oceniająca Projekty (zwana dalej ”\n​”) składa się z 3 członków powołanych przez Organizatora Hackathonu. Jej zadaniem jest wybranie 1 najlepszego Projektu, oraz 3 wyróżnionych, które oceni według następujących kryteriów:\n\n\n\n\n\n\n\n2. Członkowie Jury indywidualnie oceniają Projekty poprzez przyznanie punktów.\n3. W przypadku gdy 2 lub więcej Projektów otrzyma tą samą liczbę punktów, o wyborze zwycięzców zadecyduje ponowne głosowanie, w ramach którego członkowie Jury wskazują laureatów.\n4. Decyzje Jury są ostateczne i nie przysługuje od nich odwołanie.\n5. Laureaci Hackathonu otrzymają nagrody ufundowane przez Partnerów.\n6. Nagrody nie podlegają wymianie na ekwiwalent pieniężny ani na inną nagrodę.\n§ 5\nWŁASNOŚĆ INTELEKTUALNA\n1. Właścicielami wszelkich praw własności intelektualnej do prac i utworów stworzonych podczas Hackathonu są Uczestnicy.\n2. Uczestnik oświadcza, iż jest autorem lub współautorem wszelkich prac wykonanych podczas Hackathonu oraz iż te prace nie naruszają jakichkolwiek praw osób trzecich. Uczestnik oświadcza, iż bierze na siebie wszelką odpowiedzialność z tytułu roszczeń osób trzecich kierowanych wobec Organizatora, które powstałyby w związku z udziałem w Hackathonie.\n3. Obowiązuje kategoryczny zakaz umieszczania w pracach konkursowych treści niezgodnych z prawem, kontrowersyjnych oraz innych, które mogłyby zostać źle przyjęte, w szczególności: - pornograficznych, - obrzydliwych, - wzywających do nienawiści rasowej, wyznaniowej czy innej, - propagującą narkotyki.\n4. Uczestnik poprzez udział w Hackathonie udziela zezwolenia na utrwalenie i wykorzystanie swojego wizerunku i głosu w materiałach foto i video w celach promocyjnych bez ograniczeń czasowych i terytorialnych.\n§ 6\nDOBÓR TECHNOLOGII\n1. Uczestnicy mają pełną dowolność wyboru technologii, w których będą tworzyli rozwiązania technologiczne i programistyczne.\n§ 7\nTEMATYKA\n1. Uczestnicy powinni tworzyć rozwiązania technologiczne i programistyczne nawiązujące do jednej z wybranej kategorii: nauka, rozrywka lub zdrowie.\n2. Zgodność z tematyką jest brana pod uwagę podczas oceny projektów poszczególnych zespołów na zakończenie Hackathonu.\n3. W końcowej ocenie projektów mogą zaprezentować się wszystkie zespoły, nawet jeśli ich rozwiązanie nie jest zgodne z tematyką Hackathonu.\n§ 8\nPRZETWARZANIE DANYCH OSOBOWYCH\n1. Przetwarzanie danych osobowych uczestników odbywać się będzie na zasadach przewidzianych ustawą z dnia 29 sierpnia 1997 r. o ochronie danych osobowych (Dz. U. z 2002 r. Nr 101 poz. 926 z późn. zm.).\n2. Administratorem danych osobowych udostępnianych przez uczestników konkursu jest Organizator.\n3. Każdy Uczestnik ma prawo wglądu, poprawiania, uzupełniania, aktualizowania, żądania zaprzestania przetwarzania jego danych osobowych, w tym w szczególności uzyskania informacji w zakresie o jakim mowa w art. 32 ustawy o ochronie danych osobowych.\n§ 9\nPOSTANOWIENIA KOŃCOWE\n1. Niniejszy Regulamin wchodzi w życie z dniem 1 lutego 2018 roku.\n2. W uzasadnionych przypadkach Organizator zastrzega sobie prawo do zmiany postanowień niniejszego Regulaminu.\n3. Organizator nie ponosi odpowiedzialności wynikającej z odwołania lub zmiany daty Hackathonu, a wszelkie roszczenia z tego tytułu są wyłączone.\n4. Organizator posiada ostateczny głos w sprawach nie zdefiniowanych w regulaminie, o ile nie dotyczy to spraw określonych w Kodeksie Cywilnym.\n5. Poprzez zgłoszenie udziału w Hackathonie Uczestnik akceptuje i zobowiązuje się do przestrzegania postanowień niniejszego Regulaminu.\n6. Wszelkie naruszenia niniejszego Regulaminu a w szczególności podanie nieprawdziwych danych osobowych lub naruszenie przepisów obowiązującego prawa upoważnia Organizatora do wykluczenia Uczestnika z udziału w Hackathonie.", "hackathon-prizes": [{"prize-content": "* Czytnik ebooków KINDLE TOUCH 8 dla każdego z laureatów", "prize-title": "Nagroda główna"}, {"prize-content": "Raspberry Pi 3 model B WiFi wraz kartą pamięci microSD 8GB dla każdego z laureatów.", "prize-title": "Wyróżnienie - pomysł"}, {"prize-content": "Raspberry Pi 3 model B WiFi wraz kartą pamięci microSD 8GB dla każdego z laureatów.", "prize-title": "Wyróżnienie - potencjał biznesowy"}, {"prize-content": "Raspberry Pi 3 model B WiFi wraz kartą pamięci microSD 8GB dla każdego z laureatów.", "prize-title": "Wyróżnienie - wykonanie"}, {"prize-content": "", "prize-title": "Nagroda w konkursie Motorola Solutions"}], "hackathon-location-google-maps": "https://maps.google.com/?q=Podole 60, 30-394 Kraków-Podgórze, Poland", "hackathon-url": "https://hacknarok.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}, {"judging-criterion": ""}], "hackathon-location-address": "Podole 60, 30-394 Kraków-Podgórze, Poland", "hackathon-description-header": "Druga edycja 24-godzinnego hackathonu inspirowanego mitologią nordycką, organizowanego przez EESTEC AGH Kraków.", "hackathon-prizes-total": "zł4,000", "hackathon-location-description": "Krakowski Park Technologiczny", "hackathon-end-date": "2018-03-11", "has-projects": "True"}