{"hackathon-description-text": "\nThe GTA is home to over 300,000 post-secondary students, all of whom face varying degrees of stress and strain as they pursue career and learning objectives. Attending school in Canada’s largest city can be challenging because Toronto can be an expensive, lonely place, especially for students who arrive here from the rest of Canada and around the world.   ", "hackathon-number-of-prizes": "5", "hackathon-id": "hackathought", "hackathon-judges": [{"judge-role": "Youth Addiction and Concurrent Disorders Service at CAMH", "judge-name": "Raju Bains"}, {"judge-role": "Executive Director, Ryerson Digital Media Zone", "judge-name": "Valerie Fox"}, {"judge-role": "Co-Founder, HiveWire", "judge-name": "Christopher Charlesworth"}, {"judge-role": "Co-Founder/SeamlessMD", "judge-name": "Joshua Liu"}, {"judge-role": "Founder and Creative Director/ tUX: Design Cofounders", "judge-name": "Mustefa Jo'shen"}], "hackathon-number-of-judges": "5", "hackathon-eligibility": "\nThis event is open to any hackers interested in participating. Admission is free of charge, so to secure your spot, please ensure you add a profile on Challenge post, with information on skills you can bring to the team and why you are interested in this event. Remember, your team has to choose you, so show them the best you have to offer!\n.\nThe Best in Mental Health Innovation prize will be awarded to the best free-form solution submitted by a team. It will be judged based on creativity, feasibility, and consciousness of the youth mental health experience.", "hackathon-number-of-participants": "76", "hackathon-is-colocated": "True", "hackathon-has-ended": "False", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "\n\nRelevant API documentation and SDKS that are permitted:", "hackathon-rules": "\nThe winning entries will be considered shared Intellectual Property between the winning teams and the Centre for Addiction and Mental Health. Following the hackathon, CAMH will retain the right to further develop prototypes that have won in the Grand Prize and Best Mental Health Innovation categories into final products. Any products developed by CAMH from the winning prototypes will be free, open-source, and not for commercial gain when made available to the public. The winning teams and runner up participants will get the chance to act as consultants on the development of the products, and will be given credit and titles associated with the project when/if their work is used.", "hackathon-prizes": [{"prize-content": "Cash prize. Winning participants will have the opportunity to participate as consultants for the post-hackathon mobile app project (see Rules page for details on ownership), and will be credited as creators when the final mobile app is released for the public. The winning team will also be given 2 Design Education modules for the Design Cofounders program worth $1900, courtesy of tailoredUX.", "prize-title": "Grand Prize"}, {"prize-content": "$500 gift card to U of T or Ryerson (your choice) campus bookstore + $950 credit for Design Education module to the tUX Design Cofounder program.", "prize-title": "1st Runner Up - Grand Prize"}, {"prize-content": "$500 gift card to either U of T or Ryerson campus bookstore", "prize-title": "2nd Runner Up - Grand Prize"}, {"prize-content": "As part of the Ministry of Training and College’s requirements for the grant, the focus of this hackathon is to build a mobile app or website for Thought Spot. If you want to go against the grain and build your ideal mental health software or technology prototype, we want to help you do that! Best in show will go to the most creative mHealth or eHealth solution for post-secondary students to help them address their mental health and well-being.", "prize-title": "Best Mental Health Innovation"}, {"prize-content": "3 consulting sessions at HiveWire to extend the product development process post-hack.", "prize-title": "People's Choice"}], "hackathon-location-google-maps": "https://maps.google.com/?q=10 Dundas Street East, Ryerson University, Toronto, ON M5B, Canada", "hackathon-url": "https://hackathought.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "It considers the student experience with mental health and well-being in the City of Toronto, and incorporates design and features that seek to improve that experience."}, {"judging-criterion": "It encourages crowdsourced content submissions and engagement with the map, while protecting student identity and information."}, {"judging-criterion": "It helps foster self-empowerment and self-awareness among the post-secondary student population."}, {"judging-criterion": "The user experience design is engaging and intuitive."}], "hackathon-location-address": "10 Dundas Street East, Ryerson University, Toronto, ON M5B, Canada", "hackathon-description-header": "Hackathought: Building mHealth solutions to address the mental health and wellness needs of post-secondary students in the Greater Toronto Area.", "hackathon-prizes-total": "$5,950", "hackathon-location-description": "", "hackathon-end-date": "", "has-projects": "False"}