{"hackathon-description-text": "\nBringing together practitioners, technologists, developers, academia, industry partners and the military to build and demonstrate product prototypes that enhance the security of cyber physical systems (CPS).", "hackathon-number-of-prizes": "1", "hackathon-id": "md5hack-apr18", "hackathon-judges": [{"judge-role": "Colorado National Guard", "judge-name": "BG Michael Willis"}, {"judge-role": "NORTHCOM", "judge-name": "COL John Harris"}, {"judge-role": "STRATCOM", "judge-name": "John Palumbo"}, {"judge-role": "CU Boulder", "judge-name": "Dan Massey"}, {"judge-role": "Nebraska Applied Research Institute", "judge-name": "Terry Reinhart"}, {"judge-role": "Zayo Group", "judge-name": "Erik Thomson"}, {"judge-role": "Bellevue University", "judge-name": "Douglas Rausch"}, {"judge-role": "Introspective Networks", "judge-name": "Anthony Thompson"}, {"judge-role": "QNET Security", "judge-name": "Ron Indeck"}], "hackathon-number-of-judges": "9", "hackathon-eligibility": "", "hackathon-number-of-participants": "149", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "4", "hackathon-requirements": "", "hackathon-rules": "\n\n\n\nThis Participant Agreement (“Agreement”) is a contract between you (“you” or “Participant”) and the United States Department of Defense (“USDOD,” “we,” or “us”) relating to the MD5 Hacking Physical Cybersecurity 2018 focusing on difficult humanitarian and disaster relief challenges to be held on April 6 to 8, 2018 in Boulder, Colorado and Omaha, Nebraska (the “Hackathon”).\nYou must read and accept all of the terms and conditions contained in this Agreement, including the MD5 Hacking Physical Cybersecurity 2018 Agenda, Judging Criteria, and FAQ available on our Hacking Physical Cybersecurity 2018 sites on DevPost, including the Code of Conduct provisions found at https://info.devpost.com/hackathon_terms and EventBrite (collectively, the “Official Rules”), which are fully incorporated by reference into this Agreement, as a condition of participating in the Hackathon.\nThe Agreement may be modified from time to time; the date of the most recent revisions will appear on this page, so check back often. Participation in the Hackathon by you will constitute your acceptance of any changes or revisions to the Agreement.\nIn the event of any direct conflict between this Agreement and the Official Rules, the Official Rules shall govern (though not limit any additional provisions binding you in this Agreement).\nYour registration for and/or participation in the Hackathon constitutes your acceptance of all the terms and conditions contained in this Agreement.\n1. Hackathon Description: The Hackathon is a competition among individuals or teams who may compete to create one or more software applications or platforms (each, a “Prototype”) that meets the requirements set forth in the Official Rules. For purposes of this Agreement, the “Hackathon Entities” shall mean the United States Department of Defense (“USDOD”) and any other persons or entities participating as a partner with the USDOD in the design, production, organization, execution, promotion or marketing of the Hackathon, and your “Entry” shall consist of one or more Prototypes and any other information, presentation, or materials you (or your team) submits in connection with the Hackathon.\n2. How to Participate: Eligible Participants may participate individually or as a team in accordance with the Official Rules. Participants must register for the Hackathon by following the instructions listed in the Official Rules. Please note that your participation must be in your individual capacity, and not as an employee, representative or agent of another person or entity. If contractual or other obligations would prevent you from (a) participating in the Hackathon in your individual capacity, (b) agreeing to the obligations, representations or warranties in this Agreement, or (c) claiming Intellectual Property ownership in or to new materials or inventions you create in connection with the Hackathon, you may not participate in the Hackathon.\n3. Teams: If you participate in the Hackathon as a member of a team, you understand and agree that, in order for a team to be eligible to participate, each of the members of the team must meet the eligibility criteria contained in the Official Rules and consent to this Agreement. In addition, you understand and agree that if your team is selected to receive the opportunity for funding for further development or demonstration, your team is responsible for ensuring that such further funding will be appropriately distributed to each member of the team and that any recipient of funding has the ability to legally perform work for such further funding in the United States of America. If one member of the team does not comply with this Agreement (including the Official Rules), the team as a whole may be disqualified. Each team is solely responsible for its own cooperation and teamwork. We will not officiate any dispute between or among any team(s) or its/their members regarding their conduct, participation, cooperation or contribution.\n4. Acknowledgment of Official Rules: By consenting to this Agreement and participating in the Hackathon, you acknowledge that you have read and agree to be bound by all of the terms of the latest version of the Official Rules. Any decisions concerning the Official Rules or any other matter relating to this Hackathon by the USDOD and/or the Hackathon Entities are final and binding on all Participants.\n5. Hackathon Assets:\n5.1. By participating in the Hackathon you may receive access to certain proprietary software and/or APIs (“Technical Materials”), and/or other copyrighted materials, including pictorial, audio, video and/or audiovisual content (“Content”) owned by the Hackathon Entities or their affiliates, partners or licensors through MD5.net or other mechanisms. Collectively, the Technical Materials and Content comprise the “Materials.” Your participation may also result in access to documentation, instructions and other information regarding the Materials (the “Information”). The Materials and Information and equipment (the “Equipment”) owned by the Hackathon Entities are collectively comprise the “Hackathon Assets.” You acknowledge and agree that the Hackathon Assets are made available to you solely for your use in developing and testing your Prototype in connection with the Hackathon, and not for any other purpose (including any commercial purpose). You agree that you will not distribute, display, perform, transmit, publish or otherwise disclose or make available to any third party the Hackathon Assets under any circumstances, nor will you allow any third party to access or use the Hackathon Assets using any key, password or other identifier issued to you.\n5.2. The Hackathon Assets are provided “as is” without warranty of any kind, either express or implied, including, without limitation, any implied warranties of merchantability and fitness for a particular purpose. Without limiting the foregoing, the Hackathon Entities do not warrant that the Materials will be suitable for your Prototype or that the operation or supply of the Materials will be uninterrupted or error free.\n5.3. Upon the earlier of (i) the conclusion of the Hackathon, (ii) cancellation of your registration or disqualification from the Hackathon or (iii) a request by USDOD or the Hackathon Entities, you agree to permanently delete or otherwise destroy all Hackathon Assets in your possession or control. You will promptly notify us if the Hackathon Assets in your possession or control are accessed or used by any third party and provide us reasonable cooperation and assistance in connection with our attempts to stop such unauthorized access or use. You agree to access and use the Materials only in accordance with the parameters set forth in the Information, and agree not to access or use the Materials in a manner that may interfere with any other user’s access or use. Your access to and use of the Hackathon Assets may be limited, throttled or terminated at any time within our sole discretion.\n5.4. By providing Hackathon Assets for your use, the Hackathon Entities or any affiliates, partners or licensors to the Hackathon Entities are granting to you a limited, non-exclusive, non-commercial license to use the Hackathon Assets solely as needed to develop your Prototype during the Hackathon, and only as permitted by the Official Rules. Please note that the foregoing license does not include any right to create new or modified characters, storylines, treatments, scripts, artwork, audio-visual content or other artistic or creative works that are derived from or incorporate the Content. Moreover, the foregoing license does not extend to any use of the Hackathon Assets with, as part of, or in connection with your Prototype after the Hackathon has concluded. You will have no right, title or interest in or to any Hackathon Assets, and any use of the Hackathon Assets other than as permitted by this Agreement and the Official Rules may constitute infringement of the Intellectual Property of the Hackathon Entities or any affiliates, partners, or licensors. Additionally, you agree that you shall not include any third-party code in your Entry that would affect the rights or obligations in or to the Hackathon Assets of the Hackathon Entities or any affiliates, partners, or licensors. For purposes of this Agreement, “Intellectual Property” shall include all copyright, patent, trademark, trade secret and other intellectual property rights. Additionally, your use of certain Hackathon Assets may be subject to additional terms and conditions required by the owner or provider of those Hackathon Assets.\n6. Intellectual Property:\n6.1. To the extent that you have ownership rights (a) in any Intellectual Property incorporated into your Entry, (b) in Intellectual Property that is needed to operate or use your Entry, (c) in Intellectual Property covering other materials or inventions that are incorporated into your Entry, or (d) in Intellectual Property that is needed to operate or use your Entry (all “Participant IP”), you agree to grant to the Hackathon Entities and their agents, partners and affiliates a non-exclusive, royalty-free, worldwide license to use the Participant IP as necessary to conduct the Hackathon and for internal evaluation purposes by the Hackathon Entities.\n6.2. You represent and warrant that there are no contractual or other obligations (including obligations associated with your employment) that would (i) prevent you from granting the licenses provided in this Section 6, and/or (ii) prevent you from claiming Intellectual Property ownership rights in materials or inventions created by you and incorporated into your Entry.\n6.3. You acknowledge that the Hackathon Entities and their affiliates, partner, and licensors, currently and in the future, may be developing software, techniques, ideas, products or services that may be similar to your Entry or other materials created or shared by you in connection with the Hackathon. Further, your participation in the Hackathon, and your sharing with us of your Entry or other software, techniques, works of authorship, concepts, ideas or other materials (“Shared Materials”), shall not create any express or implied agreement or obligation that would in any way limit or preclude the Hackathon Entities or their affiliates from developing, having developed, creating, acquiring, using, licensing, distributing or otherwise exploiting products, content or services (provided they do not violate your Intellectual Property rights as described above) that are similar or identical to those Shared Materials, or otherwise place the Hackathon Entities or their affiliates in any different position from any other member of the public with respect to those Shared Materials. Further, you acknowledge and agree that all Shared Materials are submitted on a non-confidential basis, and that the Hackathon Entities and their affiliates shall have no obligation to not disclose or otherwise treat as confidential such Shared Materials.\n7. Event Code of Conduct:\n \n Participants are subject our event code of conduct. We are dedicated to providing a harassment-free experience for everyone, and we do not tolerate harassment of Participants in any form. We ask you to be considerate of others and behave professionally and respectfully to all other Participants. Remember that sexual language and imagery is not appropriate for the Hackathon. Participants violating these rules may be sanctioned or expelled from the event at the discretion of the Hackathon Entities. Harassment includes offensive verbal comments related to gender, gender identity or expression, sexual orientation, disability, physical appearance, body size, race, religion, sexual images in public spaces, real or implied violence, intimidation, oppression, stalking, following, harassing photography or recording, sustained disruption of talks or other events, inappropriate physical contact, and unwelcome sexual attention. Participants asked to stop any harassing behavior are expected to comply immediately. If a Participant engages in harassing behavior, the Hackathon Entities may take any action they deem appropriate, including warning the offender or expulsion from the event with no refund. If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a representative of the Hackathon Entities immediately. The Hackathon Entities will be happy to help Participants address concerns. All reports will be treated as confidential. We strongly encourage you to address your issues privately with any representatives of the Hackathon Entities. We encourage you to avoid disclosing information about the incident until the Hackathon Entities have had sufficient time in which to address the situation. Please also keep in mind that public shaming can be counter-productive. We do not condone nor participate in such actions. We value your attendance. If you cannot find a representative of the Hackathon Entities or are not comfortable contacting one of the representatives of the Hackathon Entities, you can alternatively contact info@md5.net.\n8. Additional Conditions of Participation:\n8.1. USDOD will collect information from you for the Hackathon and may attempt to contact you. Any information you submit to us will be collected and used in accordance with the MD5’s Privacy Policy, which can be found at https://md5.net/privacy/, and may also be shared with the Hackathon Entities and their affiliates, partners, licensors, and service providers, as well as MD5 service providers. Notwithstanding the foregoing, you agree that USDOD and all Hackathon entities may, without any limitation or further compensation, use your name, voice and/or likeness in any and all media for the purpose of advertising and promoting the Hackathon, MD5, and any other associated USDOD programs. Further, you grant to the Hackathon Entities and their affiliates, partners, licensors and service providers, the right to take photographs and videos of you, your property, and your Entry in connection with the Hackathon and grant the right to the Hackathon Entities (and their affiliates, partners, licensors, and service providers) to copyright, use, and publish the photographs and videos with or without your name and for any lawful purpose, including, but not limited to, publicity, illustration, advertising, and Internet and social media content. Additionally, you agree that USDOD and all Hackathon entities may demonstrate the operation and functionality of your Entry (but may not modify or publicize your source code) in connection with advertising and promoting the Hackathon and subsequent hackathons organized by USDOD.\n8.2. By participating in the Hackathon you acknowledge and agree that the Hackathon Entities may receive many entries in connection with this and/or other competitions staged and/or promoted by one or more of them, and that such entries may be similar or identical in theme, idea, format, or other respects to your Entry. You waive any and all past, present or future claims against the Hackathon Entities relating to such similarities, or asserting that any compensation is due to you in connection with your Entry.\n9. Representations and Warranties: You represent and warrant that: (a) you are the original author of your contributions to your Entry; (b) to your knowledge, the Entry will not infringe on any third party’s copyright, patent, trademark, trade secret, right of publicity or property or any other right; (c) your Entry is not the subject of any actual or threatened litigation or claim; (d) your Entry will not be obscene, offensive, libelous, pornographic, threatening, abusive, or otherwise objectionable; and (e) your Entry will not contain any content that is illegal, would constitute or encourage a criminal offense, or would otherwise give rise to liability or violate any law.\n10. Limitation of Liability: IN NO EVENT SHALL THE HACKATHON ENTITIES, THEIR RESPECTIVE AFFILIATES, PARTNERS, LICENSORS AND SERVICE PROVIDERS, OR ANY OF THEIR RESPECTIVE OFFICERS, DIRECTORS, AGENTS, JOINT VENTURERS, EMPLOYEES OR REPRESENTATIVES, BE LIABLE FOR INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE HACKATHON OR THIS AGREEMENT (HOWEVER ARISING, INCLUDING NEGLIGENCE). SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU. IF YOU HAVE A DISPUTE WITH ANY PARTICIPANT OR ANY OTHER THIRD PARTY, YOU RELEASE THE HACKATHON ENTITIES, THEIR RESPECTIVE AFFILIATES, PARTNERS, LICENSORS, AND SERVICE PROVIDERS, AND EACH OF THEIR RESPECTIVE OFFICERS, DIRECTORS, AGENTS, JOINT VENTURERS, EMPLOYEES AND REPRESENTATIVES FROM ANY AND ALL CLAIMS, DEMANDS AND DAMAGES (ACTUAL AND CONSEQUENTIAL) OF EVERY KIND AND NATURE ARISING OUT OF OR IN ANY WAY CONNECTED WITH SUCH DISPUTES. YOU AGREE THAT ANY CLAIMS AGAINST ANY HACKATHON ENTITY ARISING OUT OF THE HACKATHON OR THIS AGREEMENT MUST BE FILED WITHIN ONE YEAR AFTER SUCH CLAIM AROSE; OTHERWISE, YOUR CLAIM IS PERMANENTLY BARRED.\n11. Release and Indemnification: By entering the Hackathon, you agree, on behalf of yourself and your heirs, executors and administrators, (a) to release and hold harmless the Hackathon Entities (and the associated affiliates, partners, licensors, and service providers), as well as their respective officers, directors, and employees (collectively, “Released Parties”) from any claims, liability, damage, litigation, illness, injury or death that may occur, directly or indirectly, whether caused by negligence or not, from your participation in the Hackathon, any Prototype you submit, your acceptance, possession, use, or misuse of any funding for further development or demonstration, or any portion thereof (including any travel related thereto), your violation of any law, rule or regulation, and/or your violation of the rights of any third party; (b) to indemnify Released Parties from any and all liability resulting or arising from your participation in the Hackathon and acknowledge that Released Parties have neither made nor are in any manner responsible or liable for any warranty, representation, or guarantee, express or implied, in fact or in law, relative to any funding for further development or demonstration; and (c) to be bound by this Agreement and the Official Rules and to waive any right to claim any ambiguity or error therein or in the Hackathon itself, and to be bound by all decisions of USDOD and the Hackathon Entities, which are binding and final. Failure to comply with these conditions may result in disqualification from the Hackathon at the sole discretion of USDOD and/or the Hackathon Entities.\n12. Not an Offer or Contract of Employment: Under no circumstances shall your participation in the Hackathon, any offer of subsequent funding for further development or demonstrations, or anything in this Agreement be construed as an offer or contract of employment with any of the Hackathon Entities. You acknowledge that you are participating in the Hackathon voluntarily and not in confidence or in trust. You acknowledge that no confidential, fiduciary, agency, partnership, joint venture or other relationship or implied-in-fact contract now exists between you and any Hackathon Entity and that no such relationship is established by your participation in the Hackathon.\n13. Additional Terms: The Hackathon is subject to applicable federal, state and local laws. USDOD and the Hackathon Entities reserve the right to permanently disqualify from the Hackathon any person it believes has intentionally violated this Agreement. Any attempt to deliberately damage the Hackathon or the operation thereof is unlawful and subject to legal action by USDOD and the Hackathon Entities, which may seek damages to the fullest extent permitted by law. The failure of Released Parties to comply with any provision of this Agreement due to an act of God, hurricane, war, fire, riot, earthquake, terrorism, act of public enemies, actions of governmental authorities outside of the control of USDOD and the Hackathon Entities (excepting compliance with applicable codes and regulations), or other “force majeure” event will not be considered a breach of this Agreement. Released Parties assume no responsibility for any injury or damage to your or any other person’s computer relating to or resulting from entering or downloading materials or software in connection with the Hackathon. Released Parties are not responsible for telecommunications, network, electronic, technical, or computer failures of any kind; for inaccurate transcription of entry information; for errors in any promotional or marketing materials or in this Agreement; for any human or electronic error; or for Entries that are stolen, misdirected, garbled, delayed, lost, late, damaged, or returned. USDOD and/or the Hackathon Entities reserve the right to cancel, modify, or suspend the Hackathon or any element thereof (including, without limitation, this Agreement) without notice in any manner and for any reason (including, without limitation, in the event of any unanticipated occurrence that is not fully addressed in this Agreement). USDOD and/or the Hackathon Entities may prohibit any person from participating in the Hackathon, if such person shows a disregard for this Agreement; acts with an intent to annoy, abuse, threaten, or harass any other entrant or any agents or representatives of the Hackathon Entities (or any associated affiliates, partners, licensors, or service providers for the Hackathon Entities); or behaves in any other disruptive manner (as determined by USDOD and the Hackathon Entities in their sole discretion). This Agreement constitutes the entire agreement between USDOD (and the Hackathon Entities) and you with respect to the Hackathon and supersedes all previous or contemporaneous oral or written agreements concerning the Hackathon.\n14. Dispute Resolution: This Hackathon is governed by, and will be construed in accordance with, the laws of Washington, District of Columbia and the forum and venue for any dispute shall be in Washington, District of Columbia. In no event shall any party be entitled to recover attorneys’ fees or other related costs of bringing a claim, or to rescind this Agreement or seek injunctive or any other equitable relief.\n15. How to Contact Us: If you want to send us notices or service of process, please contact us via email at: info@md5.net or by physical mail at: MD5, National Defense University, Fort Lesley J. McNair, 300 5th Avenue, Building 64, Washington, DC 20319.\nMD5 Hacking Physical Cybersecurity Participant Agreement – Version February 15, 2018", "hackathon-prizes": [{"prize-content": "Receive up for $15K to advance your concept in collaboration with MD5.  Potential for multiple winners.", "prize-title": "MD5 Follow-on Award"}], "hackathon-location-google-maps": "", "hackathon-url": "https://md5hack-apr18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Potential impact of proposed solution on physical cyber security."}, {"judging-criterion": "Has the team demonstrated that they are making something end users need and will use?"}, {"judging-criterion": "Is the team able to demonstrate a functional solution?\nIs the demo working in a representative test environment?"}, {"judging-criterion": "Viability of bringing solution to market.  \n\nHow clearly does the team articulate the path forward?\nHow well are the risks scoped?"}], "hackathon-location-address": "", "hackathon-description-header": "Develop new prototypes to enhance cyber security of physical control systems.", "hackathon-prizes-total": "$45,000", "hackathon-location-description": "University Colorado Boulder - Idea Forge  & University of Nebraska Omaha- PKI", "hackathon-end-date": "2018-04-08", "has-projects": "True"}