{"hackathon-description-text": "\nThe future belongs to those who believe they have the power to make a difference. Imagine the possibilities that exist when top engineering minds gather together to harness the power of their imagination, skill and ingenuity to innovate solutions for the unmanned systems industry.", "hackathon-number-of-prizes": "7", "hackathon-id": "xbuild18", "hackathon-judges": [{"judge-role": "", "judge-name": "TBA"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\n\nWe welcome makers, who are 18 or older, of all skill levels and experience. If you’re a new face in the unmanned systems industry, and have never laid hands on a drone, we want your fresh ideas. Maybe you’re a professional working in the field—we want you to come and share your experience, learn new perspectives, and get a chance to stretch your creative muscles", "hackathon-number-of-participants": "50", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "5", "hackathon-requirements": "\nYour submission must contain:", "hackathon-rules": "", "hackathon-prizes": [{"prize-content": "$3000 cash.", "prize-title": "First Prize"}, {"prize-content": "$2,000 in cash.", "prize-title": "Second Prize"}, {"prize-content": "$1,000 in cash.", "prize-title": "Third Prize"}, {"prize-content": "Eligibility Requirements: Use one or more of Watson IoT Platform, Watson APIs and IBM Cloud compute and other IBM Cloud services in your app to be eligible. Projects will be judged on originality, how well IBM technology is used, and how well the project solves the intended use case.", "prize-title": "IBM: Best Use of Watson or IBM Cloud"}, {"prize-content": "Develop innovative uses for unmanned systems for use in Emergency Medicine. This includes areas like Emergency Medical Services (EMS), disaster medicine, air medical transport, event medicine, and tactical emergency medicine. Solutions can include hardware, software, or data collection.", "prize-title": "ACEP: Unmanned Systems in Emergency Medicine"}, {"prize-content": "In certain environments a GPS signal may not always be available or reliable. Design and develop a solution to navigate an aircraft around obstacles in this type of environment using machine vision or any other creative solution. Stereo camera data will be supplied.", "prize-title": "Trimble"}, {"prize-content": "Build a smart drone application that makes the best use of FlytBase platform to deploy drones at scale. The application could focus on automated delivery network of drones, long-range pipeline-inspections, multi-drone surveys, automated emergency response, etc.", "prize-title": "Flytbase"}], "hackathon-location-google-maps": "https://maps.google.com/?q=1023 Walnut St, Boulder, CO 80302, USA", "hackathon-url": "https://xbuild18.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Does this product work when applied outside of a hackathon setting?"}, {"judging-criterion": "How innovative is this idea, and how did you come up with it?"}, {"judging-criterion": "Does this solution solve the problem it's intended for?"}, {"judging-criterion": "How well does the solution work technically?"}, {"judging-criterion": "You can't describe it, but you know it when you see it."}], "hackathon-location-address": "1023 Walnut St, Boulder, CO 80302, USA", "hackathon-description-header": "The official unmanned systems hackathon of AUVSI.", "hackathon-prizes-total": "$8,200", "hackathon-location-description": "Galvanize Boulder", "hackathon-end-date": "2018-04-29", "has-projects": "True"}