{"hackathon-description-text": "\nYoung women face the highest rates of dating violence and sexual assault. Nineteen percent of women (nearly 1 in 5) report experiencing sexual assault while in college. Many of these assaults occur when the offender, often an acquaintance, has targeted and isolated a young woman in vulnerable circumstances. “Bystander” campaigns teach peers how to identify these circumstances and intervene before an assault occurs.  Dating violence also disproportionately affects young women in this demographic. Young people turn to each other for help more often than they turn to parents, but most don’t know how to intervene if a friend needs help. Seventy-five percent of college students say that it is important to intervene, but over half say they don’t know how. Moreover, sixty percent of college students who have been in an abusive relationship say no one helped them. Websites, hotlines and resources are available for those who have experienced or are currently experiencing violence and abuse.  However, few tools currently exist to proactively prevent violence and abuse from occurring.", "hackathon-number-of-prizes": "1", "hackathon-id": "appsagainstabuse", "hackathon-judges": [{"judge-role": "Senior Health Technology Advisor, HHS", "judge-name": "Dr. Audie A. Atienza"}, {"judge-role": "VACO Office of Mental Health Services", "judge-name": "Dr. Sonja Batten"}, {"judge-role": "Special Assistant to the CTO, HHS", "judge-name": "Mr. Arnaub Chatterjee"}, {"judge-role": "Senior Advisor, HHS", "judge-name": "Dr. Greg Downing"}, {"judge-role": "Senior Policy Analyst, HHS", "judge-name": "Ms. Elizabeth Kittrie"}, {"judge-role": "Director, Clinical Transformation, HHS Office of the National Coordinator for Health Information Technology", "judge-name": "Ms. Janhavi Kirtane"}, {"judge-role": "Office on Violence Against Women, Dept of Justice", "judge-name": "Ms. Allison Randall"}, {"judge-role": "Behavioral Scientist, NIH", "judge-name": "Dr. Abdul Shaikh"}, {"judge-role": "Health Scientist, Division of Violence Prevention, CDC", "judge-name": "Dr. Andra Tharp"}, {"judge-role": "Program Specialist, Family Violence Prevention & Services Program, ACF/HHS", "judge-name": "Ms. Shawndell Dawson"}], "hackathon-number-of-judges": "10", "hackathon-eligibility": "", "hackathon-number-of-participants": "63", "hackathon-is-colocated": "False", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "7", "hackathon-requirements": "", "hackathon-rules": "\n\nThis Challenge is open to U.S. residents of the 50 States (plus the District of Columbia, Puerto Rico, the U.S. Virgin Islands, Guam, and American Samoa) who are 13 years and over (with a parent/guardian if under 18 years of age), and businesses and organizations domiciled in the United States.  Individuals submitting on behalf of corporations, nonprofits, or groups of individuals (such as academic classes or other teams) must meet the eligibility requirements for individual contestants; each individual team member need not meet every criterion, but the lead member of a team must all criterion.  An individual may join more than one team, corporation, or nonprofit organization.  Eligibility to be a Contestant is contingent upon fulfilling all requirements set forth herein.  Contestants may be required to disclose their employers to allow HHS to conduct debarment and compliance screenings. HHS will not select as Finalist or Challenge Winner a company, or an individual who works for a company, that is currently on the Federal list of debarred entities or that has significant compliance issues.                                                \nA federal entity or federal employee acting within the scope of his or her employment is not eligible to participate.  Federal employees acting outside the scope of their employment should consult their ethics official before participating in the Challenge. \n\n\nIn order for Submissions to be eligible to win this Challenge, they must meet the following requirements:\n \nHHS will also screen submissions for eligibility of the submitting Contestant and compliance with Challenge.gov's \n.  By submitting the entries, applicants consent to IT security testing and debarment and compliance screening.  Submissions satisfying these criteria will be deemed eligible and posted on the Challenge.gov website on a rolling basis.  Submissions from Contestants who are under the age of eighteen (18) will be deemed ineligible and will not be posted, until and unless a completed Parent / Legal Guardian Consent Form is received. \n\nOriginal Work:  Each Contestant warrants that he or she is the sole author and owner of the Submission, that the Submission is wholly original with the Contestant (or is an improved version of an existing application that the Contestant has sufficient rights to use – including the substantial improvement of existing open-source apps), and that it does not infringe any copyright or any other rights of any third party of which Contestant is aware.  Each Contestant also warrants that the application is free of malware. \nSubmission Rights:  Each Contestant grants to HHS an irrevocable, paid-up, royalty-free non-exclusive worldwide license to post, link to, and display publicly the application on the Web, for the purpose of the Challenge, during the duration of the Challenge and for a period of one year following announcement of the winner.  All Contestants will retain all other intellectual property rights over their Submissions, except that the Finalists and the Challenge Winner agree that their applications will be available on the HHS website for free use and download by the public for a period of one year following the announcement of the Winner.\n\nFinalists and the Challenge Winner must continue to comply with all terms and conditions of these Official Rules, and winning is contingent upon fulfilling all requirements contained herein. The finalists will be notified by email, telephone, or mail after the date of the judging.  The Finalists (or Finalist’s parent/guardian if under 18 years of age) and Challenge Winner (or Challenge Winner’s parent/guardian if under 18 years of age), will be required to sign and return to HHS, within ten (10) days of the date notice being sent, an Affidavit of Eligibility and Liability/Publicity Release (except where prohibited) in order to claim any recognition.  In the event that a potential Finalist or Challenge Winner is disqualified for any reason, HHS may award the applicable recognition to an alternate winner who had the highest score remaining of the eligible entries.\n\nIf you choose to provide the HHS with personal information by registering or filling out the submission form through the website, that information will be used to respond to you in matters regarding your submission and/or the Challenge only -- unless you choose to receive updates or notifications about other competitions from HHS on an opt-in basis.  Information is not collected for commercial marketing. \n\nThe Contestant shall be liable for, and shall indemnify and hold harmless the Government against, all actions or claims for loss of or damage to property (including any damage that may result from a virus or malware to HHS computer systems or those of the end-users of the software and/or applications), resulting from the fault, negligence, or wrongful act or omission of the Contestant.\n\nHHS and its contractors are not responsible for: (1) any incorrect or inaccurate information, whether caused by Contestants, printing errors, or by any of the equipment or programming associated with or utilized in the Challenge; (2) technical failures of any kind, including, but not limited to malfunctions, interruptions, or disconnections in phone lines or network hardware or software; (3) unauthorized human intervention in any part of the entry process or the Challenge; (4) technical or human error which may occur in the administration of the Challenge or the processing of entries; or (5) any injury or damage to persons or property which may be caused, directly or indirectly, in whole or in part, from Contestant's participation in the Challenge or receipt, use or misuse of any recognition.  If for any reason a Contestant's entry is confirmed to have been erroneously deleted, lost, or otherwise destroyed or corrupted, Contestant's sole remedy is another entry in the Challenge.  Recognition in connection with this Challenge does not constitute an endorsement of a specific product by the HHS.\n\nHHS reserves the right to cancel, suspend and/or modify the Competition, or any part of it, for any reason, at HHS’s sole discretion.  \n", "hackathon-prizes": [{"prize-content": "The winner of this challenge will be publicly recognized and celebrated by HHS, and all finalist applications will be featured on an HHS website.  Representatives from HHS, (e.g., Todd Park), OSTP (e.g., Aneesh Chopra) and OVP will be present for the announcement of the Challenge Winner (November 1) to celebrate innovations toward ending domestic violence and sexual assault, including the winning applications and teams from this challenge.", "prize-title": "First Place"}], "hackathon-location-google-maps": "", "hackathon-url": "https://appsagainstabuse.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "The application/prototype should allow users to designate “trusted friends/allies/emergency contacts” and provide a means for checking-in directly with these individual in real-time. Mobile app may be particularly useful."}, {"judging-criterion": "The app/prototype should address privacy/security/safety issues explicitly (for users, trusted friends, and bystanders). The ability for users to utilize the app discreetly in threatening situations or “disguises” the intent to contact others is important"}, {"judging-criterion": "The application/prototype should enable speedy access to reputable domestic violence and sexual assault resources (websites, hotlines, chats, etc.) and allow for users to refer others to those resources as circumstances demand."}, {"judging-criterion": "Connection or integration of the application/prototype to existing and new social media, including campus resources, is a option that should be considered. It could allow users to identify themselves as people who stand up against violence and abuse."}, {"judging-criterion": "Each entry will be rated for the degree of new thinking and creativity it brings to applications focusing on the prevention of violence and abuse among young adults."}, {"judging-criterion": "Each entry will be rated on its user-friendliness and interactive capabilities."}, {"judging-criterion": "Each entry will be rated on the strength of its potential to help college students and young adults learn about and prevent violence and assault from occurring."}], "hackathon-location-address": "", "hackathon-description-header": "The Department of Health and Human Services challenged developers to create apps that empower young adults to prevent abuse and violence.", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-03-21", "has-projects": "True"}