{"hackathon-description-text": "\nCode/Interactive's hackathon brings C/I students together to work in groups on real tech products!", "hackathon-number-of-prizes": "2", "hackathon-id": "cihacks2017", "hackathon-judges": [{"judge-role": "Code/Interactive", "judge-name": "Carlos Leon"}], "hackathon-number-of-judges": "1", "hackathon-eligibility": "\nYour group must have between 3 and 5 participants from your school.\nAll students must be a part of C/I's in-school or after school programs.\nAll students must complete an initial brainstorming activity before they arrive at the hackathon.\nAll students must have their media release forms upon arrival or have their teacher e-mail them to", "hackathon-number-of-participants": "55", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "2", "hackathon-requirements": "\nPLANNING GUIDE: \nUse this guide to help you plan and organize your project \nYou need to describe your problem and solution (related to bias or civics) that you've identified, validated, and developed in detail.\nDescribe the problem that you are trying to solve with your team and why it is a problem. Explain the validation process that you used and the results of your validation process (i.e. \"We surveyed __ people and __ people said that this was a good problem.  This is why we decided to continue working on this problem.)\nDescribe your tech solution that helps to solve your problem and why it is a good solution. Be detailed while describing the features and explain the results of the validation process for your solution, as well. (i.e. \"We surveyed __ people and __ people said that this was a good solution.  This is why we decided to continue working on this solution.)\nYou will plan the layout of your product with at least three wireframes or product sketches on the website that you present at the end of the day.  \n \nEACH GROUP HAS 4 DELIVERABLES DUE TODAY: ", "hackathon-rules": "\nHere are a few guidelines for the day:", "hackathon-prizes": [{"prize-content": "5 Coder Gamers for team awarded Best Overall", "prize-title": "Coder Gamers - Thames &amp; Kosmos"}, {"prize-content": "5 makey makey for team awarded Creative Solution", "prize-title": "Makey Makey"}], "hackathon-location-google-maps": "https://maps.google.com/?q=101 5th Ave, New York, NY 10003, USA", "hackathon-url": "https://cihacks2017.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Did you choose to focus on a major social issue related to safety? Does your tech product have the potential to solve it? Is the idea original & unique, or a just a copy of something that already exists?"}, {"judging-criterion": "Design principles, pitch clearly articulates problem & solution, aligns to hackathon's safety theme, and demonstrates knowledge of computer programming or scripting languages."}], "hackathon-location-address": "101 5th Ave, New York, NY 10003, USA", "hackathon-description-header": "A Code/Interactive hackathon, powered by Postlight, as a part of the CS4All initiative in NYC", "hackathon-prizes-total": "$1,000", "hackathon-location-description": "Postlight", "hackathon-end-date": "2017-12-02", "has-projects": "True"}