{"hackathon-description-text": "\nGet ready for the first ever AstriCon Hackathon! A worldwide community of designers, developers, and communications technologists will be gathering to create, code, and design apps built on Asterisk, Respoke, and other communications APIs. ", "hackathon-number-of-prizes": "7", "hackathon-id": "astriconhackathon", "hackathon-judges": [{"judge-role": "", "judge-name": "Everyone at AstriCon"}, {"judge-role": "Blacc Spot Media", "judge-name": "Lantre Barr"}, {"judge-role": "Truphone", "judge-name": "James Body"}, {"judge-role": "Originate", "judge-name": "Jacqueline Jensen"}], "hackathon-number-of-judges": "4", "hackathon-eligibility": "\nAnyone registered for AstriCon 2014 is eligible to participate in the Hackathon for FREE. \nEmployees of sponsoring companies are not eligible to win prizes. ", "hackathon-number-of-participants": "40", "hackathon-is-colocated": "True", "hackathon-has-ended": "True", "hackathon-number-of-judging-criteria": "1", "hackathon-requirements": "\nParticipants should create an interesting, creative, or useful app using at least one of the sponsored APIs. The idea of the hack may be conceived previously, but all of the code must be completed within the time limits of the event. See official rules for more details. \nDeveloper Evangelists will be on site during the Hackathon to help participants. ", "hackathon-rules": "\n\nThe AstriCon Hackathon is an opportunity for a global community of designers, developers, and communications technologists will be gathering to create, code, and design apps built on technologies like Asterisk and Respoke, have fun and win prizes! \nStep 1: In order to be eligible for the Hackathon you must first \n. There are no additional fees and Hackathon participation is included in your AstriCon conference pass. \n Step 2: Each member of your team must be registered for the AstriCon Hackathon on ChallengePost and listed on your app page by 9 AM on Oct 22. \n Step 3: Arrive for on-site check in. There will be two opportunities to check in on site: either at the Hackathon Reception Tuesday Oct 21 at 5PM or prior to the Hackathon at 8AM in the Hackathon room. \nThe official contest will give you 8 hours to build your app from 9AM to 5PM on Wednesday Oct 22.\nAll of your app code must be written within this time frame. You are free to work ahead of time on designs, digital mockups and open source frameworks (or any code that will be available to all participants), but all of your app code must be written during the Hackathon. \nIn order to be eligible to win you must use at least one of the \n. Outside of that you are free to use any open 3rd party APIs, libraries or content providers as long as they are accessible to everyone. \nAsterisk (\n - apps may be built using any Asterisk APIs - AGI, AMI, ARI, etc...) \nRespoke (\n)\nClarify (\n)\nTeams of up to 4 participants are allowed.\nYou are encouraged to \n prior to the Hackathon. Solo hacking, or \"teams of one,\" will also be allowed, but it tends to be more fun if you hack together with multiple people. There will be a networking reception on Tuesday night for Hackathon participants to find team members that have not yet joined a team or you can \n. \nEach team will be given a few minutes to demo their app for the Hackathon audience and a panel of expert judges. In order to be eligelbe to present you must actually demo an app (for example, no power point will be allowed.) It is ok if your app is unfinished, you may simply show what you got done. The judging panel will choose their overall favorite apps based on creativity, usefulness and general awesomeness of the app.\nEveryone at Astricon will vote for the Popular Choice award!\n Sponsor awards will be given at the discretion of the sponsors for their favorite use of their API.\nThe AstriCon Hackathon strives to be an event full of fun, learning, collaboration and innovation. As such we value diversity seek an environment that fosters the best in each other. Participation is encouraged for all regardless of gender, sexual orientation or identity, physical or mental ability, age, socioeconomic status, ethnicity, physical appearance, race or religion.\n As a Hackathon participant please work towards respecting everyone and bringing out the best in your fellow participants. Be aware that your words, actions and the content of your app have the potential to make others uncomfortable. If your app presentation contains any material that might be interpreted as harassment you should speak with the event staff prior to presenting your app. \n If you feel you are being harassed or witness any behavior that you believe is making others uncomfortable please inform the event staff as soon as possible in a discrete and responsible way. \n The event staff reserve the right to determine what is and is not appropriate. Participants are expected to comply with direction from event staff regarding appropriate behavior. ", "hackathon-prizes": [{"prize-content": "First place as chosen by the judging panel.", "prize-title": "First Place"}, {"prize-content": "Second place as chosen by the judging panel.", "prize-title": "Second Place"}, {"prize-content": "Third place as chosen by the judging panel. Each team member will be awarded a Photojojo mobile phone photo lens pack.", "prize-title": "Third Place"}, {"prize-content": "This award will be granted to the app that gets the most votes during open voting. $100 Amazon Gift Card + FREE Admission to AstriCon 2015 for each member of the winning team. Everyone at AstriCon is encouraged to participate in choosing the popular choice winner.", "prize-title": "Popular Choice"}, {"prize-content": "App chosen by the Asterisk team for best use of Asterisk in the hackathon. Each team member will be awarded a Rasberry PI B with Adafruit Wifi Module.", "prize-title": "Asterisk Award"}, {"prize-content": "App chosen by the Respoke team for best use of Respoke in the hackathon. Each team member will be awarded a Leap Motion Controller.", "prize-title": "Respoke Award"}, {"prize-content": "App chosen by the Clarify team for best use of Clarify in the hackathon. Winning team will be awarded an awesome Lego pack.", "prize-title": "Clarify Award"}], "hackathon-location-google-maps": "https://maps.google.com/?q=11011 West Charleston Boulevard, Las Vegas, NV 89135, USA", "hackathon-url": "https://astriconhackathon.devpost.com/", "hackathon-judging-criteria": [{"judging-criterion": "Our panel of expert judges will choose the top three entries based on the overall creativity, usefulness and awesomeness of the app. The top three hacks get to present their demo to the entire AstriCon audience."}], "hackathon-location-address": "11011 West Charleston Boulevard, Las Vegas, NV 89135, USA", "hackathon-description-header": "Communications hacking is coming to AstriCon 2014", "hackathon-prizes-total": "0", "hackathon-location-description": "", "hackathon-end-date": "2014-10-22", "has-projects": "True"}