{"hackathon-id": "hacksmc", "hackathon-winner": "False", "project-technologies-used": "1", "project-video": "", "project-basis": "Informational Lists in three (3) categories:\nCompanies that want to distribute their excess food to local shelter register their information through the website\nShelters that want to receive the excess food from companies register their information through the website.\nPartner companies that will rescue the food and deliver it to the local shelters register their information through the website.\nIndividual Volunteer that will rescue the food and deliver it to the local shelters register their information through the website\nVolunteer coordinators will use these lists to connect the donating company with the closest local shelter to receive the excess food.   A Partner/Volunteer will be identified and confirmed to pick-up the food from the company and deliver it to the shelter.", "project-technologies": [{"url": "", "name": "basic-web"}], "project-challenges": "State, County, and City rules and regulations with various timelines for distribution of different food groups;", "project-future-plans": "", "project-purpose": "The website/application partners companies that have excess food after meetings, workshops, conferences, parties, etc., to deliver the excess food to shelters for battered women, homeless, youth, etc.  The food is rescued and delivered to the local shelters through partnerships with Uber or Lyft and through individual volunteers.", "hackathon-url": "https://hacksmc.devpost.com/", "project-title": "1-Feeding the Hungry from Corporate Events", "project-inspiration": "Seeing companies throw out good food after meetings, conferences, parties, etc. which could be given to clients residing at shelters for the homeless, for battered women, and for youth.", "project-lessons-learned": "", "project-accomplishments": "", "project-likes": "0", "hackathon-name": "Hack-SMC", "project-subtitle": "website to locate excess food from corporate events and deliver it to the hungry.", "project-github-url": "", "project-number-of-comments": "0", "team-size": "2", "project-creation-timestamp": "2016-05-21T16:09:09-04:00", "team": [{"participant-bubble": "", "participant-name": "Eleanor Ramachandran", "participant-desc": "", "participant-url": "https://devpost.com/ramcel", "participant-id": "ramcel"}, {"participant-bubble": "", "participant-name": "richard reitmeyer", "participant-desc": "", "participant-url": "https://devpost.com/rareitmeyer", "participant-id": "rareitmeyer"}], "project-url": "https://devpost.com/software/1-feeding-the-hungry-from-corporate-events", "project-id": "1-feeding-the-hungry-from-corporate-events"}