{"hackathon-id": "pearlhacks2016", "hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "We developed three activities: A Google Maps Geolocator, a Weather/Temperature Info Screen, and an Outfit Suggestion Screen. We used the Weather Underground API, Google's Geolocation API, and some custom activity screens, which we developed and connected via the Android Studio software.", "project-technologies": [{"url": "https://devpost.com/software/built-with/android-studio", "name": "android-studio"}, {"url": "https://devpost.com/software/built-with/java", "name": "java"}, {"url": "https://devpost.com/software/built-with/xml", "name": "xml"}], "project-challenges": "Because we are all relatively new to programming and the majority of our group are Hacker Rookies, we had some trouble working Android Studio and ran into some problems with syntax in XML. We also originally started out with a different weather API, and got a significant way through that portion of the project before realizing that the API would only allow you to access the weather once every ten minutes. Furthermore, the URL to access the weather changed frequently. We also had a few challenges with implementing a geolocation API, because of the large back-end data set that they require to operate fully on. We got around this by using a simpler version of it that could be implemented and combined with the other parts of the app within the time limit.", "project-future-plans": "Personalizing and expanding the wardrobe to better fit individual styles and genders. In a future version allowing user to customize their own outfit (by way of animation) and have the app check the outfit for style and against the forecast. In addition, we plan on implementing an algorithm that takes into account the material of the clothes to test against the temperature and humidity. For example, a linen or cotton or Dri-Fit top would be best for hot summer days.", "project-purpose": "Get ready for your daily dose of fashion inspo every morning. This app pulls the weather data for your location and recommends a trendy outfit perfect for the day.", "hackathon-url": "https://pearlhacks2016.devpost.com/", "project-title": "1-2-3-4Cast", "project-inspiration": "We would wake up in the morning, get ready for class, and check the weather on our phones - but then be clueless about how to translate the numerical temperature to an appropriate outfit.", "project-lessons-learned": "We all learned to code with Android Studio and XML, as well as using new APIs to further our project in general.", "project-accomplishments": "All four of us were first-time hackers, yet we turned out a functional product!", "project-likes": "3", "hackathon-name": "Pearl Hacks", "project-subtitle": "Get outfit/fashion advice based on the weather!", "project-github-url": "", "project-number-of-comments": "0", "team-size": "4", "project-creation-timestamp": "2016-04-03T11:22:17-04:00", "team": [{"participant-bubble": "I worked on the weather aspect of the app, which involved both front-end and back-end development, as well as making use of the Weather Underground API.", "participant-name": "Rachel Yuan", "participant-desc": "", "participant-url": "https://devpost.com/ryuan", "participant-id": "ryuan"}, {"participant-bubble": "", "participant-name": "Taylor Wilson", "participant-desc": "", "participant-url": "https://devpost.com/TaylorWilson", "participant-id": "TaylorWilson"}, {"participant-bubble": "", "participant-name": "Victoria Wong", "participant-desc": "", "participant-url": "https://devpost.com/victoriamwong", "participant-id": "victoriamwong"}, {"participant-bubble": "", "participant-name": "meghana ganapathiraju", "participant-desc": "", "participant-url": "https://devpost.com/meghanag", "participant-id": "meghanag"}], "project-url": "https://devpost.com/software/1-2-3-4cast", "project-id": "1-2-3-4cast"}