{"hackathon-winner": "False", "project-technologies-used": "4", "project-video": "", "project-basis": "I built Repo Tree using Python, GitHub’s Search API, and AWS Lambda. Whenever the Repo Tree skill is triggered by Alexa, a Lambda function is called. This function calls GitHub’s Search API and receives a list of repositories. Alexa then read outs repository information (name, description, language) to the user. Repo metadata is stored in session_attributes which allows users to ask Alexa to repeat a repo.", "project-technologies": [{"url": "https://devpost.com/software/built-with/python", "name": "python"}, {"url": "https://devpost.com/software/built-with/github", "name": "github"}, {"url": "", "name": "lambda"}, {"url": "https://devpost.com/software/built-with/amazon-alexa", "name": "amazon-alexa"}], "project-challenges": "Alexa’s developer policy only allows content to be in English. So I created a function that checks for non-English characters in the repository metadata and will skip over it if it finds any. This was challenging because there were a couple of times where an English repo would have an emoji in the name. But for the most part my filter rarely encounters false negatives and successfully reports only the English repos.", "project-future-plans": "Moving forward I would like to add a deeper conversation tree and deliver to users more than just the repo’s basic information. I would also like to support other hosting services like Bitbucket and GitLab.", "project-purpose": "Repo Tree retrieves basic information on the top trending repositories from GitHub and reads it out the top 3. More information about the repos is also updated into the user’s Alexa app. Optionally, a programming language and time frame can be specified to narrow the type of repositories. In addition, users can ask Repo Tree to repeat a repo again. Users can also ask Repo Tree to “surprise” them to hear repos for a random programming language and time frame.", "hackathon-url": "", "project-title": "Repo Tree", "project-inspiration": "In addition to listening to my daily news, I enjoy learning about the latest open-source projects. To make following these projects easier, I built Repo Tree so users can listen to a brief summary of the top trending repositories on GitHub. Now tuning in to Repo Tree has become a part of my morning routine much like listening to my flash briefings and weather report.", "project-lessons-learned": "I have learned how to bring different AWS services together to deliver a coherent product. Repo Tree only scratches the surface of AWS’s capabilities and I can’t wait to build more complex applications.", "project-accomplishments": "This is my first time programming on AWS and for an IoT device. I am proud of my results and ability to quickly pick up the necessary tools (AWS Lambda, Alexa) to create a unique product that is interacted with using voice control.", "project-likes": "0", "hackathon-name": "", "project-subtitle": "Let Alexa tell you about the currently trending GitHub repositories.", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2017-03-02T00:51:19-05:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/repo-tree-as5zqh", "project-id": "86604"}