{"hackathon-winner": "False", "project-technologies-used": "8", "project-video": "", "project-basis": "We implemented both the applications in Python and deployed using Flask. Angular and Bootstrap was used on the front end experience.", "project-technologies": [{"url": "https://devpost.com/software/built-with/python", "name": "python"}, {"url": "https://devpost.com/software/built-with/html", "name": "html"}, {"url": "https://devpost.com/software/built-with/javascript", "name": "javascript"}, {"url": "https://devpost.com/software/built-with/css", "name": "css"}, {"url": "https://devpost.com/software/built-with/bootstrap", "name": "bootstrap"}, {"url": "https://devpost.com/software/built-with/angular-js", "name": "angular.js"}, {"url": "https://devpost.com/software/built-with/flask", "name": "flask"}, {"url": "https://devpost.com/software/built-with/numpy", "name": "numpy"}], "project-challenges": "Initially, we were trying to obtain LinkedIn data - which we wasted a lot of time. After discarding that proposal we had to generate fake data of the employees. \nAfter the implementations, we had some trouble integrating Flask with Angular applications. Data binding in angualr is done via \"{{ }}\" - double flower braces whereas underneath the hood flask uses flower braces {} for a different purpose. We did find some solutions and came through.", "project-future-plans": "We will try to get real data and provide real analytics on the candidates who apply and find fitness rating for a specific job posting. Makes the HR's job much easier.", "project-purpose": "JobSeeker - We built a recommendation engine to give job seekers a list of top ten companies that would match their profiles. There are various parameters to then refine their search about the company like Culture, Salary, CEO reputation and so on. This was built on data provided by Comparably.", "hackathon-url": "", "project-title": "Next Search - LA Tech Hackathon", "project-inspiration": "The topic was to build something for the HR industry as well as Jobseekers. We came up with two applications both catering to the domain.", "project-lessons-learned": "Coming up with a plan on what to implement is very important. Initially, we spent a lot of time on LinkedIn data fetch which was fruitless. Next time would be clear goals on what each person has to do and better presentation skills.", "project-accomplishments": "It was my first hackathon, was very excited about it. I worked on the front-end part completely alone. It was quite a good experience brushing up with Angular after a long time.", "project-likes": "0", "hackathon-name": "", "project-subtitle": "A tool for HR professionals as well as Job seekers. Built during LA Tech Hackathon on March 9, 2018", "project-github-url": "https://github.com/rohanrags/LATechHackathon", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2018-03-13T02:31:53-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/latechhackathon", "project-id": "115943"}