{"hackathon-winner": "False", "project-technologies-used": "0", "project-video": "https://www.youtube.com/embed/uPlv7uOgoe8?enablejsapi=1&hl=en_US&rel=0&version=3&wmode=transparent", "project-basis": "", "project-technologies": [], "project-challenges": "Some Datasets has null values when making API Call to USDA ARMS DATASETs. NUll simply means that the value in Undetermined,\nunknown or Not available. I implore a module on my server backend that converts all null values in the API to zero \nto make statistical analysis more efficient.\nAgain Building a Social Network with Facebook design with all techonogical components and features to make the app user\nfriendly and integrating it with USDA DATASETS for Data Analysis and Visualization took much of my time to be precise(32 days)", "project-future-plans": "", "project-purpose": "", "hackathon-url": "https://usdaapps.devpost.com/", "project-title": "Agro Companion", "project-inspiration": "As an IT Scientist, I have little knowledge on Agriculture based on Agric Science I did in Secondary School but this\nknowledge wasn't enough so I started interviewing Farmers,Agricultural Lecturers and Students within my area and In my school on what to do to ensure excellent farming, maximum crop yield and to ensure that\nall this information are passed from one generation of Farmer to another without alteration. The average resopnse I got were stated below.", "project-lessons-learned": "", "project-accomplishments": "", "project-likes": "44", "hackathon-name": "USDA Innovation Challenge", "project-subtitle": "App that allows USA Farmers to visualized their idea crops and also allows information exchange via a social network", "project-github-url": "", "project-number-of-comments": "4", "team-size": "1", "project-creation-timestamp": "2015-10-19T09:13:20-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/agro-companion-5wno0l", "project-id": "43398"}