{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "Kami mengembangkan sistem ini dengan menggunakan teknologi web berbasis PHP memanfaatkan framework CodeIginiter dan beberapa platform seperti disqus untuk mempermudah interaksi/diskusi.", "project-technologies": [{"url": "https://devpost.com/software/built-with/php5", "name": "php5"}, {"url": "https://devpost.com/software/built-with/codeigniter", "name": "codeigniter"}, {"url": "https://devpost.com/software/built-with/javascript", "name": "javascript"}], "project-challenges": "Memerlukan waktu yang cukup lama saat mencarai masalah yang spesifik dan solusinya. Kekurangan waktu dalam pembuatan aplikasi dan ujicobanya.", "project-future-plans": "Mengembangkan Konek-in di platform Android yang lebih mudah diakses oleh pengguna, merekrut dan menyiapkan moderator yang ahli di bidangnya untuk dapat mensortir berbagai masalah. Selain itu mencari berbagai penyedia solusi dengan berbagai studi kasusnya untuk lebih mudah membantu warga mendapatkan ide dan solusi atas masalah yang ada di daerahnya.", "project-purpose": "Kami ingin menghubungkan antara warga yang memiliki kebutuhan infrastruktur dan penyedia solusi untuk dapat bertemu dan mendorong pemerintah setempat untuk mendapatkan izin. Selain itu apabila ada permasalahan terkait implementasi, warga dapat melaporkan ke tingkat pemerintah yang lebih tinggi agar dapat ditindak lebih lanjut.", "hackathon-url": "https://hackgov.devpost.com/", "project-title": "Konek-in_DIgit Creative Studio", "project-inspiration": "Sebuah ISP ingin membangun tiang Fiber Optik di daerah yang memberikan harga murah, walaupun sudah mengantongi izin dari pemerintah pusat, mereka terkendala mendapatkan izin dari Ketua RT dan RW. Akhirnya hanya daerah perumahan yang mau dan mudah perizinannya yang segera dibangun. Namun ada beberapa kelompok warga dengan inisiatif sendiri mendorong pemerintah daerah setempat (RT/RW/Kelurahan) dan membantu ISP tersebut mendapatkan izin. Akhirnya karena biaya implementasi infrastruktur lebih murah, biaya yang dibebankan kepada warga menjadi murah.", "project-lessons-learned": "Kami belajar menghargai waktu sebaik-baiknya dan ternyata ide yang hebat memerlukan fokus yang kuat untuk dapat merealisaikannya. Ide yang hebat tidak datang begitu saja, kita harus berfikir, berfikir, dan terus berfikir serta fokus dalam satu masalah.", "project-accomplishments": "Kami mendapatkan konsep ide yang mantap dan matang dalam menyelesaikan masalah yang kami utarakan.", "project-likes": "0", "hackathon-name": "#HACKGOV 2015", "project-subtitle": "Bersama Berdikari Kembangkan Daerahmu", "project-github-url": "http://github.com/faqiharifian/MenangHackGov", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2015-11-28T19:56:09-05:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/konek-in_digit-creative-studio", "project-id": "47592"}