{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "https://www.youtube.com/embed/gY6xBs6fUDU?enablejsapi=1&hl=en_US&rel=0&start=&version=3&wmode=transparent", "project-basis": "I used Windows 8 SDK and build the App with WinRT framework using Xaml for UI and C# for code.", "project-technologies": [{"url": "https://devpost.com/software/built-with/xaml", "name": "xaml"}, {"url": "https://devpost.com/software/built-with/c--2", "name": "c#"}, {"url": "", "name": "winrt"}], "project-challenges": "One of the biggest challenges was to let user draw on paper and making the exact cut, irrelevant of the screen size or resolution. Thanks to the Xaml UI framework and some math, this was easily solved.", "project-future-plans": "I'm planning to convert this Windows 8.1 App to Windows 10 UWP with same App package for all devices, from phones to PCs (and someday Hololens!). Also, lots of new features like printing your cuts on a Paper to re-create your perfect snowflake physically!", "project-purpose": "Select a Fold type - Create markings on the folded paper and Cut - Open the folded paper to get your beautiful Paper Snow - Share the Snowflake to Facebook, Twitter, Instagram, or any other App installed on your device.", "hackathon-url": "https://multitouch.devpost.com/", "project-title": "Paper Snow", "project-inspiration": "Creating Paper snowflakes was one of my favourite activity of Crafts class in school. You Fold a piece of paper, make some Cuts, Open the paper, and get a beautiful Snowflake. After I learned writing code and Apps, I thought", "project-lessons-learned": "", "project-accomplishments": "I've got a lot of reviews on Windows Store from parents that their children love the App and are creating beautiful snowflakes. It's always great to have them interested in creative stuff vs candy games. :)", "project-likes": "2", "hackathon-name": "Multi-Touch Multi-Hack", "project-subtitle": "Create Paper Snowflakes with an App - Fold. Cut. Open. Share!", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-06-14T14:05:36-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/paper-snow", "project-id": "63925"}