{"hackathon-winner": "True", "project-technologies-used": "0", "project-video": "", "project-basis": "", "project-technologies": [], "project-challenges": "", "project-future-plans": "", "project-purpose": "", "hackathon-url": "https://cryptophoto.devpost.com/", "project-title": "Just-Ladies", "project-inspiration": "A lot of young Girls and Ladies does not know what it takes to become a woman and how they can manage their womanhood. I was in a car going somewhere and a very young Girl  that sat besides me all of a sudden started bleeding. .She was crying and taught that some wrong is happening to her. She was having menses. She has not be taught how to handle that and I believe that this may also be happening to others. So I decides to develop a social network just like facebook that can allow Ladies, Women to help educate their fellow women by sharing their ideas  on Pregnancy,Ovulations & Menstral Cycle.  Though this app is near completion but we will finally rock it in less than 2 months time from now.", "project-lessons-learned": "Learning Crypto Fast Authentication Mechanism is very Interesting. Its extremely fast.\nAlso Learning Xmpp and Strophe.js for android and IOS version of the app development and synching it to nodejs to allow notification and Chat functionality in the Web version of the app is quite amazing.... Cryptophoto offers 100% security on users account data security. its is very easy to integrate and the best ever seen on the internet. my app rocks in less than 2 months from now and I wish to be the first social network to has used cryptophoto authentication. Others social network like Twitter,Facebook can now copy from me......", "project-accomplishments": "", "project-likes": "1", "hackathon-name": "CryptoPhoto.com ::: Easy, Fast and Secure Authentication", "project-subtitle": "The first Women Social Network powered by Cryptophoto Authentications Technology.", "project-github-url": "", "project-number-of-comments": "1", "team-size": "1", "project-creation-timestamp": "2016-08-30T16:41:26-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/just-ladies-ngwc7i", "project-id": "69117"}