{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "To build WikiSearch, I used C#.NET, the setgetgo random word generator and all open source images. The main concept of it is that all the information is extracted with web browser controls, analyzed and manipulated with C#, and displayed with textboxes. Using the System.Net namespace, I was able to target the setgetgo and Wikipedia URLs, send a get request to setgetgo for random words and to Wikipedia for its HTML information, and analyze the response from Wikipedia to error check if the webpage exists. Using System.Windows.Forums, I was able to setup panels, split containers, rich textboxes, labels, etc. to display the information.", "project-technologies": [{"url": "https://devpost.com/software/built-with/c--2", "name": "c#"}, {"url": "https://devpost.com/software/built-with/net", "name": ".net"}, {"url": "https://devpost.com/software/built-with/setgetgo-random-word", "name": "setgetgo-random-word"}], "project-challenges": "My biggest challenge was extracting the HTML and parsing it for the relevant information.", "project-future-plans": "I'd like to be able to incorporate a database in my project containing the various of hundreds of languages supported by Wikipedia extracted from an excel spread sheet. I'd also like to add machine learning as well as synonym and multiple keyword support.", "project-purpose": "WikiSearch is a desktop application that serves you the desired Wikipedia page, in the language you want (regardless of location/language settings), with only the information you're looking for. To use it, you first press the setup button that creates a setup prompt with fields for a subject, a language, and the information you're looking for, as well as buttons that allow for error checking and randomizing of the input fields. Clicking enter on the prompt then jumps you straight in, finding the various sentences that use the keyword you input into the setup prompt and cutting every other sentence that doesn't include the keyword. That means no more lists of sources on the page that clog up the room, no more need for endless scrolling, and no extra images, links, or subtitles of subtitles to confuse you anymore. WikiSearch keeps it simple to use, keeps it easy to navigate, and keeps it nice to look at with keyword highlighting, pinch zoom, and smooth/responsive resizing.", "hackathon-url": "https://hackthenorth2016.devpost.com/", "project-title": "WikiSearch", "project-inspiration": "With all the knowledge available to us on the internet, as high school students we often feel overwhelmed by the amount of information condensed in an article when doing research. Even for the simplest of inquiries, such as wondering about a celebrities' childhood or inquiring about Shakespeare's religion, we often have to scroll through pages worth of useless Wikipedia information to find the information we were really looking for. But wouldn't it be cool if there was some tool out there that allowed you to detail who/what you're inquiring about and what about it/them you want to know with only the click of a button, and be presented with the information in an easy to read and easy to copy/paste manor? If so, WikiSearch can help you do just that!", "project-lessons-learned": "", "project-accomplishments": "", "project-likes": "0", "hackathon-name": "Hack the North 2016", "project-subtitle": "The one stop app for effortless analysis and extraction of the information that you want from Wikipedia.", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-09-18T08:48:30-04:00", "team": [{"participant-bubble": "In charge of and did everything.", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/wikisearch", "project-id": "70808"}