{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "https://www.youtube.com/embed/eHwvwfgguMM?enablejsapi=1&hl=en_US&rel=0&start=&version=3&wmode=transparent", "project-basis": "The prosthetic gripper was made by a 3-D printer. We used the arduino to run a proximity sensor and servo motors. We created pulley attached to the servo to shorten cables which made the fingers curl.", "project-technologies": [{"url": "https://devpost.com/software/built-with/c", "name": "c"}, {"url": "https://devpost.com/software/built-with/arduino", "name": "arduino"}, {"url": "https://devpost.com/software/built-with/3dprinting", "name": "3dprinting"}], "project-challenges": "One challenge was figuring out a way to decrease friction and optimize the tension of the cables in the fingers. We tried different types of cables and different configurations. Another challenge was creating a pulley system and taking account the limitations of the motor strength. We tested different numbers of motors and different types of motors and found that three servo motors worked the best. Another challenge was attaching the motors to the prosthetic piece. We were able to 3D-print clips that helped us mount the motors.", "project-future-plans": "The next step for the ProGrip is to optimize the motor position and pulley/motor system.", "project-purpose": "A proximity sensor triggers the prosthetic fingers to contract and curl. It relaxes when there is no trigger.", "hackathon-url": "https://hackatsmith2016.devpost.com/", "project-title": "ProGrip", "project-inspiration": "We initially wanted to create a proximity sensing glove for individuals who are visually impaired. We decided to build on that idea to incorporate a prosthetic gripper made by a 3-D printer.", "project-lessons-learned": "I learned how to use new hardware that I have never used before. I learned how to use the arduino, proximity sensor, servo, and jump cables. I learned about physiology and anatomy of the hand. I learned how to use 3-D printing software.", "project-accomplishments": "I am proud that we ended with a piece that satisfied all of our initial objectives. I'm proud of how we allowed for non-constant tensions of the cables by using rubber band springs.", "project-likes": "1", "hackathon-name": "Hack@Smith", "project-subtitle": "Prosthetic gripper for an individual with visual impairment.", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-02-07T12:55:24-05:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/progrip", "project-id": "51293"}