{"hackathon-winner": "False", "project-technologies-used": "4", "project-video": "https://www.youtube.com/embed/E3M0V-ZP18M?enablejsapi=1&hl=en_US&rel=0&start=&version=3&wmode=transparent", "project-basis": "I used Node.js and the Yeoman scaffolding tool to build the Add-In.  I integrated the Microsoft Concept Graph service via it's easy to consume REST API.", "project-technologies": [{"url": "https://devpost.com/software/built-with/node-js", "name": "node.js"}, {"url": "https://devpost.com/software/built-with/jade", "name": "jade"}, {"url": "", "name": "microsoft-concept-graph"}, {"url": "https://devpost.com/software/built-with/azure", "name": "azure"}], "project-challenges": "I ran into the same challenges with this contest as I do with every contest.  As usual, I wanted to add more features than there were time for.", "project-future-plans": "The next major release will provide a Minority Report style interface with the help of Intel's RealSense gesture recognition camera.  In addition the related concept search will be expanded with other advanced natural language processing techniques, and finally speech recognition will be added too.", "project-purpose": "ConcepTender is an advanced, incredibly easy to use brainstorming tool for OneNote online users. It  helps you find ideas related to topics that are important to you.  It is a powerful tool for expanding and writing articles, planning events, structuring a team project, or any other task that requires difficult thinking and a large dose of creativity.", "hackathon-url": "https://hackproductivity.devpost.com/", "project-title": "ConcepTender", "project-inspiration": "I'm an avid OneNote user that has longed for a powerful mind-mapping and brainstorming tool that integrated with OneNote. Since I couldn't find one I did what any enthusiastic coder would do.  I wrote one!", "project-lessons-learned": "I learned that sleep is important.  I'm still working on that one!", "project-accomplishments": "I'm really happy with how user-friendly the visual interface is to understand and operate.", "project-likes": "1", "hackathon-name": "Hack Productivity", "project-subtitle": "ConcepTender - The premier brainstorming tool for OneNote Online users", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2017-01-31T14:26:29-05:00", "team": [{"participant-bubble": "I'm the main programmer and I have the sleepless nights to prove it.  But it was worth it. :)", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/conceptender", "project-id": "83381"}