{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "The service to track the time on a scripture needs to be completed. the hooks into the bible apps will be modules that can be added working with the bible apps teams.\nThe interface will be in Xamarin allowing for windows, android, and mac products to be supported", "project-technologies": [{"url": "https://devpost.com/software/built-with/c--2", "name": "c#"}, {"url": "https://devpost.com/software/built-with/xamarin", "name": "xamarin"}, {"url": "https://devpost.com/software/built-with/azure", "name": "azure"}], "project-challenges": "", "project-future-plans": "The interface will need to be improved based on user requests\nThe plugins or tracking details should be something that is a global use product that can be used in any application to track the users interaction.", "project-purpose": "This would track the user’s activities in their selected bible app. This would be a background service that hooks the bible app and records the reading based on the time spent on a page/passage, scrolling, and general reading time. The intent is the app would be to record any bookmarks, notes, embedded chat or other posts, searches, cross references, and other activities so the user can document their quiet time and if they choose, be free from a daily reading plan. As a resource to document your readings and revelations, it also allows the user to go back in time and see what they read and commented on in a timeline.", "hackathon-url": "https://c4tkglobal2016.devpost.com/", "project-title": "UBride - Automated bible journal", "project-inspiration": "Current bible applications have bible reading plans that users tend to stop following the first time they miss a day or have a hard time diving back in. This app would provide a way to keep a history of your activities in your bible app(s) without needing to stop what you are doing. No need to open your journal, enter the details, etc., and then reopen(focus) the bible application.", "project-lessons-learned": "", "project-accomplishments": "", "project-likes": "2", "hackathon-name": "Code for the Kingdom Global 2016", "project-subtitle": "Journal that tracks and records your bible reading, bookmarks, notes and activities", "project-github-url": "", "project-number-of-comments": "1", "team-size": "1", "project-creation-timestamp": "2016-10-22T12:48:26-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/ubride-automated-bible-journal", "project-id": "74818"}