{"hackathon-winner": "False", "project-technologies-used": "2", "project-video": "", "project-basis": "I pulled street data from OpenStreetMap.org, and then used Mathematica's xml-parsing to import that data. After some extra processing, I had a set of all the GPS coordinates of the intersections in Richmond, VA.\nFrom there, I let Mathematica pick several points at random within a radius, use its mapping features to assign weights/distances between those points, and create a graph. And then some good old graphing algorithms to solve for a cycle of the preferred length. Finally, use Mathematica's mapping function to visualize the route.", "project-technologies": [{"url": "https://devpost.com/software/built-with/wolfram-technologies", "name": "wolfram-technologies"}, {"url": "https://devpost.com/software/built-with/openstreetmap", "name": "openstreetmap"}], "project-challenges": "I learned a whole new language!\nAnd there's plenty else I could have done... error checking, extending the search area beyond Richmond, getting the app put up on the cloud...", "project-future-plans": "", "project-purpose": "The program takes as input an address and a distance, and plots a round-trip route for a person to jog of approximately that distance.", "hackathon-url": "https://ramhacks2016.devpost.com/", "project-title": "Run Planner", "project-inspiration": "I came to RamHacks really wanting to work with the Wolfram suite of technologies; I've been curious for a while. \nAfter playing around with the tutorial for an hour or so, the map features seemed interesting, so I \"ran\" with it.", "project-lessons-learned": "", "project-accomplishments": "BUT, like I said, I learned a new language. I was really happy to see how few lines of code it was in the end.", "project-likes": "0", "hackathon-name": "RamHacks", "project-subtitle": "Uses the wolfram language and knowledge engine to calculate a route for you to run of a given distance.", "project-github-url": "https://github.com/yirkajk/RunPlanner", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-09-18T13:51:24-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/run-planner", "project-id": "71020"}