{"hackathon-winner": "False", "project-technologies-used": "1", "project-video": "", "project-basis": "We examined the ECE Course curriculum as well as syllabi for courses within each track. In addition, we polled current ECE students within each track with the same 15 questions to determine their interests. Then, we developed a weighted scale for each track. We used Java to implement the project.", "project-technologies": [{"url": "https://devpost.com/software/built-with/java", "name": "java"}], "project-challenges": "None of us had too much experience with Java and User Interfacing.  Therefore, that was a big hurdle that we had to cross.  In addition, we were unsure of how to reset the response for the next question. Sometimes, there would be an offset with the arrow keys. Finally, the biggest challenge was determining the weighted scale for the questions.  Sometimes, we were not entirely sure how much a particular question related to a specific track. Therefore, we had to develop a scale on our limited knowledge as well as the limited range of people we polled.", "project-future-plans": "We are constantly trying to update the weighted scales to make them as accurate as possible. In addition, we want to make this a web app. Therefore, we will be working on that so that every person can access and take the survey.", "project-purpose": "E-Track asks the user a series of 15 questions. The user then inputs an answer from 1 to 10 with 1 being not interested to 10 being very interested. Then, upon completing the survey, E-Track will suggest a primary and secondary tech core for the user.", "hackathon-url": "https://hacktx17.devpost.com/", "project-title": "E-Track", "project-inspiration": "Often times, at the end of sophomore year in Electrical and Computer Engineering, students are scrambling to determine which track to take within Electrical and Computer Engineering. Therefore, we wanted to limit the confusion of students and create a project that assists students in choosing a track to take.", "project-lessons-learned": "We learned user interfacing with Java. In addition, we now know the tracks within ECE better than we did before. Therefore, creating this project helped us learn more about ECE.", "project-accomplishments": "None of us have been to hackathon before.All of us have limited API knowledge Therefore, completing a project that is beneficial to society without using APIs  is something that we are proud of.", "project-likes": "1", "hackathon-name": "HackTX 2017", "project-subtitle": "E-Track is a useful educational tool that aids electrical engineering students in choosing the best track.", "project-github-url": "https://github.com/jzhang271/E-Track.git", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2017-10-29T12:52:11-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/e-track", "project-id": "103496"}