{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "Healthboard is built upon the so-called MEAN framework - more specifically:\nThe site's backend is a node.js-server, running express and communicating to the front-end solely through socket.io.\nThe frontend, which is a single-page web-app, relies heavily on Angular.js for making the dynamic content load and change as needed. The data such as account-information etc. is stored in a mongodb database accessed through mongoose. Openshift provided ready-to-use solutions for both node.js and mondodb so setting up the backend was as simple as choosing a name and pointing to a github-repository. Builds are triggered automatically through a webhook and pods are added and removed for new builds as needed, all thanks to the new openshift web-console.", "project-technologies": [{"url": "https://devpost.com/software/built-with/css", "name": "css"}, {"url": "https://devpost.com/software/built-with/javascript", "name": "javascript"}, {"url": "https://devpost.com/software/built-with/html", "name": "html"}], "project-challenges": "The front-end was a bigger challenge.. often running into problems like unknown browser-incompatibilites, angular-spaghetti or weird routing-loops, I had to use chrome and firefox's built-in javascript-debuggers quite a lot, but managed to rule out all problems in the end.", "project-future-plans": "Next I'll work on implementing some of the core mechanics of healthBoard, such as the ability to add activities and invite friends, as the project isn't entirely out of its alpha-version yet. It nevertheless proves a point in feasibility and robustness of web-apps using the openshift-platform and MEAN-framework and serves as an example of user-oriented webdesign.", "project-purpose": "It allows users to track healthy habits and activities such as drinking, doing sports, sleeping etc. and to compare these in a semi-competitive (motivational) way with stats from friends and family.", "hackathon-url": "https://openshift.devpost.com/", "project-title": "HealthBoard", "project-inspiration": "The inspiration for HealthBoard came from being annoyed by the clogged-up and user-unfriendly runtastic-website which focused on sports, advertisement and as it seemed to me, a bad user-experience.\nHealthBoard focuses more on general health and personal development rather than pure sports and aims at delivering a simple, more pleasant experience with friends and family, in a private healthBubble with one's own healthBoard-leaderboard.", "project-lessons-learned": "I learned that angular has a nasty learning-curve and that next time, a relation-based (sql-) database will be a much better idea than mongodb for things that include connected user-accounts (friends / news-feeds / comment-systems, etc)", "project-accomplishments": "Making the routing seemless as well as using jwt-tokens for session-managment wasn't the easiest task but seeing it work flawlessly now I feel a sense of accomplishment. The design turned out nice as well and the colours give an interesting alternative to what one usually gets to see on the web every day.", "project-likes": "0", "hackathon-name": "Code Healthy with OpenShift", "project-subtitle": "A Website for tracking personal health such as eating-habits, sports, or other activities in competition with friends", "project-github-url": "https://github.com/xlfpx/healthBoard", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-09-21T16:48:43-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/healthboard", "project-id": "71183"}