{"hackathon-winner": "False", "project-technologies-used": "6", "project-video": "", "project-basis": "", "project-technologies": [{"url": "https://devpost.com/software/built-with/html5", "name": "html5"}, {"url": "https://devpost.com/software/built-with/webgl", "name": "webgl"}, {"url": "https://devpost.com/software/built-with/three-js", "name": "three.js"}, {"url": "", "name": "webvr"}, {"url": "", "name": "opengl-es"}, {"url": "", "name": "usgs"}], "project-challenges": "Having recently updated one of our laptops to Windows 10, we were surprised to learn that the Oculus Rift does not work on Windows 10 devices. At the same time, the second Windows 8.1 laptop had a faulty network card that prevented us from using WiFi. Getting this awkward setup to work was a hack in and of itself, involving a couple external storage devices and a", "project-future-plans": "Ideally, we would like to have dedicated more time into the actual look and feel of the simulator. A user's experience would be enhanced greatly by atmospheric scattering, better closeups via parallax mapping, styling with a bloom filter and other eye-candy. At its base lies accurate computations, but its look could do with a bit more work.", "project-purpose": "", "hackathon-url": "https://techretreat.devpost.com/", "project-title": "Solar System Explorer", "project-inspiration": "We're two high school students heading into Grade 12. For the last three years of high school, science teachers have continually promised an elusive \"astronomy unit\"; a unit that never came to be due to \"time constraints\". Our project makes it quick and painless for teachers to at least introduce the astronomy unit in a fun and unique way - after all, the astronomy unit is always scheduled as the last unit before the end of a semester, so it has to leave a good impression on returning students!", "project-lessons-learned": "Setting up an Oculus Rift is hard. It also makes you nauseous until you adjust the interpupillary distance to fit your eyes. But at the same time, its also very easy to develop for and provides and alternative, more immersive means of interacting with data.", "project-accomplishments": "The Oculus Rift rendering works (seriously, drawing a simple textured sphere took at least half of the development time due to Oculus bugs and whatnot)! The planet rendering is also really cool. All the data collected online for global surface maps is in simple a 2:1 equirectangular (cylindrical) projection. There are two problems with mapping this data directly onto a sphere. First off, you get lots of distortion at the poles:", "project-likes": "0", "hackathon-name": "Tech Retreat", "project-subtitle": "An educational 3D virtual reality experience of our Earth and solar system.", "project-github-url": "https://github.com/IvyBits/techretreat-2015", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2015-08-15T17:02:56-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/solar-system-explorer", "project-id": "37516"}