{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "https://www.youtube.com/embed/91kvkWySoW0?enablejsapi=1&hl=en_US&rel=0&start=&version=3&wmode=transparent", "project-basis": "ShopAndChat uses a Node.JS/Express app as the user facing front end.  That app interacts with several different API servers and also a custom dialogue control server based on the powerful ChatScript chat-bot creation tools.  It uses the Alchemy keyword extraction API to identify important keywords in user input and also the Shop.com API to search for different products on Shop.com and also to get each product's details.", "project-technologies": [{"url": "", "name": "chatscript"}, {"url": "https://devpost.com/software/built-with/node-js", "name": "node.js"}, {"url": "", "name": "shop-com-api"}], "project-challenges": "The user facing front end was quite complex and took longer than expected to create.", "project-future-plans": "A second revision is coming with more refined and advanced natural language capabilities.", "project-purpose": "ShopAndChat helps you buy the perfect gift from the Shop.com web site using advanced natural  language processing techniques.  It asks you questions about your your intended gift recipient and responds to your feedback about the potential gifts it shows you.  There is nothing to learn.  You just have a friendly chat with ShopAndChat on the way to picking out the perfect gift for that special someone.", "hackathon-url": "https://shop-com-unleash.devpost.com/", "project-title": "ShopAndChat (Web App)", "project-inspiration": "ShopAndChat - AI driven chat-bot that is your personal gift buying assistant", "project-lessons-learned": "There's never enough time.", "project-accomplishments": "The natural language processing capabilities of the app are quite strong, rather than being stilted or painfully limited like many in the current crop of chat apps.", "project-likes": "1", "hackathon-name": "ma | SHOP.COM : Unleash Contest", "project-subtitle": "Powerful chat-bot helps you buy a gift from Shop.com using advanced artificial intelligence.", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-07-25T15:39:00-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/shopandchat", "project-id": "66625"}