{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "I used Unity Game Engine with the code mainly centered around using conditional statements. Before building it, I researched more about turtles and wrote the outline of the story/game and made a logo for the game with Adobe Illustrator.", "project-technologies": [{"url": "https://devpost.com/software/built-with/c--2", "name": "c#"}, {"url": "https://devpost.com/software/built-with/unity", "name": "unity"}, {"url": "https://devpost.com/software/built-with/adobe-illustrator", "name": "adobe-illustrator"}], "project-challenges": "This was the first time I built a game and I ran into many many problems that I didn't know how to solve. For example, one big problem is that after the first frame, the game doesn't respond to the user's input so it doesn't move onto the next frame. I didn't know how to fix that despite trying to for an hour. Also, there were problems with the size of the game given that the Unity Game Engine made it very difficult and very unclear for how to scale and transform.", "project-future-plans": "I have to fix the problem with the frames, add more outcomes and choices, add background music, and have a different UI for every frame that best depicts each situation if possible.", "project-purpose": "It's a game similar to Escape the Room games online where one action leads to another action and that leads to another outcome.", "hackathon-url": "", "project-title": "Turtle's Tale", "project-inspiration": "Besides programming, I take an extreme interest in marine biology and ecology. I wanted to share the typical life of a turtle (or at least how I imagined it to be through extensive research about sea turtles), their hardships, and public awareness. Also, in the process of thinking up of concepts, I was randomly thought of Finding Nemo/Dory.", "project-lessons-learned": "I gained more experience with Unity and C#.", "project-accomplishments": "This is the first game that I made. Despite the many problems, I'm glad that I was able to make it in the end. In addition, I only have a couple of months of experience in programming overall. I'm in the stage of jumping around various language to know what best suites my abilities and preferences. Thus, I'm able to make the best use of the basics of programming; especially conditional statements.", "project-likes": "0", "hackathon-name": "", "project-subtitle": "#SavetheTurtles #SeaTurtleConservation #iliketurdelz", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-07-09T19:00:11-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/turtle-s-tail", "project-id": "65085"}