{"hackathon-winner": "False", "project-technologies-used": "3", "project-video": "", "project-basis": "It is not built yet. A a very basic prototype was tested years ago using Python and Windows 7 but was cumbersome, unreliable, expensive and technologically complicated. Now I hope to use DementiaHack as the event to re-engage with the idea and implement this capability using linux and webRTC for ease of use and operation on a cost effective small computer. While this is a new effort, notes and experience from my past work combined with what I have learned about webRTC give me a blueprint to code the key elements which are a C++ program integrated with standard webRTC JS", "project-technologies": [{"url": "https://devpost.com/software/built-with/javascript", "name": "javascript"}, {"url": "https://devpost.com/software/built-with/linux", "name": "linux"}, {"url": "https://devpost.com/software/built-with/mysql", "name": "mysql"}], "project-challenges": "Complexity as TVs and computers do not mix well. Smart TVs don't help as they are of limited computing functionality and manufacturer specific walled gardens. The challenges of the DementiaHack work will be to build a interface C++ program that bridges between a TV and webRTC.", "project-future-plans": "Test code the concept to a linux, C++, WebRTC base on a small computer then beta test and if successful, evaluation, hopefully in cooperation with the Alzheimer Society or other interested groups or parties", "project-purpose": "Allows family and friends to contact the diagnosed individual via TV video chat without the individual having to engage in any way with the TV or a computer. Many diagnosed individuals cannot operate a computer or even a remote properly and this system relives them from any action to participate in a TV base video chat.which is managed by the calling family member from a computer or mobile device.", "hackathon-url": "https://dementiahacktoronto2015.devpost.com/", "project-title": "CS1-VideoVisitMe", "project-inspiration": "A friend's 98 year old ailing mother and her family who were remote but wanted richer remote contact than phone calls.", "project-lessons-learned": "Lots of small details and technical requirements many that frustrate and each has unique challenges that must be solved \"God (and technical solutions) are in the details\"...innovation is hard work", "project-accomplishments": "Got a test prototype working and experienced the positive benefits for the users.", "project-likes": "2", "hackathon-name": "DementiaHack Toronto 2015", "project-subtitle": "Hands free TV video chat between diagnosed individuals and their family", "project-github-url": "", "project-number-of-comments": "2", "team-size": "2", "project-creation-timestamp": "2015-10-22T08:07:53-04:00", "team": [{"participant-bubble": "Lots of trial and error", "participant-name": "", "participant-desc": "", "participant-url": ""}, {"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/video-visit", "project-id": "43636"}