{"hackathon-winner": "False", "project-technologies-used": "4", "project-video": "", "project-basis": "We used a SQLite DB to store our datasets. A database interaction class was created to read data from the DB and load it into a numpy array, after which we ran preprocessing algorithms and then a custom version of k-means to classify similar athletes. We built a simple API that allows a user to get athletes similar to the ones they queried for. The result is displayed in a basic UI on the front-end.", "project-technologies": [{"url": "https://devpost.com/software/built-with/node-js", "name": "node.js"}, {"url": "https://devpost.com/software/built-with/python", "name": "python"}, {"url": "https://devpost.com/software/built-with/machine-learning", "name": "machine-learning"}, {"url": "https://devpost.com/software/built-with/javascript", "name": "javascript"}], "project-challenges": "We wanted to implement a fast, custom version of k-means to learn more aobut the algorithm, so the implementation was quite challenging. Additionally, we had some sparse (lots of zeros) data vectors that were causing issues with our algorithms, so we had to look up feature preprocessing techniques such as normalization to enhance our results.", "project-future-plans": "Better UI, more advanced machine learning techniques, and other sports.", "project-purpose": "Classifies elite MLB athletes that are similar to each other based on batting or pitching data, and allows the user to query for athletes.", "hackathon-url": "", "project-title": "Athlete Similarity Classifier", "project-inspiration": "The inspiration for this project came from the annual intern hackathon at Hudl. My teammates and I had an interest in data analysis and elite sports, so we thought this would be a fun project to try.", "project-lessons-learned": "", "project-accomplishments": "", "project-likes": "0", "hackathon-name": "", "project-subtitle": "Uses machine learning and data preprocessing techniques to classify similar MLB athletes.", "project-github-url": "https://github.com/rohan-varma/awesome-athletes", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-08-29T04:57:23-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/athlete-similarity-classifier", "project-id": "69082"}