{"hackathon-winner": "False", "project-technologies-used": "0", "project-video": "", "project-basis": "MoLe was developed using Adobe’s Phonegap, which builds the Android, iOS, and Windows versions of the mobile app from the framework I created in HTML/CSS/JQuery. It first allows users to take or upload a picture from gallery of a mole. This image is then sent to a server and processed by a Random Forest Classifier, a machine learning algorithm that integrates OpenCV and is trained on a public, HIPAA-compliant data set containing over a thousand images of potentially cancerous moles. The algorithm returns its prediction and confidence, calculated by analyzing up to ten parameters of both the mole and the user. This prediction may be improved by the user providing basic data that may put them at greater risk of skin cancer. Then, data of each test are saved in a Parse database and visually plotted with Charts.js.", "project-technologies": [], "project-challenges": "There were a great many challenges that I faced in the course of creating such a technically intensive app. I spent many hours creating the machine-learning algorithm, processing images accurately, setting up our servers to successfully run data sent by users through the algorithm, as well as creating a polished and functional UI.", "project-future-plans": "I am hoping to further refine our algorithm to provide results with greater accuracy. In addition, I want to provide options to contact doctors and dermatologists about results, and more detailed statistics about the user’s health.", "project-purpose": "MoLe is a cross-platform mobile application which puts the power of machine learning into the hands of everyday users. MoLe allows users to take or submit a picture of a mole that they suspect is cancerous. A self-developed algorithm analyzes the image and makes a prediction whether or not the mole is cancerous, also providing a confidence level. MoLe then allows users to track their moles over time, providing data and graphs as visual aids to help determine whether or not the moles are becoming more dangerous.", "hackathon-url": "https://idahoedchallenge.devpost.com/", "project-title": "Skin Cancer Detection", "project-inspiration": "Inspiration\nAs a health-conscious individual, I decided to analyze common health issues facing Americans. I found that skin cancer is one of the most prevalent diseases in the United States, with five million people being treated each year and one in five Americans developing it in a lifetime. Additionally, I knew that although early detection of skin cancer leads to the greatest chance of survival and better treatment options, many Americans may be reluctant to check with their doctors due to the time commitment, great cost of doctor visits (especially without insurance), and personal reasons, such as privacy.", "project-lessons-learned": "Not only did I learn a myriad of technical skills, such as working with databases and algorithms, I also learned that I could feasibly create a working app with the potential to help millions of people in just a day and a half of hard work (and no sleep).", "project-accomplishments": "Above all, I am proud that I was able to create an app that could be useful for millions of Americans in just 36 hours. MoLe may not only save millions of Americans time and money but also warn them if they are at great risk of a life-threatening disease.", "project-likes": "2", "hackathon-name": "The AT&T Universities of Idaho Tech Challenge", "project-subtitle": "App for detecting Melanoma and Basal Cell Carcinoma using OpenCV/ML.", "project-github-url": "", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2016-06-08T12:50:28-04:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/skin-cancer-detection", "project-id": "63589"}