{"hackathon-winner": "False", "project-technologies-used": "8", "project-video": "", "project-basis": "I build it using main javascript for the REST api calls and to format the geojson file. That geojson file is then read by esri and plotted using their development technologies.", "project-technologies": [{"url": "https://devpost.com/software/built-with/javascript", "name": "javascript"}, {"url": "https://devpost.com/software/built-with/html5", "name": "html5"}, {"url": "https://devpost.com/software/built-with/esri", "name": "esri"}, {"url": "https://devpost.com/software/built-with/json", "name": "json"}, {"url": "https://devpost.com/software/built-with/geojson", "name": "geojson"}, {"url": "", "name": "xhtpp"}, {"url": "", "name": "iot"}, {"url": "https://devpost.com/software/built-with/raspberry-pi", "name": "raspberry-pi"}], "project-challenges": "Since it was my first time using it, I could not figure out how to plot points in esri, or if esir could read in the geojson file that I was providing. I also had a hard time making the transfer of files from my raspberry pi into my web app.", "project-future-plans": "Twilio integration so that you can text if you dont have a way to access the web application. The text will contain the food bank that has the most food at it.", "project-purpose": "Food for all gathers sensor data from weight sensors that are on the pallets of food at food shelters and puts the weight into a file along with the address and name of the shelter. This file is then read by esri and plotted onto a map that portrays which shelter has the most amount of food by weight. The purpose of this is so that someone who needs food can find the shelter who will most likely not run out of food or may have a little extra to give before it goes bad.", "hackathon-url": "https://sbhacksiii.devpost.com/", "project-title": "Food for all", "project-inspiration": "I want to help those who need food, find food in the most efficient way", "project-lessons-learned": "I learned to not be afraid to ask for help when im stuck on something. Googling might help but its much better to ask the experts if they are available, as they were here.", "project-accomplishments": "One of the things im proud of is that I learned how to use very useful technologies provided by esri. Another is that I made an application to will hopefully help a lot of people get the food that they need. Im proud that I was able to make something that is unselfish and doesnt necessarily have to benefit myself.", "project-likes": "0", "hackathon-name": "SB Hacks III", "project-subtitle": "An application to help the needy find the food shelter that has the most amount of food to give", "project-github-url": "https://mazaval4.github.io/sb_hacks/", "project-number-of-comments": "0", "team-size": "1", "project-creation-timestamp": "2017-01-22T10:47:40-05:00", "team": [{"participant-bubble": "", "participant-name": "", "participant-desc": "", "participant-url": ""}], "project-url": "https://devpost.com/software/food-for-all-uo7x41", "project-id": "82491"}